{
  "meta": {
    "name": "2 Meqa'abyan",
    "id": "2MEQ",
    "version": "Ethiopic (Traditional translation)",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "Now after the death of Meqa'abyan the first king, and the rest from the wars of the Greeks, the children of Israel dwelt in their land with great joy." },
        { "num": 2, "text": "And there was a man of the seed of Benjamin named Meqa'abyan, who was the son of the first Meqa'abyan, and he was a man of peace and much prayer." },
        { "num": 3, "text": "And he gathered the people together and said to them: 'Listen, my brothers and my children, to the words which the Lord hath put in my heart.'" },
        { "num": 4, "text": "'Behold, we have seen the great wonders which God hath wrought for our fathers, how He delivered them from the fire and from the mouths of the lions.'" },
        { "num": 5, "text": "'Now therefore, let us not be proud because of our victories, but let us humble ourselves before the Most High, for it is He who giveth strength to the weary.'" },
        { "num": 6, "text": "But among the people were men of Belial who said: 'Our own hands have given us this land, and our own swords have defeated our enemies.'" },
        { "num": 7, "text": "And they began to neglect the sacrifices of the temple and to walk after the desires of their own hearts." },
        { "num": 8, "text": "And Meqa'abyan was grieved for the state of the people, and he went into the holy place and prostrated himself before the altar." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "And while he was praying, a vision appeared to him from the Lord; and he saw a ladder reaching from earth to heaven." },
        { "num": 2, "text": "And he saw the souls of those who had died for the law of God, and they were clothed in white robes and had crowns of gold upon their heads." },
        { "num": 3, "text": "And one of the holy ones said to him: 'Meqa'abyan, why art thou troubled? Behold the reward of those who are faithful unto death.'" },
        { "num": 4, "text": "'For their bodies were consumed by fire and torn by beasts, but their souls are in the hand of God, and no torment shall touch them.'" },
        { "num": 5, "text": "'Go therefore and tell the people: \"Thus saith the Lord: If ye return to Me, I will return to you; but if ye forsake My law, I will deliver you into the hand of a king who is more cruel than Tsur or Akrawon.\"' " },
        { "num": 6, "text": "And Meqa'abyan awoke from his sleep, and he was comforted by the vision which he had seen." },
        { "num": 7, "text": "And he went forth and recounted all these words to the assembly of Israel, but many of them mocked him and did not believe his words." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "And it came to pass in those days that a king arose in the land of the West, whose name was Tirak, and he was a man of great stature and fierce countenance." },
        { "num": 2, "text": "And he heard of the wealth of Jerusalem and the gold of the temple, and he said: 'I will go and take that city, and I will make its people my slaves.'" },
        { "num": 3, "text": "And he gathered an army like the sand of the sea, and he came against the land of Judah." },
        { "num": 4, "text": "And the people were terrified when they saw the multitude of his chariots and the height of his towers." },
        { "num": 5, "text": "And they fled into the fortified cities and shut the gates; but the army of Tirak surrounded them and cut off the water from the cities." },
        { "num": 6, "text": "Then the people began to cry to the Lord in their distress, and they remembered the words of Meqa'abyan which they had despised." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "And Meqa'abyan stood upon the wall of the city and cried to the people: 'Do not fear the host of Tirak, for they trust in their own strength, but we trust in the name of the Lord our God.'" },
        { "num": 2, "text": "'Remember how the Lord destroyed the army of the Assyrians in the days of Hezekiah; is His hand shortened that He cannot save?'" },
        { "num": 3, "text": "And as he was speaking, a messenger came from the camp of the king, saying: 'Thus saith Tirak the king: Give up your city and your gold, and I will spare your lives; but if you refuse, I will level your walls to the ground.'" },
        { "num": 4, "text": "Meqa'abyan answered and said: 'Tell your king: The city belongeth to the Lord, and we will not give it up to a mortal man who shall today be and tomorrow be returned to the dust.'" },
        { "num": 5, "text": "Then Tirak was wroth, and he commanded that they should begin the assault with all their engines of war." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "But the Lord sent a great confusion into the camp of the Gentiles, so that they began to smite one another." },
        { "num": 2, "text": "And a great earthquake shook the ground whereon they stood, and many of their towers fell upon them." },
        { "num": 3, "text": "And Tirak himself was struck by a stone from the wall, and he was carried away to his tent in great pain." },
        { "num": 4, "text": "And in the night, the angel of death passed through the camp, and when the morning came, the army was vanished like smoke." },
        { "num": 5, "text": "And Meqa'abyan and the people went forth and took the spoil of the camp, which was very great; and they gave thanks to God for their deliverance." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "After this victory, Meqa'abyan ordained that the people should keep a feast of seven days every year to remember the day when the Lord saved them from Tirak." },
        { "num": 2, "text": "And he built a monument of stone in the place where the king's tent had stood, and he engraved upon it the names of the righteous who had fought for the city." },
        { "num": 3, "text": "And the land had peace for forty years under the rule of Meqa'abyan, and he was loved by all the people." },
        { "num": 4, "text": "And he had three daughters whose names were Mazra, Rakiba, and Sefela; and he taught them the law of God as he had taught his sons." },
        { "num": 5, "text": "And he said to them: 'My daughters, the beauty of a woman is not in her raiment or her jewels, but in the fear of the Lord and the modesty of her spirit.'" },
        { "num": 6, "text": "And the daughters of Meqa'abyan grew up to be an example to all the women of Israel, and they were praised for their virtue and their wisdom." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "But as Meqa'abyan grew old, he saw that his sons were not walking in his ways." },
        { "num": 2, "text": "For they loved the company of the rich and the powerful among the Gentiles, and they began to adopt their customs." },
        { "num": 3, "text": "And they said: 'Our father is old and his ideas are of the past; we must live according to the times.'" },
        { "num": 4, "text": "And they began to take bribes in the judgement seat and to oppress the poor of the land." },
        { "num": 5, "text": "And Meqa'abyan called them and rebuked them with tears, saying: 'My sons, why do you bring a curse upon my house and upon the people?'" },
        { "num": 6, "text": "'Do you not know that the eyes of the Lord are in every place, beholding the evil and the good?'" },
        { "num": 7, "text": "But they did not hearken to the voice of their father, but they became even more hardened in their sins." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "And it came to pass that a great plague broke out in the house of Meqa'abyan, and his sons died in their youth because of their iniquity." },
        { "num": 2, "text": "And Meqa'abyan was left with only his daughters, and he was very sorrowful." },
        { "num": 3, "text": "But he said: 'The Lord gave, and the Lord hath taken away; blessed be the name of the Lord.'" },
        { "num": 4, "text": "And he devoted the rest of his days to the service of the temple and to the care of the widows and the orphans." },
        { "num": 5, "text": "And all the people saw that he was a man of God, and they honored him more than a king." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "In those days, a man named Eleazar, who was a priest of the seed of Aaron, became the companion of Meqa'abyan." },
        { "num": 2, "text": "And they two worked together to restore the purity of the law and to remove the idols from the land." },
        { "num": 3, "text": "But there were those who hated them, and they went to the king of the Chaldeans, whose name was Nabudan." },
        { "num": 4, "text": "And they said: 'O King, there are two men in Jerusalem who are stirring up the people against your authority, and they say that your gods are nothing.'" },
        { "num": 5, "text": "Then Nabudan sent his soldiers to Jerusalem to bring Meqa'abyan and Eleazar to his palace." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "And when they were brought before the king, he said: 'I have heard that you are wise men; therefore, tell me, which is the greatest god among all the nations?'" },
        { "num": 2, "text": "Eleazar answered and said: 'O King, there is only one God, who created the sun to give light by day and the moon to give light by night, and He alone is worthy of worship.'" },
        { "num": 3, "text": "The king said: 'And what of my gods, who have given me power over many lands?'" },
        { "num": 4, "text": "Meqa'abyan said: 'Your gods are like the grass which is green today and tomorrow is cast into the oven; but our God is from everlasting to everlasting.'" },
        { "num": 5, "text": "Then the king commanded that they should be put into a furnace of fire, even as the first Meqa'abyan had been." },
        { "num": 6, "text": "But as they were being led to the furnace, a great storm arose, and the palace of the king was struck by lightning and caught fire." },
        { "num": 7, "text": "And in the confusion, Meqa'abyan and Eleazar escaped and returned to their own land." },
        { "num": 8, "text": "And the king Nabudan was afraid, and he sent no more after them." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "Now after these things, Meqa'abyan and Eleazar returned to the city of Jerusalem, and they gathered the elders of the people together." },
        { "num": 2, "text": "And they said to them: 'Behold, we have seen the wonders of the Lord, how He delivered us from the hand of Nabudan the king.'" },
        { "num": 3, "text": "'Now therefore, let us not be slack in the service of our God, but let us keep His commandments with all our heart.'" },
        { "num": 4, "text": "And the people answered and said: 'All that the Lord hath commanded us, we will do; and we will not depart from His law.'" },
        { "num": 5, "text": "And they offered sacrifices upon the altar, and they kept a feast of seven days with great joy." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "But there was a man among the priests named Simon, and he was a man of a double heart." },
        { "num": 2, "text": "And he went secretly to the king of the Syrians, whose name was Demetros, and said to him:" },
        { "num": 3, "text": "'O King, if thou wilt send an army to Jerusalem, thou shalt find great treasure in the temple, and thou shalt make the people thy servants.'" },
        { "num": 4, "text": "Then Demetros was moved by the words of Simon, and he sent a captain named Nikanor with a great host to take the city." },
        { "num": 5, "text": "And Nikanor came to Jerusalem and sent a message to the elders, saying: 'Give up your gold and your weapons, or I will destroy you with the sword.'" }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "But Meqa'abyan and Eleazar encouraged the people and said: 'Do not fear the words of this Gentile, for our God is with us.'" },
        { "num": 2, "text": "And they went forth against the army of Nikanor, and they fought with them in the valley." },
        { "num": 3, "text": "And the Lord gave them the victory, and Nikanor was slain in the battle, and his army fled before the face of Israel." },
        { "num": 4, "text": "And the people took the spoil of the Gentiles, which was very great, and they returned to the city with singing and praise." }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "And it came to pass after the victory over Nikanor, that Meqa'abyan fell ill of a grievous disease." },
        { "num": 2, "text": "And he called Eleazar and said to him: 'Behold, my time is come to be gathered to my fathers; do thou therefore take heed to the people and to the law of the Lord.'" },
        { "num": 3, "text": "'Be not afraid of the kings of the earth, for their breath is in their nostrils, and they shall soon return to the dust; but trust in the Lord for ever.'" },
        { "num": 4, "text": "And Meqa'abyan died, and all Israel made a great lamentation for him, for he was a righteous leader and a man of God." }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "Then Eleazar became the leader of the people, and he walked in the steps of Meqa'abyan." },
        { "num": 2, "text": "And he purified the temple from all uncleanness and set the priests in their courses." },
        { "num": 3, "text": "But the king of the Greeks, whose name was Anti'okus, arose again and sent a decree that all the nations should follow one law." },
        { "num": 4, "text": "And he commanded that they should offer swine's flesh upon the altar and that they should not circumcise their children." },
        { "num": 5, "text": "And many in Israel obeyed the king and forsook the covenant of their fathers." }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 1, "text": "But Eleazar would not obey the king, and he said: 'I will not defile myself with the abominations of the Gentiles, nor will I break the law of my God.'" },
        { "num": 2, "text": "Then the soldiers of the king took Eleazar and brought him to the place of torment." },
        { "num": 3, "text": "And they said to him: 'Eat of this flesh, and thou shalt live; but if thou refuse, thou shalt die in great agony.'" },
        { "num": 4, "text": "But Eleazar said: 'It is better for me to die for the truth than to live in sin; for if I should escape the hand of the king, I cannot escape the hand of the Almighty.'" }
      ]
    },
    {
      "num": 17,
      "verses": [
        { "num": 1, "text": "And while they were torturing him, a light from heaven shone upon Eleazar, and his face was changed like the face of an angel." },
        { "num": 2, "text": "And he felt no pain from the fire or the iron, but he praised God with a loud voice until his spirit departed." },
        { "num": 3, "text": "And all who saw his death were amazed, and they said: 'Truly this was a righteous man.'" }
      ]
    },
    {
      "num": 18,
      "verses": [
        { "num": 1, "text": "Now there was a man named Judas, who was of the seed of the priests, and he was moved with zeal for the law." },
        { "num": 2, "text": "And he gathered together a few men and fled into the wilderness, and they lived in the mountains like beasts." },
        { "num": 3, "text": "And they said: 'Let us die in our simplicity rather than see the sanctuary of our God defiled.'" },
        { "num": 4, "text": "And the army of the king pursued them and came upon them on the Sabbath day." }
      ]
    },
    {
      "num": 19,
      "verses": [
        { "num": 1, "text": "But Judas and his men would not fight on the Sabbath, but they stood and prayed to God." },
        { "num": 2, "text": "And the Lord sent a great storm of hail and lightning upon the army of the king, so that they were destroyed in the wilderness." },
        { "num": 3, "text": "And Judas returned to the city and cleansed the temple, and he restored the worship of the Lord as it was in the days of old." }
      ]
    },
    {
      "num": 20,
      "verses": [
        { "num": 1, "text": "And the land of Israel had rest for many years after the death of Anti'okus." },
        { "num": 2, "text": "And the people walked in the law of the Lord and were blessed in all their ways." },
        { "num": 3, "text": "And they built the walls of Jerusalem and made them strong against every enemy." }
      ]
    },
    {
      "num": 21,
      "verses": [
        { "num": 1, "text": "Now the rest of the words of the second Meqa'abyan, and his visions and his deeds, are they not written in the book of the chronicles of the kings of Judah?" },
        { "num": 2, "text": "And he died in a good old age and was buried with his fathers." },
        { "num": 3, "text": "Blessed be the Lord God of Israel, who keepeth His covenant with His people for ever. Amen and Amen." }
      ]
    } 
  ]
}