{
  "meta": {
    "name": "Tizaz (The Commandments)",
    "id": "TIZAZ_ET",
    "version": "Ethiopic Traditional Church Order",
    "copyright": "Public Domain",
    "description": "The second book of the Ethiopic New Testament Church Order, containing the ethical mandates for the faithful."
  },
  "chapters": [
    {
      "num": 1,
      "name": "The Two Ways",
      "verses": [
        { "num": 1, "text": "There are two ways in this world: one of life and one of death; and there is a great difference between these two ways." },
        { "num": 2, "text": "The way of life is this: First, thou shalt love God who made thee; and second, thy neighbor as thyself." },
        { "num": 3, "text": "And all things whatsoever thou wouldst not should be done to thee, do thou also not to another." }
      ]
    },
    {
      "num": 2,
      "name": "The Moral Injunctions",
      "verses": [
        { "num": 1, "text": "Thou shalt not kill; thou shalt not commit adultery; thou shalt not corrupt the youth; thou shalt not commit fornication." },
        { "num": 2, "text": "Thou shalt not steal; thou shalt not practice magic; thou shalt not use sorcery; thou shalt not kill a child by abortion, nor slay that which is born." },
        { "num": 3, "text": "Thou shalt not covet the things of thy neighbor; thou shalt not forswear thyself; thou shalt not bear false witness." }
      ]
    },
    {
      "num": 3,
      "name": "On Speech and Heart",
      "verses": [
        { "num": 1, "text": "Thou shalt not be double-minded nor double-tongued, for to be double-tongued is a snare of death." },
        { "num": 2, "text": "Thy speech shall not be false, nor empty, but filled with the power of the Spirit." },
        { "num": 3, "text": "Thou shalt not be avaricious, nor a plunderer, nor a hypocrite, nor ill-tempered, nor proud." }
      ]
    },
    {
      "num": 4,
      "name": "The Duties of the Faithful",
      "verses": [
        { "num": 1, "text": "My child, flee from every evil and from everything like unto it." },
        { "num": 2, "text": "Be not prone to anger, for anger leadeth to murder; neither be jealous, nor contentious, nor passionate; for out of all these murders are engendered." },
        { "num": 3, "text": "Be thou meek, for the meek shall inherit the earth." }
      ]
    },
    {
      "num": 5,
      "name": "On Respect for Teachers",
      "verses": [
        { "num": 1, "text": "My child, him that speaketh to thee the word of God, thou shalt remember night and day, and thou shalt honor him as the Lord." },
        { "num": 2, "text": "For in the place where the glory of the Lord is spoken of, there the Lord is." },
        { "num": 3, "text": "Seek out daily the faces of the saints, that thou mayest find rest in their words." }
      ]
    },
    {
      "num": 6,
      "name": "On Almsgiving and Unity",
      "verses": [
        { "num": 1, "text": "Thou shalt not create schism, but thou shalt pacify them that contend." },
        { "num": 2, "text": "Thou shalt not stretch out thy hands to receive and shut them when it cometh to giving." },
        { "num": 3, "text": "If thou hast anything in thy hands, thou shalt give a ransom for thy sins; thou shalt not hesitate to give, nor murmur when thou givest." }
      ]
    },
    {
      "num": 7,
      "name": "The Commandment for Parents",
      "verses": [
        { "num": 1, "text": "Thou shalt not take away thy hand from thy son or from thy daughter, but from their youth thou shalt teach them the fear of the Lord." },
        { "num": 2, "text": "Thou shalt not command thy servant or thy handmaid in thy bitterness, lest they fear not the God who is over both." }
      ]
    },
    {
      "num": 8,
      "name": "The Final Exhortation",
      "verses": [
        { "num": 1, "text": "In the congregation thou shalt confess thy transgressions, and thou shalt not come to thy prayer with an evil conscience." },
        { "num": 2, "text": "This is the way of life. Watch over your life; let not your lamps be quenched, and let not your loins be unloosed." },
        { "num": 3, "text": "For the Lord is coming at an hour when you think not. Amen." }
      ]
    }
  ]
}