{
  "meta": {
    "name": "3 Maccabees",
    "id": "3MAC",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "When Philopator learned from those who returned that the regions he had controlled had been seized by Antiochus, he gave orders to all his forces, infantry and cavalry, and taking with him his sister Arsinoe, he marched out as far as the region of Raphia, where the army of Antiochus was encamped." },
        { "num": 6, "text": "But after a severe battle had taken place, and the Greeks were prevailing, Philopator by his own efforts achieved the victory." },
        { "num": 8, "text": "After this he visited the neighboring cities and encouraged them; he also gave gifts to their temples and inspired confidence in his subjects." },
        { "num": 9, "text": "When the Jews had sent some of their council and elders to him to greet him and bring him gifts... he was eager to visit them as soon as possible." },
        { "num": 10, "text": "After he had arrived in Jerusalem and offered sacrifice to the supreme God and made thank offerings... he was amazed at the harmony and beauty of the temple." },
        { "num": 11, "text": "Struck by the good order of the place, he desired to enter the holy of holies." },
        { "num": 16, "text": "But the priests in their holy vestments fell prostrate and prayed the supreme God to help them in their current need and to turn aside the violence of the one who was behaving so arrogantly and lawlessly." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "Then the high priest Simon, facing the sanctuary, bended his knees and extending his hands with calm dignity, prayed as follows:" },
        { "num": 2, "text": "“Lord, Lord, King of the heavens, and Sovereign of all creation, Holy among the holy ones, only Ruler, Almighty, give attention to us who are suffering at the hands of an impious and profane man.”" },
        { "num": 18, "text": "“And now, O Holy King, for our many sins we are exhausted by calamities and are at the mercy of our enemies and have become weak and helpless.”" },
        { "num": 21, "text": "Then God, who watches over all, the Holy among the holy ones, heard the lawful prayer and scourged the one who was so greatly exalted with arrogance and impudence." },
        { "num": 22, "text": "Shaking him this way and that as a reed is shaken by the wind, he cast him down on the ground, powerless and paralyzed in his limbs." },
        { "num": 27, "text": "When he recovered, he did not at all repent after being punished, but went away with bitter threats." },
        { "num": 28, "text": "Upon his arrival in Alexandria, he assembled the worst of his friends... and said that those who did not sacrifice in the temples of his gods should be deprived of their citizenship." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "The king, however, was so filled with lawless passion and so hardened in his heart that he did not regard even the signs that had been shown him." },
        { "num": 2, "text": "He persisted in his wicked purpose and even went so far as to attack the whole Jewish nation." },
        { "num": 12, "text": "“King Ptolemy Philopator to his generals and soldiers in Egypt and everywhere, greetings and good health.”" },
        { "num": 25, "text": "“We have given orders that as soon as this decree reaches you, you shall send to us those who live among you, with women and children, with every kind of harsh and shameful treatment, to be bound with iron chains and consigned to a cruel and most shameful death, as befits traitors.”" }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "In every place where this decree reached, a feast at public expense was arranged for the Gentiles with shouts and gladness, as if the hatred that had long been hidden in their minds were now openly manifest." },
        { "num": 2, "text": "Among the Jews, however, there was incessant mourning, with lamentation and many tears." },
        { "num": 9, "text": "They were brought in like a herd of animals or a flock of sheep, bound with iron chains to the harbor of Alexandria." },
        { "num": 14, "text": "Then they were placed in the hippodrome outside the city... so that they might be a spectacle for all who entered the city." },
        { "num": 17, "text": "The king, however, was filled with a great and constant joy, and celebrated banquets... praising his idols that were deaf and unable to speak or help." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "The next day the king summoned Hermon, who was in charge of the elephants, and ordered him to drug five hundred elephants with large helpings of frankincense and unmixed wine." },
        { "num": 2, "text": "When they were maddened by the potion, they were to be led in to face the Jews and crush them to death." },
        { "num": 10, "text": "But the Jews, when they heard that the elephants were being prepared for their destruction, cried out to the Lord with many tears." },
        { "num": 12, "text": "Then a certain Eleazar, a man of distinction among the priests of the country, who was already advanced in age... prayed as follows:" },
        { "num": 28, "text": "“O King of kings, Lord of all power, God of mercy and Father, look upon us, the descendants of Abraham... whom you have brought to this place of destruction.”" },
        { "num": 48, "text": "Then the king, having returned to his senses, repented of his lawless purpose... and ordered the Jews to be released from their bonds." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "Then Eleazar... standing before the king, prayed: “King of great power, Most High, Almighty God, who govern all creation with mercy,”" },
        { "num": 4, "text": "“you who destroyed Pharaoh and his army in the sea, when they were pursuing your people,”" },
        { "num": 15, "text": "“look now, O Lord, upon our distress.”" },
        { "num": 18, "text": "Then the most glorious, almighty, and true God revealed his holy face and opened the heavenly gates, from which two glorious angels, fearful to behold, descended." },
        { "num": 21, "text": "The elephants turned back upon the armed forces that were following them and began to trample and destroy them." },
        { "num": 24, "text": "The king’s anger was turned to pity and tears because of the things that he had devised before." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "“King Ptolemy Philopator to the generals in Egypt and all who are in authority, greetings and good health.”" },
        { "num": 6, "text": "“We have found that the Jews are indeed friends to us and to our ancestors... and we have released them from every kind of punishment.”" },
        { "num": 10, "text": "When they had received this letter, the Jews did not immediately hurry away, but requested of the king that those of their nation who had willfully transgressed against the holy God and the law of God should receive their deserved punishment." },
        { "num": 13, "text": "They put to death those who had been defiled, and with joy they returned to their own homes." },
        { "num": 23, "text": "Blessed be the Deliverer of Israel for ever and ever! Amen." }
      ]
    }
  ]
}