{
  "meta": {
    "name": "1 Esdras",
    "id": "1ESD",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "Josiah kept the passover to his Lord in Jerusalem; he slaughtered the passover lamb on the fourteenth day of the first month," },
        { "num": 23, "text": "The events of Josiah’s reign had been right in the sight of his Lord, for his heart was full of godliness." },
        { "num": 32, "text": "Josiah died, and was buried in the tomb of his ancestors in Jerusalem." },
        { "num": 53, "text": "The Chaldeans killed their young men with the sword around their holy temple; they did not spare young man or young woman, old man or child, for he gave them all into their hands." },
        { "num": 55, "text": "They burned the house of the Lord and broke down the walls of Jerusalem; they burned their towers with fire." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "In the first year of Cyrus king of the Persians, so that the word of the Lord by the mouth of Jeremiah might be accomplished," },
        { "num": 2, "text": "the Lord stirred up the spirit of Cyrus king of the Persians, and he made a proclamation throughout all his kingdom and also put it in writing:" },
        { "num": 3, "text": "“Thus says Cyrus king of the Persians: The Lord of Israel, the Lord Most High, has made me king of the world,”" },
        { "num": 4, "text": "“and he has commanded me to build him a house at Jerusalem, which is in Judea.”" },
        { "num": 30, "text": "Then the building of the temple in Jerusalem stopped, and was discontinued until the second year of the reign of Darius king of the Persians." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Now King Darius gave a great banquet for all that were under him and all that were born in his house and all the nobles of Media and Persia." },
        { "num": 4, "text": "Then the three young men of the bodyguard, who kept guard over the person of the king, said to one another," },
        { "num": 5, "text": "“Let each of us state what one thing is strongest; and to the one whose statement seems wisest, King Darius will give rich gifts and great honors of victory.”" },
        { "num": 10, "text": "The first wrote, “Wine is strongest.”" },
        { "num": 11, "text": "The second wrote, “The king is strongest.”" },
        { "num": 12, "text": "The third wrote, “Women are strongest, but above all things truth is victor.”" }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 13, "text": "The third young man, who had spoken about women and truth (and this was Zerubbabel), began to speak:" },
        { "num": 33, "text": "“Gentlemen, is not the king great, and are not men many, and is not wine strong? Who is it, then, that rules them, or has the mastery over them? Is it not women?”" },
        { "num": 38, "text": "“But truth is great, and stronger than all things.”" },
        { "num": 41, "text": "When he stopped speaking, all the people then shouted and said, “Great is truth, and strongest of all!”" },
        { "num": 42, "text": "Then the king said to him, “Ask what you wish, even beyond what is written, and we will give it to you.”" },
        { "num": 43, "text": "Then he said to the king, “Remember the vow that you made on the day when you took your kingdom, to build Jerusalem.”" }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "After this the heads of ancestral houses were chosen to go up, according to their tribes, with their wives and sons and daughters, with their male and female servants, and their livestock." },
        { "num": 46, "text": "Then the priests and the Levites and some of the people settled in Jerusalem and the country; the temple singers also and the gatekeepers and all Israel settled in their villages." },
        { "num": 71, "text": "But the builders said to them, “It is not for you and us to build the house to the Lord our God.”" }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "Now in the second year of the reign of Darius, the prophets Haggai and Zechariah son of Iddo prophesied to the Jews who were in Judea and Jerusalem." },
        { "num": 2, "text": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak began to build the house of the Lord that is in Jerusalem." },
        { "num": 33, "text": "The king also gave orders that the temple should be finished, and that they should be careful to offer sacrifices there." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "Then Sisinnes the governor of Greater Syria and Phoenicia and Sathrabuzanes and their associates, following the orders of King Darius," },
        { "num": 2, "text": "supervised the holy work with very great care, assisting the elders of the Jews and the chief officers of the temple." },
        { "num": 5, "text": "The holy house was finished by the twenty-third day of the month of Adar, in the sixth year of King Darius." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "After these things, when Artaxerxes the king of the Persians was reigning, Ezra came... a scribe skilled in the law of Moses." },
        { "num": 7, "text": "For Ezra had great knowledge, so that he omitted nothing from the law of the Lord or the commandments, but taught all Israel all the ordinances and judgments." },
        { "num": 25, "text": "“And you, Ezra, according to the wisdom of God, appoint judges and justices to judge all those who know the law of your God throughout all Syria and Phoenicia.”" },
        { "num": 91, "text": "While Ezra was praying and making his confession, weeping and lying face down on the ground before the temple, a very great multitude of men, women, and children gathered around him from Jerusalem; for there was great weeping among the people." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "Then Ezra rose and went from the court of the temple to the chamber of Jehohanan son of Eliashib." },
        { "num": 37, "text": "The priests and the Levites and the Israelites settled in Jerusalem and in the country. On the new moon of the seventh month the Israelites were in their settlements." },
        { "num": 39, "text": "They told Ezra the chief priest and reader to bring the law of Moses that had been given by the Lord God of Israel." },
        { "num": 46, "text": "Ezra blessed the Lord God Most High, the God of hosts, the Almighty." },
        { "num": 47, "text": "And all the people answered, “Amen!” And they lifted up their hands and fell to the ground and worshiped the Lord." }
      ]
    }
  ]
}