{
  "meta": {
    "name": "2 Esdras",
    "id": "2ESD",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "The book of the prophet Ezra son of Seraiah, son of Azariah, son of Hilkiah, son of Shallum, son of Zadok, son of Ahitub," },
        { "num": 2, "text": "son of Ahijah, son of Phinehas, son of Eli, son of Amariah, son of Azariah, son of Meraioth, son of Arna, son of Uzzi, son of Borith, son of Abishua, son of Phinehas, son of Eleazar," },
        { "num": 3, "text": "son of Aaron, of the tribe of Levi, who was a captive in the country of the Medes in the reign of Artaxerxes, king of the Persians." },
        { "num": 4, "text": "The word of the Lord came to me, saying," },
        { "num": 5, "text": "“Go, declare to my people their evil deeds, and to their children the iniquities that they have committed against me, so that they may tell their children’s children.”" },
        { "num": 30, "text": "“I gathered you as a hen gathers her chicks under her wings. But now, what shall I do to you? I will cast you out from my presence.”" },
        { "num": 37, "text": "“I call to witness the gratitude of the people that is to come, whose children rejoice with gladness; though they do not see me with bodily eyes, yet with the spirit they believe the things that I have said.”" }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "“Thus says the Lord: I brought this people out of bondage, and I gave them commandments through my servants the prophets; but they would not listen to them, and made my counsels void.”" },
        { "num": 10, "text": "“Thus says the Lord to Ezra: Tell my people that I will give them the kingdom of Jerusalem, which I was going to give to Israel.”" },
        { "num": 33, "text": "I, Ezra, received a command from the Lord on Mount Horeb to go to Israel. When I came to them they rejected me and refused the Lord’s commandment." },
        { "num": 42, "text": "I, Ezra, saw on Mount Zion a great multitude that I could not number, and they all were praising the Lord with songs." },
        { "num": 43, "text": "In their midst was a young man of great stature, taller than any of the others, and on the head of each of them he placed a crown, but he was more exalted than they." },
        { "num": 47, "text": "He answered and said to me, “He is the Son of God, whom they confessed in the world.” So I began to praise those who had stood valiantly for the name of the Lord." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "In the thirtieth year after the destruction of the city, I was in Babylon—I, Salathiel, who am also Ezra. I was troubled as I lay on my bed, and my thoughts welled up in my heart," },
        { "num": 2, "text": "because I saw the desolation of Zion and the wealth of those who lived in Babylon." },
        { "num": 20, "text": "“Yet you did not take away their evil heart from them, so that your law might bring forth fruit in them.”" },
        { "num": 36, "text": "“You may indeed find individual mortals who have kept your commandments, but nations you will not find.”" }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "Then the angel that had been sent to me, whose name was Uriel, gave me an answer" },
        { "num": 2, "text": "and said, “Your understanding has utterly failed regarding this world, and do you think you can comprehend the way of the Most High?”" },
        { "num": 10, "text": "He said to me, “You cannot understand the things with which you have grown up;”" },
        { "num": 11, "text": "“how then can your mind comprehend the way of the Most High? And how can one who is already worn out by the corrupt world understand incorruption?”" },
        { "num": 26, "text": "He answered me and said, “If you are alive, you will see, and if you live long, you will often marvel; because the age is hurrying swiftly to its end.”" }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "“Now concerning the signs: behold, the days are coming when those who inhabit the earth shall be seized with great terror, and the way of truth shall be hidden, and the land shall be barren of faith.”" },
        { "num": 4, "text": "“But if the Most High grants that you live, you shall see it thrown into confusion after the third period; and the sun shall suddenly begin to shine at night, and the moon during the day.”" },
        { "num": 33, "text": "Then I said, “No, my lord.” And he said to me, “Are you greatly distracted in mind over Israel? Do you love him more than his Maker does?”" }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "He said to me, “At the beginning of the circle of the earth, before the portals of the world were in place, and before the assembled winds blew,”" },
        { "num": 6, "text": "“then I planned these things, and they were made through me and not through another; and the end shall come through me and not through another.”" },
        { "num": 20, "text": "“And when the seal is placed upon the age that is about to pass away, then I will show these signs:”" },
        { "num": 54, "text": "“And after these, Adam, whom you made lord over all the creatures which you had made; and from him we have all come, the people whom you have chosen.”" }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "When I had finished speaking these words, the angel who had been sent to me on the former nights was sent to me again." },
        { "num": 11, "text": "“For I made the world for their sake, and when Adam transgressed my statutes, what had been made was judged.”" },
        { "num": 28, "text": "“For my son the Messiah shall be revealed with those who are with him, and those who remain shall rejoice four hundred years.”" },
        { "num": 29, "text": "“After those years my son the Messiah shall die, and all who draw human breath.”" },
        { "num": 30, "text": "“Then the world shall be turned back to primeval silence for seven days, as it was at the first beginnings, so that no one shall be left.”" },
        { "num": 32, "text": "“The earth shall give up those who are asleep in it, and the dust those who rest there in silence; and the chambers shall give up the souls which have been committed to them.”" },
        { "num": 70, "text": "He answered me and said, “When the Most High made the world and Adam and all who have come from him, he first prepared the judgment and the things that belong to the judgment.”" }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "He answered me and said, “The Most High made this world for the sake of many, but the world to come for the sake of few.”" },
        { "num": 3, "text": "“Many have been created, but few shall be saved.”" },
        { "num": 4, "text": "I answered and said, “Then drink your fill of understanding, O my soul, and drink wisdom, O my heart!”" }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "He answered me and said, “Measure carefully in your mind, and when you see that some of the predicted signs have passed,”" },
        { "num": 2, "text": "“then you will know that it is the very time when the Most High is about to visit the world that he has made.”" },
        { "num": 37, "text": "“We who have received the law and sinned will perish, as well as our heart which received it;”" },
        { "num": 38, "text": "“the law, however, does not perish but remains in its glory.”" }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 25, "text": "“While I was speaking to her, her face suddenly began to shine exceedingly; her countenance flashed like lightning, so that I was too frightened to approach her.”" },
        { "num": 27, "text": "“And I looked, and behold, the woman was no longer visible to me, but there was a city being built, and a place of huge foundations showed itself.”" },
        { "num": 44, "text": "“The woman whom you saw is Zion, which you now behold as a city being built.”" }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "On the second night I had a dream: and behold, there came up from the sea an eagle that had twelve feathered wings and three heads." },
        { "num": 37, "text": "I looked, and behold, the lion roused out of the forest and roared; and I heard how he uttered a human voice to the eagle, and spoke, saying:" },
        { "num": 40, "text": "“The fourth has come and has conquered all the creatures that have been before; and has kept the world in his control with much oppression.”" }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "While the lion was saying these words to the eagle, I looked," },
        { "num": 3, "text": "and behold, the head that remained and the four wings disappeared, and the whole body of the eagle was burned, and the earth was exceedingly terrified." },
        { "num": 31, "text": "“As for the lion whom you saw rousing up out of the forest and roaring and speaking to the eagle... he is the Messiah whom the Most High has kept until the end of days.”" }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "After seven days I dreamed a dream in the night." },
        { "num": 2, "text": "And behold, a wind arose from the sea and stirred up all its waves." },
        { "num": 3, "text": "I looked, and behold, this wind brought up out of the midst of the sea something like the figure of a man; and I looked, and behold, that man flew with the clouds of heaven." },
        { "num": 25, "text": "“This is the interpretation of the vision: As for your seeing a man coming up from the heart of the sea,”" },
        { "num": 26, "text": "“this is he whom the Most High has been keeping for many ages, who will himself deliver his creation; and he will direct those who are left.”" }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "On the third day, while I was sitting under an oak, behold, a voice came out of a bush opposite me and said, “Ezra, Ezra.”" },
        { "num": 3, "text": "Then he said to me, “I revealed myself in a bush and spoke to Moses when my people were in bondage in Egypt;”" },
        { "num": 24, "text": "“But prepare for yourself many writing tablets, and take with you Sarea, Dabria, Selemia, Ethanus, and Asiel—these five, who are trained to write rapidly;”" },
        { "num": 44, "text": "“In forty days ninety-four books were written.”" },
        { "num": 45, "text": "“And when the forty days were ended, the Most High spoke to me, saying, ‘Make public the twenty-four books that you wrote first, and let the worthy and the unworthy read them;’”" },
        { "num": 46, "text": "“‘but keep the seventy that were written last, in order to give them to the wise among your people.’”" }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "The Lord says, “Behold, speak in the ears of my people the words of the prophecy that I will put in your mouth,”" },
        { "num": 2, "text": "“and cause them to be written on paper; for they are trustworthy and true.”" },
        { "num": 8, "text": "“I will no longer keep silence regarding their impious deeds which they have ungodly committed, nor will I tolerate their wicked practices.”" }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 1, "text": "Woe to you, Babylon and Asia! Woe to you, Egypt and Syria!" },
        { "num": 67, "text": "Behold, God is the judge; fear him! Do not sin any more, and forget your iniquities, to never commit them again; so God will lead you forth and deliver you from all tribulation." },
        { "num": 78, "text": "Woe to those who are bound by their sins and overwhelmed by their iniquities, as a field which is choked with undergrowth and its path overwhelmed with thorns, so that no one can pass through! It is shut off and given up to be consumed by fire." }
      ]
    }
  ]
}