{
  "meta": {
    "name": "2 Maccabees",
    "id": "2MAC",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "The Jews in Jerusalem and those in the land of Judea, to their Jewish kindred in Egypt, greetings and true peace." },
        { "num": 10, "text": "In the one hundred eighty-eighth year, the people of Jerusalem and Judea and the council of the elders and Judas, to Aristobulus, who is of the family of the anointed priests, teacher of King Ptolemy, and to the Jews in Egypt, greetings and good health." },
        { "num": 18, "text": "Since on the twenty-fifth day of Chislev we shall celebrate the purification of the temple, we thought it necessary to notify you, in order that you also may celebrate the festival of booths and the festival of the fire given when Nehemiah, who built the temple and the altar, offered sacrifices." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "One finds in the records that the prophet Jeremiah ordered those who were being deported to take some of the fire, as has been mentioned," },
        { "num": 4, "text": "The document also described how the prophet, when he had received an oracle, ordered that the tent and the ark should accompany him, and how he went forth to the mountain where Moses had gone up and had seen the inheritance of God." },
        { "num": 19, "text": "The story of Judas Maccabeus and his brothers, and the purification of the great temple, and the dedication of the altar," },
        { "num": 23, "text": "all this, which has been set forth by Jason of Cyrene in five volumes, we shall attempt to condense into a single book." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "While the holy city was inhabited in unbroken peace and the laws were very well observed because of the piety of the high priest Onias and his hatred of wickedness," },
        { "num": 7, "text": "But a certain Simon... informed the king about the treasury in Jerusalem, that it was full of untold sums of money." },
        { "num": 24, "text": "But when Heliodorus arrived at the treasury with his bodyguard... the Sovereign of spirits and of all authority caused so great a manifestation that all who had been so bold as to accompany him were astounded by the power of God, and became faint with terror." },
        { "num": 25, "text": "For there appeared to them a magnificently caparisoned horse, with a rider of frightening mien; it rushed furiously at Heliodorus and struck at him with its front hoofs. Its rider was seen to have armor and weapons of gold." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 7, "text": "But when Seleucus died and Antiochus, who was called Epiphanes, succeeded to the kingdom, Jason the brother of Onias obtained the high priesthood by corruption," },
        { "num": 10, "text": "When the king had assented and Jason had come to office, he at once shifted his compatriots over to the Greek way of life." },
        { "num": 23, "text": "After a period of three years, Jason sent Menelaus... to carry the money to the king." },
        { "num": 24, "text": "But Menelaus, when introduced to the king, flattered him... and outbid Jason by three hundred talents of silver, and so had the high priesthood confirmed to himself." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "About this time Antiochus made his second invasion of Egypt." },
        { "num": 2, "text": "And it happened that, for almost forty days, there appeared over all the city golden-clad cavalry charging through the air, in companies fully armed with lances and drawn swords." },
        { "num": 11, "text": "When news of what had happened reached the king, he chosen to think that Judea was in revolt. So, raging like a wild animal, he set out from Egypt and took Jerusalem by storm." },
        { "num": 14, "text": "Within the total of three days eighty thousand were destroyed, forty thousand in hand-to-hand fighting, and as many were sold into slavery as were killed." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "Not long after this, the king sent an Athenian senator to compel the Jews to forsake the laws of their ancestors and no longer to live by the laws of God;" },
        { "num": 2, "text": "also to pollute the temple in Jerusalem and to call it the temple of Olympian Zeus." },
        { "num": 18, "text": "Eleazar, one of the foremost scribes, a man of advanced age and fine appearance, was being forced to open his mouth to eat swine’s flesh." },
        { "num": 19, "text": "But he, welcoming death with honor rather than life with pollution, went up to the rack of his own accord." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "It also happened that seven brothers with their mother were arrested and were being compelled by the king, under torture with whips and thongs, to partake of unlawful swine’s flesh." },
        { "num": 9, "text": "And when the second was at his last breath, he said, “You accursed wretch, you dismiss us from this present life, but the King of the universe will raise us up to an everlasting renewal of life, because we have died for his laws.”" },
        { "num": 27, "text": "The mother leaning over her son, fooling the cruel tyrant, she said in her native language: “My son, have pity on me... do not fear this butcher, but prove worthy of your brothers. Accept death, so that in God’s mercy I may get you back again along with your brothers.”" }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "But Judas, who was also called Maccabeus, and his companions secretly entered the villages and summoned their kindred... and they mustered about six thousand at most." },
        { "num": 24, "text": "With the Almighty as their ally, they killed more than nine thousand of the enemy, and wounded and disabled the greater part of Nicanor’s army, and forced them all to flee." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "About that time it happened that Antiochus had retreated in disorder from the region of Persia." },
        { "num": 5, "text": "But the all-seeing Lord, the God of Israel, struck him with an incurable and invisible blow. As soon as he stopped speaking he was seized with a pain in his bowels, for which there was no relief, and with sharp internal tortures." },
        { "num": 28, "text": "So the murderer and blasphemer, having endured the most intense suffering, such as he had imposed on others, ended his life most miserably among the mountains in a foreign land." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "Now Maccabeus and his companions, the Lord leading them on, recovered the temple and the city;" },
        { "num": 2, "text": "they tore down the altars that had been built in the public square by the foreigners." },
        { "num": 5, "text": "It happened that on the very same day on which the sanctuary had been profaned by the foreigners, the purification of the sanctuary took place, that is, on the twenty-fifth day of the same month, which was Chislev." },
        { "num": 8, "text": "They decreed by public edict, ratified by vote, that the whole nation of the Jews should observe these days every year." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "Very soon after this, Lysias, the king’s guardian and kinsman... gathered about eighty thousand infantry and all his cavalry and came against the Jews." },
        { "num": 8, "text": "And while they were still near Jerusalem, a horseman appeared at their head, clothed in white and brandishing weapons of gold." },
        { "num": 11, "text": "They hurled themselves like lions against the enemy, and laid low eleven thousand of them and sixteen hundred cavalry, and forced all the rest to flee." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "When these agreements had been made, Lysias returned to the king, and the Jews went about their farming." },
        { "num": 32, "text": "After the festival called Pentecost, they hurried against Gorgias, the governor of Idumea." },
        { "num": 43, "text": "Judas also took up a collection, man by man, to the amount of two thousand drachmas of silver, and sent it to Jerusalem to provide for a sin offering. In doing this he acted very well and honorably, taking account of the resurrection." },
        { "num": 44, "text": "For if he were not expecting that those who had fallen would rise again, it would have been superfluous and foolish to pray for the dead." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "In the one hundred forty-ninth year word came to Judas and his companions that Antiochus Eupator was coming with a great army against Judea," },
        { "num": 4, "text": "But the King of kings aroused the anger of Antiochus against the villain Menelaus... and the king ordered that he be taken to Beroea and put to death." }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "Three years later, word came to Judas and his companions that Demetrius son of Seleucus had sailed into the harbor of Tripolis with a strong army and a fleet." },
        { "num": 3, "text": "Now a certain Alcimus, who had formerly been high priest but had willfully polluted himself... went to King Demetrius." },
        { "num": 12, "text": "The king at once selected Nicanor, who had been master of the elephants, and appointed him governor of Judea and sent him off," },
        { "num": 13, "text": "with orders to kill Judas and scatter his companions, and to install Alcimus as high priest of the great temple." }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "When Nicanor heard that Judas and his companions were in the region of Samaria, he made plans to attack them with complete safety on the day of rest." },
        { "num": 12, "text": "What Judas saw was this: Onias, who had been high priest... was praying with outstretched hands for the whole body of the Jews." },
        { "num": 13, "text": "Then in the same fashion another man appeared... distinguished by his gray hair and dignity." },
        { "num": 14, "text": "And Onias spoke, saying, “This is a man who loves the family of Israel and prays much for the people and the holy city—Jeremiah, the prophet of God.”" },
        { "num": 15, "text": "Jeremiah stretched out his right hand and gave to Judas a golden sword." },
        { "num": 28, "text": "When the battle was over and they were returning with joy, they recognized Nicanor, lying dead, in his full armor." },
        { "num": 37, "text": "Since this is the way the silver matters turned out with Nicanor... I will here come to an end." },
        { "num": 38, "text": "If it is well told and to the point, that is what I myself desired; if it is poorly done and mediocre, that was the best I could do." }
      ]
    }
  ]
}