{
  "meta": {
    "name": "Baruch",
    "id": "BAR",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "These are the words of the book that Baruch son of Neriah son of Mahseiah son of Zedekiah son of Hasadiah son of Hilkiah wrote in Babylon," },
        { "num": 2, "text": "in the fifth year, on the seventh day of the month, at the time when the Chaldeans took Jerusalem and burned it with fire." },
        { "num": 3, "text": "Baruch read the words of this book in the hearing of Jeconiah son of Jehoiakim, king of Judah, and in the hearing of all the people who came to hear the book," },
        { "num": 4, "text": "the nobles and the princes, and in the hearing of the elders, and in the hearing of all the people, small and great, all who lived in Babylon by the river Sud." },
        { "num": 5, "text": "Then they wept, and fasted, and prayed before the Lord;" },
        { "num": 10, "text": "And they said: “Here we are sending you money; so buy burnt offerings and sin offerings and incense, and prepare a grain offering, and offer them on the altar of the Lord our God;”" },
        { "num": 14, "text": "“And you shall read this book that we are sending you, to make your confession in the house of the Lord on the days of the festivals and at appointed seasons.”" },
        { "num": 15, "text": "And you shall say: “The Lord our God is in the right, but there is open shame on us and our ancestors, as at this day.”" },
        { "num": 17, "text": "“because we have sinned before the Lord.”" }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "“So the Lord carried out the threat he spoke against us: against our judges who ruled Israel, and against our kings and our officials and against the people of Israel and Judah.”" },
        { "num": 11, "text": "“And now, O Lord God of Israel, who brought your people out of the land of Egypt with a mighty hand and with signs and wonders and with great power and outstretched arm, and made yourself a name that continues to this day,”" },
        { "num": 12, "text": "“we have sinned, we have been ungodly, we have done wrong, O Lord our God, against all your ordinances.”" },
        { "num": 18, "text": "“but the person who is deeply grieved, who walks bent and feeble, with failing eyes and a hungry soul, will declare your glory and righteousness, O Lord.”" },
        { "num": 30, "text": "“For I know that they will not obey me, for they are a stiff-necked people. But in the land of their exile they will come to themselves”" }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "“O Lord Almighty, God of Israel, the soul in anguish and the wearied spirit cry out to you.”" },
        { "num": 9, "text": "Hear the commandments of life, O Israel; give ear, and learn wisdom!" },
        { "num": 12, "text": "You have forsaken the fountain of wisdom." },
        { "num": 14, "text": "Learn where there is wisdom, where there is strength, where there is understanding, so that you may at the same time discern where there is length of days and life, where there is light for the eyes, and peace." },
        { "num": 24, "text": "O Israel, how great is the house of God, how vast the territory that he possesses!" },
        { "num": 32, "text": "But the one who knows all things knows her, he found her by his understanding. He who prepared the earth for all time filled it with four-footed creatures;" },
        { "num": 35, "text": "This is our God; no other can be compared to him." },
        { "num": 37, "text": "Afterward she appeared on earth and lived with humankind." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "She is the book of the commandments of God, the law that endures forever. All who hold her fast will live, and those who forsake her will die." },
        { "num": 2, "text": "Turn, O Jacob, and take her; walk toward the shining of her light." },
        { "num": 4, "text": "Happy are we, O Israel, for we know what is pleasing to God." },
        { "num": 21, "text": "“Take courage, my children, cry to God, and he will deliver you from the power and hand of the enemy.”" },
        { "num": 23, "text": "“For I sent you out with sorrow and weeping, but God will give you back to me with joy and gladness forever.”" },
        { "num": 30, "text": "Take courage, O Jerusalem, for the one who named you will comfort you." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "Take off the garment of your sorrow and affliction, O Jerusalem, and put on forever the beauty of the glory from God." },
        { "num": 2, "text": "Put on the robe of the righteousness that comes from God; put on your head the diadem of the glory of the Everlasting;" },
        { "num": 3, "text": "for God will show your splendor to everywhere under heaven." },
        { "num": 4, "text": "For God will give you evermore the name, ‘Righteous Peace, Godly Glory.’" },
        { "num": 5, "text": "Arise, O Jerusalem, stand upon the height; look toward the east, and see your children gathered from west to east at the word of the Holy One, rejoicing that God has remembered them." },
        { "num": 9, "text": "For God will lead Israel with joy, in the light of his glory, with the mercy and righteousness that come from him." }
      ]
    }
  ]
}