{
  "meta": {
    "name": "The Letter of Jeremiah",
    "id": "LJE",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "A copy of a letter that Jeremiah sent to those who were to be taken as captives to Babylon by the king of the Babylonians, to give them the message that God had commanded him." },
        { "num": 2, "text": "Because of the sins that you have committed before God, you will be taken to Babylon as captives by Nebuchadnezzar, king of the Babylonians." },
        { "num": 3, "text": "“Now in Babylon you will see gods made of silver and gold and wood, which people carry on their shoulders, and which cause the nations to fear.”" },
        { "num": 4, "text": "“So beware of becoming at all like the foreigners or of letting fear for these gods take hold of you when you see the multitude before and behind them worshiping them.”" },
        { "num": 5, "text": "“But say in your heart, ‘It is you, O Lord, whom we must worship.’”" },
        { "num": 6, "text": "“For my angel is with you, and he is watching over your lives.”" },
        { "num": 8, "text": "“For their tongues are smoothed by the artisan, and they themselves are overlaid with gold and silver; but they are a fraud and cannot speak.”" },
        { "num": 11, "text": "“They even take some of the clothing from the gods and put it on their own wives and children.”" },
        { "num": 15, "text": "“He has a dagger in his right hand, and an ax; but he cannot deliver himself from war and robbers.”" },
        { "num": 26, "text": "“Having no feet, they are carried on the shoulders of others, revealing to humankind their worthlessness.”" },
        { "num": 73, "text": "Better then is the righteous person who has no idols, for he will be far from reproach." }
      ]
    }
  ]
}