{
  "meta": {
    "name": "The Prayer of Manasseh",
    "id": "MAN",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "O Lord Almighty, God of our ancestors, of Abraham and Isaac and Jacob and of their righteous offspring;" },
        { "num": 2, "text": "you who made heaven and earth with all their order;" },
        { "num": 3, "text": "who shackled the sea by your word of command, who confined the deep and sealed it with your terrible and glorious name;" },
        { "num": 4, "text": "at whom all things shudder, and tremble before your power," },
        { "num": 5, "text": "for your glorious splendor cannot be borne, and the face of your threat against sinners is irresistible;" },
        { "num": 6, "text": "yet immeasurable and unsearchable is your promised mercy," },
        { "num": 7, "text": "for you are the Lord Most High, of great compassion, long-suffering, and very merciful, and you relent at human suffering. O Lord, according to your great goodness you have promised repentance and forgiveness to those who have sinned against you, and in the multitude of your mercies you have appointed repentance for sinners, so that they may be saved." },
        { "num": 8, "text": "Therefore you, O Lord, God of the righteous, have not appointed repentance for the righteous, for Abraham and Isaac and Jacob, who did not sin against you, but you have appointed repentance for me, who am a sinner." },
        { "num": 9, "text": "For the sins I have committed are more in number than the sands of the sea; my transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities." },
        { "num": 10, "text": "I am weighted down with many an iron fetter, so that I am rejected because of my sins, and I have no relief; for I have provoked your spirit and have done what is evil in your sight, setting up abominations and multiplying offenses." },
        { "num": 11, "text": "And now I bend the knee of my heart, imploring you for your kindness." },
        { "num": 12, "text": "I have sinned, O Lord, I have sinned, and I acknowledge my transgressions." },
        { "num": 13, "text": "I earnestly implore you: forgive me, O Lord, forgive me! Do not destroy me with my transgressions; do not be angry with me forever or store up evil for me; do not condemn me to the depths of the earth. For you, O Lord, are the God of those who repent," },
        { "num": 14, "text": "and in me you will show forth your goodness; for unworthy as I am, you will save me according to your great mercy," },
        { "num": 15, "text": "and I will praise you continually all the days of my life. For all the host of heaven sings your praise, and yours is the glory forever. Amen." }
      ]
    }
  ]
}