[
  {
    "id": "PSALM 1",
    "text": {
      "NRSV": "1:1 Happy are they who have not walked in the counsel of the wicked, nor lingered in the way of sinners, nor sat in the seats of the scornful!\n1:2 Their delight is in the law of the Lord, and they meditate on his law day and night.\n1:3 They are like trees planted by streams of water, bearing fruit in due season, with leaves that do not wither; everything they do shall prosper.\n1:4 It is not so with the wicked; they are like chaff which the wind blows away.\n1:5 Therefore the wicked shall not stand upright when judgment comes, nor the sinner in the council of the righteous.\n1:6 For the Lord knows the way of the righteous, but the way of the wicked is doomed."
    }
  },
  {
    "id": "PSALM 2",
    "text": {
      "NRSV": "2:1 Why are the nations in an uproar? Why do the peoples mutter empty threats?\n2:2 The kings of the earth rise up in revolt, and the princes plot together, against the Lord and against his Anointed.\n2:3 'Let us break their yoke,' they say; 'let us cast off their bonds from us.'\n2:4 He whose throne is in heaven is laughing; the Lord has them in derision.\n2:5 Then he speaks to them in his wrath, and his rage fills them with terror.\n2:6 'I myself have set my king upon my holy hill of Zion.'\n2:7 Let me announce the decree of the Lord: he said to me, 'You are my Son; this day have I begotten you.\n2:8 Ask of me, and I will give you the nations for your inheritance and the ends of the earth for your possession.\n2:9 You shall crush them with an iron rod and shatter them like a piece of pottery.'\n2:10 And now, you kings, be wise; be warned, you rulers of the earth.\n2:11 Submit to the Lord with fear, and with trembling bow before him;\n2:12 Lest he be angry and you perish; for his wrath is quickly kindled.\n2:13 Happy are they all who take refuge in him!"
    }
  },
  {
    "id": "PSALM 3",
    "text": {
      "NRSV": "3:1 Lord, how many adversaries I have; how many there are who rise up against me.\n3:2 How many there are who say of me, 'There is no help for him in his God.'\n3:3 But you, O Lord, are a shield about me; you are my glory, the one who lifts up my head.\n3:4 I call aloud upon the Lord, and he answers me from his holy hill.\n3:5 I lie down and go to sleep; I wake again, because the Lord sustains me.\n3:6 I do not fear the multitudes of people who set themselves against me all around.\n3:7 Rise up, O Lord; set me free, O my God; surely you will strike all my enemies across the face, you will break the teeth of the wicked.\n3:8 Deliverance belongs to the Lord. Your blessing be upon your people!"
    }
  },
  {
    "id": "PSALM 4",
    "text": {
      "NRSV": "4:1 Answer me when I call, O God, defender of my cause; you set me free when I am hard-pressed; have mercy on me and hear my prayer.\n4:2 You mortals, how long will you dishonor my glory; how long will you worship dumb idols and run after false gods?\n4:3 Know that the Lord does wonders for the faithful; when I call upon the Lord, he will hear me.\n4:4 Tremble, then, and do not sin; speak to your heart in silence upon your bed.\n4:5 Offer the appointed sacrifices and put your trust in the Lord.\n4:6 Many are saying, 'Oh, that we might see better times!' Lift up the light of your countenance upon us, O Lord.\n4:7 You have put gladness in my heart, more than when grain and wine and oil increase.\n4:8 I lie down in peace; at once I fall asleep; for only you, Lord, make me dwell in safety."
    }
  },
  {
    "id": "PSALM 5",
    "text": {
      "NRSV": "5:1 Give ear to my words, O Lord; consider my meditation.\n5:2 Hearken to my cry for help, my King and my God, for I make my prayer to you.\n5:3 In the morning, Lord, you hear my voice; early in the morning I make my appeal and watch for you.\n5:4 For you are not a God who takes pleasure in wickedness, and evil cannot dwell with you.\n5:5 Braggarts cannot stand in your sight; you hate all those who work wickedness.\n5:6 You destroy those who speak lies; the bloodthirsty and deceitful, O Lord, you abhor.\n5:7 But as for me, through the greatness of your mercy, I will go into your house; I will bow down toward your holy temple in awe of you.\n5:8 Lead me, O Lord, in your righteousness, because of those who lie in wait for me; make your way straight before me.\n5:9 For there is no truth in their mouth; there is destruction within them.\n5:10 Their throat is an open grave; they flatter with their tongue.\n5:11 Declare them guilty, O God; let them fall by their own devices.\n5:12 Because of their many transgressions cast them out, for they have rebelled against you.\n5:13 But let all who take refuge in you be glad; let them ever sing out their joy with your loving care.\n5:14 Shake them that they may be joyful in you, those who love your Name.\n5:15 For you, O Lord, will bless the righteous; you will defend them with your favor as with a shield."
    }
  },{
  "id": "PSALM 6",
  "text": {
    "NRSV": "6:1 O Lord, do not rebuke me in your anger, or discipline me in your wrath.\n6:2 Be gracious to me, O Lord, for I am languishing; O Lord, heal me, for my bones are shaking with terror.\n6:3 My soul also is shaking with terror; how long, O Lord, how long?\n6:4 Turn, O Lord, save my life; deliver me for the sake of your steadfast love.\n6:5 For in death there is no remembrance of you; in Sheol who can give you praise?\n6:6 I am weary with my moaning; every night I flood my bed with tears; I drench my couch with my weeping.\n6:7 My eyes waste away because of grief; they grow weak because of all my foes.\n6:8 Depart from me, all you workers of evil, for the Lord has heard the sound of my weeping.\n6:9 The Lord has heard my supplication; the Lord accepts my prayer.\n6:10 All my enemies shall be ashamed and struck with terror; they shall turn back, and in a moment be put to shame."
  }
},
{
  "id": "PSALM 7",
  "text": {
    "NRSV": "7:1 O Lord my God, in you I take refuge; save me from all my pursuers, and deliver me,\n7:2 or like a lion they will tear me apart; they will drag me away, with no one to rescue.\n7:3 O Lord my God, if I have done this, if there is wrong in my hands,\n7:4 if I have repaid my ally with harm or plundered my foe without cause,\n7:5 then let the enemy pursue and overtake me, trample my life to the ground, and lay my soul in the dust. Selah\n7:6 Rise up, O Lord, in your anger; lift yourself up against the fury of my enemies; awake, O my God; you have appointed a judgment.\n7:7 Let the assembly of the peoples be gathered around you, and over it take your seat on high.\n7:8 The Lord judges the peoples; judge me, O Lord, according to my righteousness and according to the integrity that is in me.\n7:9 O let the evil of the wicked come to an end, but establish the righteous, you who test the minds and hearts, O righteous God.\n7:10 God is my shield, who saves the upright in heart.\n7:11 God is a righteous judge, and a God who has indignation every day.\n7:12 If one does not repent, God will whet his sword; he has bent and strung his bow;\n7:13 he has prepared his deadly weapons, making his arrows fiery shafts.\n7:14 See how they conceive evil, and are pregnant with mischief, and bring forth lies.\n7:15 They make a pit, digging it out, and fall into the hole that they have made.\n7:16 Their mischief returns upon their own heads, and on their own heads their violence descends.\n7:17 I will give to the Lord the thanks due to his righteousness, and sing praise to the name of the Lord, the Most High."
  }
},
{
  "id": "PSALM 8",
  "text": {
    "NRSV": "8:1 O Lord, our Sovereign, how majestic is your name in all the earth! You have set your glory above the heavens.\n8:2 Out of the mouths of babes and infants you have founded a bulwark because of your foes, to silence the enemy and the avenger.\n8:3 When I look at your heavens, the work of your fingers, the moon and the stars that you have established;\n8:4 what are human beings that you are mindful of them, mortals that you care for them?\n8:5 Yet you have made them a little lower than God, and crowned them with glory and honor.\n8:6 You have given them dominion over the works of your hands; you have put all things under their feet,\n8:7 all sheep and oxen, and also the beasts of the field,\n8:8 the birds of the air, and the fish of the sea, whatever passes along the paths of the seas.\n8:9 O Lord, our Sovereign, how majestic is your name in all the earth!"
  }
},
  {
    "id": "PSALM 9",
    "text": {
      "NRSV": "9:1 I will give thanks to you, O Lord, with my whole heart; I will tell of all your marvelous works.\n9:2 I will be glad and exult in you; I will sing psalms to your Name, O Most High.\n9:3 When my enemies are driven back, they will stumble and perish at your presence.\n9:4 For you have maintained my right and my cause; you are seated on your throne judging righteously.\n9:5 You have rebuked the ungodly and destroyed the wicked; you have blotted out their name for ever and ever.\n9:6 As for the enemy, they are finished, in perpetual ruin, their cities plowed under, the very memory of them has perished.\n9:7 But the Lord enthroned for ever; he has set up his throne for judgment.\n9:8 It is he who rules the world with righteousness; he judges the peoples with equity.\n9:9 The Lord will be a refuge for the oppressed, a refuge in time of trouble.\n9:10 Those who know your Name will put their trust in you, for you never forsake those who seek you, O Lord.\n9:11 Sing psalms to the Lord who dwells in Zion; proclaim among the peoples the things he has done.\n9:12 The Avenger of blood will remember them; he will not forget the cry of the afflicted.\n9:13 Have pity on me, O Lord; see the misery I suffer from those who hate me, O you who lift me up from the gates of death;\n9:14 So that I may tell of all your praises and rejoice in your salvation in the gates of the city of Zion.\n9:15 The ungodly have fallen into the pit they dug, and in the snare they set is their own foot caught.\n9:16 The Lord is known by his acts of justice; the wicked are trapped in the works of their own hands.\n9:17 The wicked shall be given over to the grave, and also all the peoples that forget God.\n9:18 For the needy shall not always be forgotten, and the hope of the poor shall not perish for ever.\n9:19 Rise up, O Lord, let not the ungodly have the upper hand; let them be judged before you.\n9:20 Put them in fear, O Lord; let the ungodly know they are but mortal."
    }
  },
  {
    "id": "PSALM 10",
    "text": {
      "NRSV": "10:1 Why do you stand so far off, O Lord, and hide yourself in time of trouble?\n10:2 The wicked are so proud that they persecute the poor; let them be caught in the schemes they have devised.\n10:3 For the wicked boast of their heart's desire and prosper; they curse the Lord and spurn him.\n10:4 The wicked are so proud that they care not for God; their only thought is, 'There is no God.'\n10:5 Their ways are prosperous at all times; your judgments are on high out of their sight; they scoff at all their enemies.\n10:6 They say in their heart, 'I shall not be shaken; from age to age I shall not come to misfortune.'\n10:7 Their mouth is full of cursing, deceit, and fraud; under their tongue are mischief and wrong.\n10:8 They lurk in abandoned places and in secret places they murder the innocent; their eyes haunt the needy.\n10:9 They lie in wait like a lion in a covert; they lie in wait to catch the helpless; they catch the helpless when they draw them into their net.\n10:10 The helpless are crushed and sink down; they fall into the power of their wretchedness.\n10:11 They say in their heart, 'God has forgotten; he hides his face; he will never see it.'\n10:12 Rise up, O Lord; O God, lift up your hand; do not forget the afflicted.\n10:13 Why should the wicked spurn God? Why should they say in their heart, 'You will not call to account'?\n10:14 Surely you behold trouble and misery; you see it and take it into your own hand.\n10:15 The helpless commits himself to you, for you are the helper of the orphans.\n10:16 Break the power of the wicked and evil man; search out his wickedness until you find none.\n10:17 The Lord is King for ever and ever; the ungodly shall perish from his land.\n10:18 The Lord will hear the desire of the humble; you will strengthen their heart and your ear shall hear;\n10:19 To give justice to the orphan and oppressed, so that mere mortals may strike terror no more."
    }
  },
  {
    "id": "PSALM 11",
    "text": {
      "NRSV": "11:1 In the Lord have I taken refuge; how then can you say to me, 'Fly like a bird to the hilltop;\n11:2 For see, the wicked bend the bow and fit the arrow to the string, to shoot from ambush at the true of heart.\n11:3 When the foundations are being destroyed, what can the righteous do?'\n11:4 The Lord is in his holy temple; the Lord's throne is in heaven.\n11:5 His eyes behold the inhabited world; his gazing examines humankind.\n11:6 The Lord examines the righteous and the wicked; he abhors those who love violence.\n11:7 He shall rain coals of fire and brimstone upon the wicked; a scorching wind shall be their lot to drink.\n11:8 For the Lord is righteous; he delights in righteous deeds; and the upright shall see his face."
    }
  },{
  "id": "PSALM 12",
  "text": {
    "NRSV": "12:1 Help me, Lord, for there is no godly one left; the faithful have vanished from among us.\n12:2 Everyone speaks falsely with his neighbor; with a smooth tongue they speak from a double heart.\n12:3 Oh, that the Lord would cut off all smooth tongues, and close the lips that utter proud boasts!\n12:4 Those who say, 'With our tongue will we prevail; our lips are our own: who is lord over us?'\n12:5 'Because the needy are oppressed, and the poor cry out in misery, I will rise up,' says the Lord, 'and give them the help they long for.'\n12:6 The words of the Lord are pure words, like silver refined from ore and purified seven times in the fire.\n12:7 O Lord, protect us from this generation for ever.\n12:8 The wicked prowl on every side, and that which is worthless is highly prized by everyone."
  }
},
{
  "id": "PSALM 13",
  "text": {
    "NRSV": "13:1 How long, O Lord? will you forget me for ever? how long will you hide your face from me?\n13:2 How long shall I have perplexity in my mind, and grief in my heart, day after day? how long shall my enemy triumph over me?\n13:3 Look upon me and answer me, O Lord my God; give light to my eyes, lest I sleep in death;\n13:4 Lest my enemy say, 'I have prevailed over him,' and my foes rejoice that I have fallen.\n13:5 But I put my trust in your mercy; my heart is joyful because of your saving help.\n13:6 I will sing to the Lord, for he has dealt with me richly; I will praise the Name of the Lord Most High."
  }
},
{
  "id": "PSALM 14",
  "text": {
    "NRSV": "14:1 The fool has said in his heart, 'There is no God.' All are corrupt and commit abominable acts; there is none who does any good.\n14:2 The Lord looks down from heaven upon us all, to see if there is any who is wise, if there is one who seeks after God.\n14:3 Everyone has proved faithless; all alike have turned bad; there is none who does good; no, not one.\n14:4 Have they no knowledge, all those evildoers who eat up my people like bread and do not call upon the Lord?\n14:5 See how they tremble with fear, because God is in the company of the righteous.\n14:6 Their aim is to confound the plans of the afflicted, but the Lord is their refuge.\n14:7 Oh, that Israel's deliverance would come out of Zion! when the Lord restores the fortunes of his people, Jacob will rejoice and Israel be glad."
  }
},
  {
    "id": "PSALM 15",
    "text": {
      "NRSV": "15:1 Lord, who may dwell in your tabernacle? Who may abide upon your holy hill?\n15:2 Whoever leads a blameless life and does what is right, who speaks the truth from his heart.\n15:3 There is no guile upon his tongue; he does no evil to his friend; he does not heap contempt upon his neighbor.\n15:4 In his sight the wicked is rejected, but he honors those who fear the Lord.\n15:5 He has sworn to do no wrong and does not take back his word.\n15:6 He does not give his money in hope of gain, nor does he take a bribe against the innocent.\n15:7 Whoever does these things shall never be overthrown."
    }
  },
  {
    "id": "PSALM 16",
    "text": {
      "NRSV": "16:1 Protect me, O God, for I take refuge in you; I have said to the Lord, 'You are my Lord, my good above all other.'\n16:2 All my delight is upon the godly who are in the land, upon those who are noble among the people.\n16:3 But those who run after other gods shall have their troubles multiplied.\n16:4 Their libations of blood I will not offer, nor take the names of their gods upon my lips.\n16:5 O Lord, you are my portion and my cup; it is you who uphold my lot.\n16:6 My boundaries enclose a pleasant land; indeed, I have a goodly heritage.\n16:7 I will bless the Lord who gives me counsel; my heart teaches me, night after night.\n16:8 I have set the Lord always before me; because he is at my right hand, I shall not fall.\n16:9 My heart, therefore, is glad, and my spirit rejoices; my body also shall rest in hope.\n16:10 For you will not abandon me to the grave, nor let your holy one see the Pit.\n16:11 You will show me the path of life; in your presence there is fullness of joy, and in your right hand are pleasures for evermore."
    }
  },
  {
    "id": "PSALM 17",
    "text": {
      "NRSV": "17:1 Hear my plea of innocence, O Lord; give heed to my cry; listen to my prayer, which does not come from lying lips.\n17:2 Let my vindication come forth from your presence; let your eyes be fixed on justice.\n17:3 Weigh my heart, summon me by night, melt me down; you will find no impurity in me; I give no offense with my mouth as others do; I have heeded the words of your lips.\n17:4 My footsteps hold fast to the ways of your law; in your paths my feet shall not stumble.\n17:5 I call upon you, O God, for you will answer me; incline your ear to me and hear my words.\n17:6 Show me your marvelous loving-kindness, O Savior of those who take refuge at your right hand from those who rise up against them.\n17:7 Keep me as the apple of your eye; hide me under the shadow of your wings,\n17:8 From the wicked who assault me, from my deadly enemies who surround me.\n17:9 They have closed their heart to pity, and their mouth speaks proud things.\n17:10 They press me hard, now they surround me, watching how they may cast me to the ground,\n17:11 Like a lion, greedy for its prey, and like a young lion lurking in secret places.\n17:12 Rise up, O Lord; confront them and cast them down; deliver me from the wicked by your sword.\n17:13 Deliver me, O Lord, by your hand from those whose portion in life is this world;\n17:14 Whose bellies you fill with your treasure, who are sated with children and leave their wealth to their little ones.\n17:15 As for me, I shall see your face in righteousness; when I awake and behold your likeness, I shall be satisfied."
    }
  },{
  "id": "PSALM 18",
  "text": {
    "NRSV": "18:1 I love you, O Lord my strength,\n18:2 O Lord my stronghold, my crag, and my haven; my God, my rock in whom I put my trust, my shield, the horn of my salvation, and my refuge; you are worthy of praise.\n18:3 I will call upon the Lord, and so shall I be saved from my enemies.\n18:4 The breakers of death rolled over me, and the torrents of oblivion made me afraid.\n18:5 The cords of hell entangled me, and the snares of death were set for me.\n18:6 I called upon the Lord in my distress and cried out to my God for help.\n18:7 He heard my voice from his heavenly dwelling; my cry of anguish came to his ears.\n18:8 The earth reeled and rocked; the roots of the mountains shook; they reeled because of his anger.\n18:9 Smoke rose from his nostrils and a consuming fire out of his mouth; hot burning coals blazed forth from him.\n18:10 He parted the heavens and came down with a storm cloud under his feet.\n18:11 He rode upon a cherub and flew; he came swiftly on the wings of the wind.\n18:12 He wrapped darkness about him; he made dark waters and thick clouds his pavilion.\n18:13 From the brightness of his presence, through the clouds, burst hailstones and coals of fire.\n18:14 The Lord thundered out of heaven; the Most High uttered his voice.\n18:15 He loosed his arrows and scattered them; he hurled thunderbolts and routed them.\n18:16 The beds of the seas were uncovered, and the foundations of the world laid bare, at your battle cry, O Lord, at the blast of the breath of your nostrils.\n18:17 He reached down from on high and grasped me; he drew me out of great waters.\n18:18 He delivered me from my strong enemies and from those who hated me; for they were too mighty for me.\n18:19 They confronted me in the day of my disaster; but the Lord was my support.\n18:20 He brought me out into an open place; he rescued me because he delighted in me.\n18:21 The Lord rewarded me because of my righteous dealing; because my hands were clean he rewarded me;\n18:22 For I have kept the ways of the Lord and have not offended against my God;\n18:23 For all his judgments are before my eyes, and his decrees I have not put away from me;\n18:24 For I have been blameless with him and have kept myself from iniquity;\n18:25 Therefore the Lord rewarded me according to my righteous dealing, because of the cleanness of my hands in his sight.\n18:26 With the faithful you show yourself faithful, O God; with the forthright you show yourself forthright.\n18:27 With the pure you show yourself pure, but with the crooked you are wily.\n18:28 You will save a lowly people, but you will humble the haughty eyes.\n18:29 You, O Lord, are my lamp; my God, you make my darkness bright.\n18:30 With you I will break down an enclosure; with the help of my God I will scale any wall.\n18:31 As for God, his ways are perfect; the words of the Lord are tried in the fire; he is a shield to all who trust in him.\n18:32 For who is God, but the Lord? who is the Rock, except our God?\n18:33 It is God who girds me about with strength and makes my way secure.\n18:34 He makes me sure-footed like a deer and lets me stand firm on the heights.\n18:35 He trains my hands for battle, and my arms for bending even a bow of bronze.\n18:36 You have given me your shield of victory; your right hand also sustains me; your loving care makes me great.\n18:37 You lengthen my stride beneath me, and my ankles do not give way.\n18:38 I pursue my enemies and overtake them; I will not turn back till I have destroyed them.\n18:39 I strike them down, and they cannot rise; they fall defeated at my feet.\n18:40 You have girded me with strength for the battle; you have cast down my adversaries beneath me; you have made my enemies turn their backs upon me, and I destroyed those who hated me.\n18:41 They cried for help, but there was none to save them; they cried to the Lord, but he did not answer.\n18:42 I beat them small like dust before the wind; I trampled them like mud in the streets.\n18:43 You delivered me from strife with the peoples; you made me head over nations; people whom I had not known served me.\n18:44 As soon as they heard of me, they obeyed me; foreigners came cringing to me.\n18:45 Foreigners lost heart and came trembling out of their strongholds.\n18:46 The Lord lives! Blessed is my rock! Exalted is the God of my salvation!\n18:47 He is the God who gave me victory and cast down the peoples beneath me.\n18:48 You rescued me from the fury of my enemies; you exalted me above those who rose against me; you saved me from my deadly foe.\n18:49 Therefore will I extol you among the nations, O Lord, and sing praises to your Name.\n18:50 He multiplies the victories of his king; he shows loving-kindness to his anointed, to David and his descendants for ever."
  }
},
  {
    "id": "PSALM 19",
    "text": {
      "NRSV": "19:1 The heavens declare the glory of God, and the firmament shows his handiwork.\n19:2 One day tells its tale to another, and one night imparts knowledge to another.\n19:3 Although they have no words or language, and their voices are not heard,\n19:4 Their sound has gone out into all lands, and their message to the ends of the world.\n19:5 In the deep has he set a pavilion for the sun; it comes forth like a bridegroom out of his chamber; it rejoices like a champion to run its course.\n19:6 It goes forth from the uttermost edge of the heavens and runs about to the end of it again; nothing is hidden from its burning heat.\n19:7 The law of the Lord is perfect and revives the soul; the testimony of the Lord is sure and gives wisdom to the innocent.\n19:8 The statutes of the Lord are just and rejoice the heart; the commandment of the Lord is clear and gives light to the eyes.\n19:9 The fear of the Lord is clean and endures for ever; the judgments of the Lord are true and righteous altogether.\n19:10 More to be desired are they than gold, more than much fine gold, sweeter far than honey, than honey in the comb.\n19:11 By them also is your servant enlightened, and in keeping them there is great reward.\n19:12 Who can tell how often he offends? cleanse me from my secret faults.\n19:13 Above all, keep your servant from presumptuous sins; let them not get dominion over me; then shall I be whole and sound, and innocent of a great offense.\n19:14 Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my strength and my redeemer."
    }
  },
  {
    "id": "PSALM 20",
    "text": {
      "NRSV": "20:1 May the Lord answer you in the day of trouble, the Name of the God of Jacob defend you;\n20:2 Send you help from his sanctuary and strengthen you out of Zion;\n20:3 Remember all your offerings and accept your burnt sacrifice;\n20:4 Grant you your heart's desire and prosper all your plans.\n20:5 We will shout for joy at your victory and triumph in the Name of our God; may the Lord grant all your requests.\n20:6 Now I know that the Lord gives victory to his anointed; he will answer him out of his holy heaven, with the victorious might of his right hand.\n20:7 Some put their trust in chariots and some in horses, but we will call upon the Name of the Lord our God.\n20:8 They are brought down and fallen, but we are risen and stand upright.\n20:9 O Lord, give victory to the king and answer us when we call."
    }
  },
  {
    "id": "PSALM 21",
    "text": {
      "NRSV": "21:1 The King rejoices in your strength, O Lord; how greatly he exults in your victory!\n21:2 You have given him his heart's desire; you have not denied him the request of his lips.\n21:3 For you meet him with blessings of prosperity and set a crown of fine gold upon his head.\n21:4 He asked you for life, and you gave it to him: length of days for ever and ever.\n21:5 His honor is great because of your victory; splendor and majesty have you laid upon him.\n21:6 For you will give him everlasting felicity and will make him glad with the joy of your countenance.\n21:7 For the king puts his trust in the Lord; because of the loving-kindness of the Most High, he shall not fall.\n21:8 Your hand will lay hold upon all your enemies; your right hand will seize all those who hate you.\n21:9 You will make them like a fiery furnace at the time of your appearing, O Lord; you will swallow them up in your wrath, and fire shall consume them.\n21:10 You will destroy their offspring from the earth and their descendants from among the peoples of the world.\n21:21 For they intended evil against you and devised wicked schemes which they could not perform.\n21:12 Therefore you will put them to flight and aim your tipped arrows at their faces.\n21:13 Be exalted, O Lord, in your might; we will sing and praise your power."
    }
  },{
  "id": "PSALM 22",
  "text": {
    "NRSV": "22:1 My God, my God, why have you forsaken me? and are so far from my cry and from the words of my distress?\n22:2 O my God, I cry in the daytime, but you do not hear; by night as well, but I find no rest.\n22:3 Yet you are the Holy One, enthroned upon the praises of Israel.\n22:4 Our forefathers put their trust in you; they trusted, and you delivered them.\n22:5 They cried out to you and were delivered; they trusted in you and were not put to shame.\n22:6 But as for me, I am a worm and no man, scorned by all and despised by the people.\n22:7 All who see me laugh me to scorn; they curl their lips and wag their heads, saying,\n22:8 'He trusted in the Lord; let him deliver him; let him rescue him, if he delights in him.'\n22:9 Yet you are he who took me out of the womb, and kept me safe upon my mother's breast.\n22:10 I have been entrusted to you ever since I was born; you were my God when I was still in my mother's womb.\n22:11 Be not far from me, for trouble is near, and there is none to help.\n22:12 Many young bulls encircle me; strong bulls of Bashan surround me.\n22:13 They open wide their jaws at me, like a ravening and a roaring lion.\n22:14 I am poured out like water; all my bones are out of joint; my heart within my breast is melting wax.\n22:15 My mouth is dried out like a pot-sherd; my tongue sticks to the roof of my mouth; and you have laid me in the dust of the grave.\n22:16 Packs of dogs close me in, and gangs of evildoers circle around me; they pierce my hands and my feet; I can count all my bones.\n22:17 They stare and gloat over me; they divide my garments among them; they cast lots for my clothing.\n22:18 Be not far away, O Lord; you are my strength; hasten to help me.\n22:19 Save me from the sword, my life from the power of the dog.\n22:20 Save me from the lion's mouth, my wretched body from the horns of wild bulls.\n22:21 I will declare your Name to my brethren; in the midst of the congregation I will praise you.\n22:22 Praise the Lord, you that fear him; stand in awe of him, O offspring of Israel; all you of Jacob's line, give glory.\n22:23 For he does not despise nor abhor the poor in their poverty; neither does he hide his face from them; but when they cry to him he hears them.\n22:24 My praise is of him in the great assembly; I will perform my vows in the presence of those who worship him.\n22:25 The poor shall eat and be satisfied, and those who seek the Lord shall praise him: 'May your heart live for ever!'\n22:26 All the ends of the earth shall remember and turn to the Lord, and all the families of the nations shall bow before him.\n22:27 For kingship belongs to the Lord; he rules over the nations.\n22:28 To him alone all who sleep in the earth bow down in worship; all who go down to the dust fall before him.\n22:29 My soul shall live for him; my descendants shall serve him; they shall be known as the Lord's for ever.\n22:30 They shall come and make known to a people yet unborn the saving deeds that he has done."
  }
},
{
  "id": "PSALM 23",
  "text": {
    "NRSV": "23:1 The Lord is my shepherd; I shall not be in want.\n23:2 He makes me lie down in green pastures and leads me beside still waters.\n23:3 He revives my soul and guides me along right pathways for his Name's sake.\n23:4 Though I walk through the valley of the shadow of death, I shall fear no evil; for you are with me; your rod and your staff, they comfort me.\n23:5 You spread a table before me in the presence of those who trouble me; you have anointed my head with oil, and my cup is running over.\n23:6 Surely your goodness and mercy shall follow me all the days of my life, and I will dwell in the house of the Lord for ever."
  }
},
  {
    "id": "PSALM 24",
    "text": {
      "NRSV": "24:1 The earth is the Lord's and all that is in it, the world and all who dwell therein.\n24:2 For it is he who founded it upon the seas and made it fast upon the great deep.\n24:3 Who can ascend the hill of the Lord? and who can stand in his holy place?\n24:4 Those who have clean hands and a pure heart, who have not pledged themselves to falsehood, nor sworn by what is a fraud.\n24:5 They shall receive a blessing from the Lord and a just reward from the God of their salvation.\n24:6 Such is the generation of those who seek him, of those who seek your face, O God of Jacob.\n24:7 Lift up your heads, O gates; lift them high, O everlasting doors; and the King of glory shall come in.\n24:8 'Who is this King of glory?' 'The Lord, strong and mighty, the Lord, mighty in battle.'\n24:9 Lift up your heads, O gates; lift them high, O everlasting doors; and the King of glory shall come in.\n24:10 'Who is he, this King of glory?' 'The Lord of hosts, he is the King of glory.'"
    }
  },
  {
    "id": "PSALM 25",
    "text": {
      "NRSV": "25:1 To you, O Lord, I lift up my soul; my God, I put my trust in you; let me not be humiliated, nor let my enemies triumph over me.\n25:2 Let none who look to you be put to shame; let the treacherous be disappointed in their schemes.\n25:3 Show me your ways, O Lord, and teach me your paths.\n25:4 Lead me in your truth and teach me, for you are the God of my salvation; in you have I trusted all the day long.\n25:5 Remember, O Lord, your compassion and love, for they are from everlasting.\n25:6 Remember not the sins of my youth and my transgressions; remember me according to your love and for the sake of your goodness, O Lord.\n25:7 Gracious and upright is the Lord; therefore he teaches sinners in his way.\n25:8 He guides the humble in doing right and teaches his way to the lowly.\n25:9 All the paths of the Lord are love and faithfulness to those who keep his covenant and his testimonies.\n25:10 For your Name's sake, O Lord, forgive my sin, for it is great.\n25:11 Who are they who fear the Lord? he will teach them the way that they should choose.\n25:12 They shall dwell in prosperity, and their offspring shall inherit the land.\n25:13 The Lord is a friend to those who fear him, and he will show them his covenant.\n25:14 My eyes are ever looking to the Lord, for he shall pluck my feet out of the net.\n25:15 Turn to me and have pity on me, for I am left alone and in misery.\n25:16 The sorrows of my heart have multiplied; deliver me out of my distress.\n25:17 Look upon my adversity and misery and forgive me all my sin.\n25:18 Look upon my enemies, for they are many, and they bear a violent hatred against me.\n25:19 Protect my person and deliver me; let me not be put to shame, for I have trusted in you.\n25:20 Let integrity and uprightness preserve me, for my hope has been in you.\n25:21 Deliver Israel, O God, out of all his troubles."
    }
  },
  {
    "id": "PSALM 26",
    "text": {
      "NRSV": "26:1 Give judgment for me, O Lord, for I have lived with integrity; I have trusted in the Lord and have not faltered.\n26:2 Test me, O Lord, and try me; examine my heart and my mind.\n26:3 For your love is before my eyes; I have walked in your truth.\n26:4 I have not sat with the worthless, nor do I consort with the deceitful.\n26:5 I have hated the company of the evildoers; I will not sit down with the wicked.\n26:6 I will wash my hands in innocence, O Lord, that I may go in procession round your altar;\n26:7 Adoring with the voice of thanksgiving and declaring all your wonderful deeds.\n26:8 Lord, I love the house in which you dwell and the place where your glory abides.\n26:9 Do not sweep me away with sinners, nor my life with those who thirst for blood,\n26:10 Whose hands are full of evil plots, and their right hand full of bribes.\n26:11 As for me, I will live with integrity; redeem me, O Lord, and have pity on me.\n26:12 My foot stands on level ground; in the full assembly I will bless the Lord."
    }
  },
  {
  "id": "PSALM 27",
  "text": {
    "NRSV": "27:1 The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?\n27:2 When evildoers assail me to eat up my flesh, my adversaries and foes, they shall stumble and fall.\n27:3 Though an army encamp against me, my heart shall not fear; though war rise up against me, yet I will be confident.\n27:4 One thing I asked of the Lord, that will I seek after: to live in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to inquire in his temple.\n27:5 For he will hide me in his shelter in the day of trouble; he will conceal me under the cover of his tent; he will set me high on a rock.\n27:6 Now my head is lifted up above my enemies all around me, and I will offer in his tent sacrifices with shouts of joy; I will sing and make melody to the Lord.\n27:7 Hear, O Lord, when I cry aloud; be gracious to me and answer me!\n27:8 'Come,' my heart says, 'seek his face!' Your face, Lord, do I seek.\n27:9 Do not hide your face from me. Do not turn your servant away in anger, you who have been my help. Do not cast me off, do not forsake me, O God of my salvation!\n27:10 If my father and mother forsake me, the Lord will take me up.\n27:11 Teach me your way, O Lord, and lead me on a level path because of my enemies.\n27:12 Do not give me up to the will of my adversaries, for false witnesses have risen against me, and they are breathing out violence.\n27:13 I believe that I shall see the goodness of the Lord in the land of the living.\n27:14 Wait for the Lord; be strong, and let your heart take courage; wait for the Lord!"
  }
},
{
  "id": "PSALM 28",
  "text": {
    "NRSV": "28:1 To you, O Lord, I call; my rock, do not refuse to hear me, for if you are silent to me, I shall be like those who go down to the Pit.\n28:2 Hear the voice of my supplication, as I cry to you for help, as I lift up my hands toward your most holy sanctuary.\n28:3 Do not drag me away with the wicked, with those who are workers of evil, who speak peace with their neighbors, while mischief is in their hearts.\n28:4 Repay them according to their work, and according to the evil of their deeds; repay them according to the work of their hands; render them their due reward.\n28:5 Because they do not regard the works of the Lord, or the operation of his hands, he will break them down and build them up no more.\n28:6 Blessed be the Lord, for he has heard the sound of my pleadings.\n28:7 The Lord is my strength and my shield; in him my heart trusts; so I am helped, and my heart exults, and with my song I give thanks to him.\n28:8 The Lord is the strength of his people; he is the saving refuge of his anointed.\n28:9 O save your people, and bless your heritage; be their shepherd, and carry them for ever."
  }
},
{
  "id": "PSALM 29",
  "text": {
    "NRSV": "29:1 Ascribe to the Lord, O heavenly beings, ascribe to the Lord glory and strength.\n29:2 Ascribe to the Lord the glory of his name; worship the Lord in holy splendor.\n29:3 The voice of the Lord is over the waters; the God of glory thunders, the Lord, over mighty waters.\n29:4 The voice of the Lord is powerful; the voice of the Lord is full of majesty.\n29:5 The voice of the Lord breaks the cedars; the Lord breaks the cedars of Lebanon.\n29:6 He makes Lebanon skip like a calf, and Sirion like a young wild ox.\n29:7 The voice of the Lord flashes forth flames of fire.\n29:8 The voice of the Lord shakes the wilderness; the Lord shakes the wilderness of Kadesh.\n29:9 The voice of the Lord causes the oaks to whirl, and strips the forest bare; and in his temple all say, 'Glory!'\n29:10 The Lord sits enthroned over the flood; the Lord sits enthroned as king forever.\n29:11 May the Lord give strength to his people! May the Lord bless his people with peace!"
  }
},
  {
    "id": "PSALM 30",
    "text": {
      "NRSV": "30:1 I will exalt you, O Lord, because you have lifted me up and have not let my enemies triumph over me.\n30:2 O Lord my God, I cried out to you, and you restored me to health.\n30:3 You brought me up, O Lord, from the dead; you restored my life as I was going down to the grave.\n30:4 Sing to the Lord, you servants of his; give thanks for the remembrance of his holiness.\n30:5 For his wrath endures but the twinkling of an eye, his favor for a lifetime.\n30:6 Weeping may spend the night, but joy comes in the morning.\n30:7 While I felt secure, I said, 'I shall never be disturbed; you, Lord, with your favor, made me as strong as the mountains.'\n30:8 Then you hid your face, and I was filled with fear.\n30:9 I cried to you, O Lord; I pleaded with the Lord, saying,\n30:10 'What profit is there in my blood, if I go down to the Pit? will the dust praise you or declare your faithfulness?\n30:11 Hear, O Lord, and have mercy upon me; O Lord, be my helper.'\n30:12 You have turned my wailing into dancing; you have put off my sackcloth and clothed me with joy.\n30:13 Therefore my heart sings to you without ceasing; O Lord my God, I will give you thanks for ever."
    }
  },
  {
    "id": "PSALM 31",
    "text": {
      "NRSV": "31:1 In you, O Lord, have I taken refuge; let me never be put to shame; deliver me in your righteousness.\n31:2 Incline your ear to me; make haste to deliver me.\n31:3 Be my strong rock, a castle to keep me safe, for you are my crag and my stronghold;\n31:4 For the sake of your Name, lead me and guide me.\n31:5 Take me out of the net that they have secretly set for me, for you are my tower of strength.\n31:6 Into your hands I commend my spirit, for you have redeemed me, O Lord, O God of truth.\n31:7 I hate those who hold to worthless idols, but I trust in the Lord.\n31:8 I will boast and be glad because of your mercy; for you have seen my affliction; you have known my distress.\n31:9 You have not abandoned me into the hands of the enemy; you have set my feet in an open place.\n31:10 Have mercy on me, O Lord, for I am in trouble; my eye is consumed with sorrow, and also my throat and my belly.\n31:11 For my life is wasted with grief, and my years with sighing; my strength fails me because of affliction, and my bones are consumed.\n31:12 I have become a reproach to all my enemies and even to my neighbors, a dismay to those of my acquaintance; when they see me in the street they avoid me.\n31:13 I am forgotten like a dead man, out of mind; I am as useless as a broken pot.\n31:14 For I have heard the whispering of the crowd; fear is all around; they put their heads together against me; they plot to take my life.\n31:15 But as for me, I have trusted in you, O Lord. I have said, 'You are my God.'\n31:16 My times are in your hand; rescue me from the hand of my enemies and from those who persecute me.\n31:17 Make your face to shine upon your servant, and in your loving-kindness save me.\n31:18 Lord, let me not be ashamed for having called upon you; rather, let the wicked be put to shame; let them be silent in the grave.\n31:19 Let the lying lips be silenced which speak against the righteous, insolently, disdainfully, and with contempt.\n31:20 How great is your goodness, O Lord! which you have laid up for those who fear you; which you have done in the sight of all for those who put their trust in you.\n31:21 You hide them in the covert of your presence from those who confederate against them; you keep them in your shelter from the strife of tongues.\n31:22 Blessed be the Lord! for he has shown me the wonders of his love in a besieged city.\n31:23 Yet I said in my alarm, 'I am cut off from the sight of your eyes.' Nevertheless, you heard the voice of my prayer when I cried out to you.\n31:24 Love the Lord, all you who worship him; the Lord protects the faithful, but repays to the full the proud.\n31:25 Be strong and let your heart take courage, all you who wait for the Lord."
    }
  },{
  "id": "PSALM 32",
  "text": {
    "NRSV": "32:1 Happy are those whose transgression is forgiven, whose sin is covered.\n32:2 Happy are those to whom the Lord imputes no iniquity, and in whose spirit there is no deceit.\n32:3 While I kept silence, my body wasted away through my groaning all day long.\n32:4 For day and night your hand was heavy upon me; my strength was dried up as by the heat of summer. Selah\n32:5 Then I acknowledged my sin to you, and I did not hide my iniquity; I said, 'I will confess my transgressions to the Lord,' and you forgave the guilt of my sin. Selah\n32:6 Therefore let all who are faithful offer prayer to you; at a time of distress, the rush of mighty waters shall not reach them.\n32:7 You are a hiding place for me; you preserve me from trouble; you surround me with glad cries of deliverance. Selah\n32:8 I will instruct you and teach you the way you should go; I will counsel you with my eye upon you.\n32:9 Do not be like a horse or a mule, without understanding, whose temper must be curbed with bit and bridle, else it will not stay near you.\n32:10 Many are the torments of the wicked, but steadfast love surrounds those who trust in the Lord.\n32:11 Be glad in the Lord and rejoice, O righteous, and shout for joy, all you upright in heart."
  }
},
{
  "id": "PSALM 33",
  "text": {
    "NRSV": "33:1 Rejoice in the Lord, O you righteous. Praise befits the upright.\n33:2 Praise the Lord with the lyre; make melody to him with the harp of ten strings.\n33:3 Sing to him a new song; play skillfully on the strings, with loud shouts.\n33:4 For the word of the Lord is upright, and all his work is done in faithfulness.\n33:5 He loves righteousness and justice; the earth is full of the steadfast love of the Lord.\n33:6 By the word of the Lord the heavens were made, and all their host by the breath of his mouth.\n33:7 He gathers the waters of the sea as in a bottle; he puts the deeps in storehouses.\n33:8 Let all the earth fear the Lord; let all the inhabitants of the world stand in awe of him.\n33:9 For he spoke, and it came to be; he commanded, and it stood firm.\n33:10 The Lord brings the counsel of the nations to nothing; he frustrates the plans of the peoples.\n33:11 The counsel of the Lord stands forever, the thoughts of his heart to all generations.\n33:12 Happy is the nation whose God is the Lord, the people whom he has chosen as his heritage.\n33:13 The Lord looks down from heaven; he sees all humankind.\n33:14 From where he sits enthroned he watches all the inhabitants of the earth—\n33:15 he who fashions the hearts of them all, and observes all their deeds.\n33:16 A king is not saved by his great army; a warrior is not delivered by his great strength.\n33:17 The war horse is a vain hope for victory, and by its great might it cannot save.\n33:18 Truly the eye of the Lord is on those who fear him, on those who hope in his steadfast love,\n33:19 to deliver their soul from death, and to keep them alive in famine.\n33:20 Our soul waits for the Lord; he is our help and our shield.\n33:21 Our heart is glad in him, because we trust in his holy name.\n33:22 Let your steadfast love, O Lord, be upon us, even as we hope in you."
  }
},
{
  "id": "PSALM 34",
  "text": {
    "NRSV": "34:1 I will bless the Lord at all times; his praise shall continually be in my mouth.\n34:2 My soul makes its boast in the Lord; let the humble hear and be glad.\n34:3 O magnify the Lord with me, and let us exalt his name together.\n34:4 I sought the Lord, and he answered me, and delivered me from all my fears.\n34:5 Look to him, and be radiant; so your faces shall never be ashamed.\n34:6 This poor soul cried, and was heard by the Lord, and was saved from every trouble.\n34:7 The angel of the Lord encamps around those who fear him, and delivers them.\n34:8 O taste and see that the Lord is good; happy are those who take refuge in him.\n34:9 O fear the Lord, you his holy ones, for those who fear him have no want.\n34:10 The young lions suffer want and hunger, but those who seek the Lord lack no good thing.\n34:11 Come, O children, listen to me; I will teach you the fear of the Lord.\n34:12 Which of you desires life, and covets many days to enjoy good?\n34:13 Keep your tongue from evil, and your lips from speaking deceit.\n34:14 Depart from evil, and do good; seek peace, and pursue it.\n34:15 The eyes of the Lord are on the righteous, and his ears are open to their cry.\n34:16 The face of the Lord is against evildoers, to cut off the remembrance of them from the earth.\n34:17 When the righteous cry for help, the Lord hears, and rescues them from all their troubles.\n34:18 The Lord is near to the brokenhearted, and saves the crushed in spirit.\n34:19 Many are the afflictions of the righteous, but the Lord rescues them from all of them.\n34:20 He keeps all their bones; not one of them will be broken.\n34:21 Evil brings death to the wicked, and those who hate the righteous will be condemned.\n34:22 The Lord redeems the life of his servants; none of those who take refuge in him will be condemned."
  }
},
  {
    "id": "PSALM 35",
    "text": {
      "NRSV": "35:1 Fight those who fight me, O Lord; attack those who are attacking me.\n35:2 Take up shield and armor and rise up to help me.\n35:3 Draw the sword and bar the way against those who pursue me; say to my soul, 'I am your salvation.'\n35:4 Let those who seek my life be shamed and disgraced; let those who plot my ruin fall back and be dismayed.\n35:5 Let them be like chaff before the wind, with the angel of the Lord driving them on.\n35:6 Let their way be dark and slippery, with the angel of the Lord pursuing them.\n35:7 For without cause they have laid a net in a pit for me; without cause they have dug a trap for my life.\n35:8 Let ruin come upon them unawares; let them be caught in the net they laid; let them fall into their own pit of ruin.\n35:9 Then will I be joyful in the Lord; I will glory in his victory.\n35:10 My whole being will say, 'Lord, who is like you? You deliver the poor from those who are too strong for them, the poor and needy from those who rob them.'\n35:11 Malicious witnesses rise up against me; they charge me with matters I know nothing about.\n35:12 They repay me evil for good, to my intense sorrow.\n35:13 As for me, when they were sick, I wore sackcloth and humbled myself by fasting; I prayed with my whole heart.\n35:14 I walked about as for my friend or my brother; I went in mourning as one who laments his mother.\n35:15 But when I stumbled, they were glad and gathered together; they gathered against me; strangers whom I did not know mocked me and did not cease.\n35:16 Like profane mockers at a feast, they gnashed at me with their teeth.\n35:17 O Lord, how long will you look on? rescue me from the roaring beasts, and my life from the young lions.\n35:18 I will give you thanks in the great assembly; I will praise you in the mighty throng.\n35:19 Do not let my treacherous enemies rejoice over me, nor let those who hate me without a cause wink their eyes.\n35:20 For they do not speak of peace, but invent deceitful schemes against those who are quiet in the land.\n35:21 They opened their mouths at me and said, 'Aha! we saw it with our own eyes.'\n35:22 You saw it, O Lord; do not be silent; O Lord, be not far from me.\n35:23 Awake, arise, to my cause! to my defense, my God and my Lord!\n35:24 Give me justice, O Lord my God, according to your righteousness; let them not triumph over me.\n35:25 Let them not say to themselves, 'Aha! just what we wanted!' nor let them say, 'We have swallowed him up.'\n35:26 Let all who rejoice at my ruin be shamed and disgraced; let those who boast against me be clothed with dismay and shame.\n35:27 Let those who favor my cause shout for joy and be glad; let them ever say, 'Great is the Lord, who desires the prosperity of his servant.'\n35:28 And my tongue shall be talking of your righteousness and of your praise all the day long."
    }
  },
  {
    "id": "PSALM 36",
    "text": {
      "NRSV": "36:1 There is a voice of rebellion deep in the heart of the wicked; there is no fear of God before his eyes.\n36:2 He flatters himself in his own eyes that his abominable sin will not be found out.\n36:3 The words of his mouth are wicked and deceitful; he has left off acting wisely and doing good.\n36:4 He plots wickedness upon his bed and has set himself in no good way; he does not abhor that which is evil.\n36:5 Your love, O Lord, reaches to the heavens, and your faithfulness to the clouds.\n36:6 Your righteousness is like the strong mountains, your justice like the great deep; you save both man and beast, O Lord.\n36:7 How priceless is your love, O God! your people take refuge under the shadow of your wings.\n36:8 They feast upon the abundance of your house; you give them drink from the river of your delights.\n36:9 For with you is the well of life, and in your light we see light.\n36:10 Continue your loving-kindness to those who know you, and your favor to those who are true of heart.\n36:11 Let not the foot of the proud come near me, nor the hand of the wicked push me aside.\n36:12 See how they are fallen, those who work wickedness! they are cast down and shall not be able to rise."
    }
  },{
  "id": "PSALM 37",
  "text": {
    "NRSV": "37:1 Do not fret yourself because of evildoers; do not be jealous of those who do wrong.\n37:2 For they shall soon wither like the grass, and like the green grass fade away.\n37:3 Put your trust in the Lord and do good; dwell in the land and feed on its riches.\n37:4 Take delight in the Lord, and he shall give you your heart's desire.\n37:5 Commit your way to the Lord and put your trust in him, and he will bring it to pass.\n37:6 He will make your righteousness as clear as the light and your just dealing as the noonday.\n37:7 Be still before the Lord and wait patiently for him.\n37:8 Do not fret yourself over the one who prospers, the one who succeeds in evil schemes.\n37:9 Refrain from anger, leave rage alone; do not fret yourself; it leads only to evil.\n37:10 For evildoers shall be cut off, but those who wait upon the Lord shall possess the land.\n37:11 In a little while the wicked shall be no more; you shall search out their place, but they will not be there.\n37:12 But the lowly shall possess the land; they will delight in abundance of peace.\n37:13 The wicked plot against the righteous and gnash at them with their teeth.\n37:14 The Lord laughs at the wicked, because he sees that their day will come.\n37:15 The wicked draw their sword and bend their bow to strike down the poor and needy, to slaughter those who are upright in their ways.\n37:16 Their sword shall go through their own heart, and their bow shall be broken.\n37:17 Better is the little that the righteous has than the abundance of many wicked.\n37:18 For the power of the wicked will be broken, but the Lord upholds the righteous.\n37:19 The Lord cares for the lives of the godly, and their inheritance shall last for ever.\n37:20 They shall not be ashamed in bad times, and in days of famine they shall have enough.\n37:21 As for the wicked, they shall perish, and the enemies of the Lord, like the glory of the meadows, shall vanish; they shall vanish like smoke.\n37:22 The wicked borrow and do not repay, but the righteous are generous in giving.\n37:23 Those who are blessed by God shall possess the land, but those who are cursed by him shall be destroyed.\n37:24 Our steps are directed by the Lord; he strengthens those in whose way he delights.\n37:25 If they stumble, they shall not fall headlong, for the Lord holds them by the hand.\n37:26 I have been young and now I am old, but never have I seen the righteous forsaken or their children begging bread.\n37:27 The righteous are always generous in their lending, and their children shall be a blessing.\n37:28 Turn from evil and do good, and dwell in the land for ever.\n37:29 For the Lord loves justice; he does not forsake his faithful ones.\n37:30 They shall be kept safe for ever, but the offspring of the wicked shall be destroyed.\n37:31 The righteous shall possess the land and dwell in it for ever.\n37:32 The mouth of the righteous utters wisdom, and their tongue speaks what is right.\n37:33 The law of their God is in their heart, and their footsteps shall not falter.\n37:34 The wicked spy on the righteous and seek occasion to kill them.\n37:35 The Lord will not abandon them to their hand, nor let them be found guilty at their trial.\n37:36 Wait upon the Lord and keep his way; he will raise you up to possess the land, and when the wicked are cut off, you will see it.\n37:37 I have seen the wicked in their arrogance, flourishing like a tree in full leaf.\n37:38 I have passed by, and behold, they were not there; I searched for them, but they could not be found.\n37:39 Mark those who are honest; observe the upright; for there is a future for the peaceable.\n37:40 Transgressors shall be destroyed, one and all; the future of the wicked is cut off.\n37:41 But the deliverance of the righteous comes from the Lord; he is their stronghold in time of trouble.\n37:42 The Lord will help them and rescue them; he will rescue them from the wicked and deliver them, because they seek refuge in him."
  }
},
  {
    "id": "PSALM 38",
    "text": {
      "NRSV": "38:1 O Lord, do not rebuke me in your anger; do not punish me in your wrath.\n38:2 For your arrows have already pierced me, and your hand presses hard upon me.\n38:3 There is no health in my flesh, because of your indignation; there is no soundness in my body, because of my sin.\n38:4 For my iniquities have gone over my head; they are a burden too heavy for me to bear.\n38:5 My wounds are foul and festering, because of my foolishness.\n38:6 I am bowed down and brought very low; I go mourning all the day long.\n38:7 For my loins are filled with burning, and there is no whole part in my body.\n38:8 I am feeble and crushed; I roar because of the tumult of my heart.\n38:9 Lord, you know all my desires, and my sighing is not hidden from you.\n38:10 My heart is pounding, my strength has failed me, and the brightness of my eyes is gone from me.\n38:11 My friends and companions stand aloof from my affliction; my neighbors stand far off.\n38:12 Those who seek my life lay snares for me; those who strive to hurt me speak of my ruin and plot treachery all the day long.\n38:13 But I am like the deaf who do not hear, like those who are mute and do not open their mouth.\n38:14 I have become like one who does not hear and from whose mouth comes no defense.\n38:15 For in you, O Lord, have I fixed my hope; you will answer me, O Lord my God.\n38:16 For I said, 'Let them not rejoice at my expense, those who exult over me when my foot slips.'\n38:17 Truly, I am on the verge of falling, and my pain is always with me.\n38:18 I will confess my iniquity and be sorry for my sin.\n38:19 Those who are my enemies without cause are mighty, and many in number are those who hate me wrongfully.\n38:20 Those who repay evil for good slander me, because I follow the course that is right.\n38:21 O Lord, do not forsake me; be not far from me, O my God.\n38:22 Make haste to help me, O Lord of my salvation."
    }
  },
  {
    "id": "PSALM 39",
    "text": {
      "NRSV": "39:1 I said, 'I will keep watch upon my ways, so that I do not offend with my tongue.'\n39:2 I will put a muzzle on my mouth while the wicked are in my presence.\n39:3 So I held my tongue and said nothing; I kept silent but to no avail, and my distress was increased.\n39:4 My heart grew hot within me; while I pondered, the fire burst into flame; I spoke out with my tongue:\n39:5 'Lord, let me know my end and the number of my days, so that I may know how short my life is.\n39:6 You have given me a mere handful of days, and my lifetime is as nothing in your sight; truly, even those who stand erect are but a puff of wind.\n39:7 We walk about like a shadow, and in vain we are in turmoil; we heap up riches and cannot tell who will gather them.\n39:8 And now, Lord, what is my hope? my hope is in you.\n39:9 Deliver me from all my transgressions and do not make me the taunt of the fool.\n39:10 I fell silent and did not open my mouth, for surely it was you who did it.\n39:11 Take your affliction from me; I am consumed by the blows of your hand.\n39:12 With rebukes for sin you punish us; like a moth you eat away all that is dear to us; truly, everyone is but a puff of wind.\n39:13 Hear my prayer, O Lord, and give ear to my cry; be not silent at my tears.\n39:14 For I am a stranger with you, a sojourner, as all my forefathers were.\n39:15 Turn your gaze from me, that I may be glad again, before I go my way and am no more.'"
    }
  },
  {
    "id": "PSALM 40",
    "text": {
      "NRSV": "40:1 I waited patiently upon the Lord; he stooped to me and heard my cry.\n40:2 He lifted me out of the desolate pit, out of the mire and clay; he set my feet upon a high cliff and made my footing sure.\n40:3 He put a new song in my mouth, a song of praise to our God; many shall see, and stand in awe, and put their trust in the Lord.\n40:4 Happy are they who trust in the Lord! they do not resort to evil spirits or turn to false gods.\n40:5 Great things are they that you have done, O Lord my God! how great your wonders and your plans for us! there is none who can be compared with you.\n40:6 Oh, that I could make them known and tell them! but they are more than I can count.\n40:7 In sacrifice and offering you take no pleasure (you have given me ears to hear you);\n40:8 Burnt-offering and sin-offering you have not required, and so I said, 'Behold, I come.\n40:9 In the roll of the book it is written concerning me: 'I love to do your will, O my God; your law is deep in my heart.'\n40:10 I proclaimed righteousness in the great assembly; behold, I did not restrain my lips; and that, O Lord, you know.\n40:11 Your righteousness have I not hidden in my heart; I have spoken of your faithfulness and your deliverance; I have not concealed your love and faithfulness from the great assembly.\n40:12 You are the Lord; do not withhold your compassion from me; let your love and your faithfulness keep me safe for ever,\n40:13 For innumerable troubles have crowded upon me; my sins have overtaken me, and I cannot see; they are more in number than the hairs of my head, and my heart fails me.\n40:14 Be pleased, O Lord, to deliver me; O Lord, make haste to help me.\n40:15 Let those who seek my life to destroy it be humbled and confounded altogether; let those who take pleasure in my misfortune draw back and be disgraced.\n40:16 Let those who say to me 'Aha!' and gloat over me be desolate because of their shame.\n40:17 Let all who seek you rejoice in you and be glad; let those who love your salvation say for ever, 'Great is the Lord!'\n40:18 Though I am poor and afflicted, the Lord will have care for me.\n40:19 You are my helper and my deliverer; do not tarry, O my God."
    }
  },{
  "id": "PSALM 41",
  "text": {
    "NRSV": "41:1 Happy are they who consider the poor and needy! the Lord will deliver them in the time of trouble.\n41:2 The Lord preserves them and keeps them alive, so that they may be happy in the land; he does not hand them over to the will of their enemies.\n41:3 The Lord sustains them on their sickbed and ministers to them in their illness.\n41:4 I said, 'Lord, be merciful to me; heal me, for I have sinned against you.'\n41:5 My enemies are saying wicked things about me: 'When will he die, and his name perish?'\n41:6 Even if they come to see me, they speak empty words; their heart collects false rumors; they go outside and spread them.\n41:7 All my enemies whisper together about me and devise evil against me.\n41:8 'A deadly thing,' they say, 'has fastened on him; he has taken to his bed and will never get up again.'\n41:9 Even my best friend, whom I trusted, who broke bread with me, has lifted up his heel and turned against me.\n41:10 But you, O Lord, be merciful to me and raise me up, and I shall repay them.\n41:11 By this I know you are pleased with me, that my enemy does not triumph over me.\n41:12 In my integrity you hold me fast, and shall set me before your face for ever.\n41:13 Blessed be the Lord, the God of Israel, from age to age. Amen. Amen."
  }
},
{
  "id": "PSALM 42",
  "text": {
    "NRSV": "42:1 As the deer longs for the water-brooks, so longs my soul for you, O God.\n42:2 My soul is athirst for God, athirst for the living God; when shall I come to appear before the presence of God?\n42:3 My tears have been my food day and night, while all day long they say to me, 'Where now is your God?'\n42:4 I pour out my soul when I think on these things: how I went with the multitude and led them into the house of God,\n42:5 With the voice of praise and thanksgiving, among those who keep holy-day.\n42:6 Why are you so full of heaviness, O my soul? and why are you so disquieted within me?\n42:7 Put your trust in God; for I will yet give thanks to him, who is the help of my countenance, and my God.\n42:8 My soul is heavy within me; therefore I will remember you from the land of Jordan, and from the peak of Mizar among the heights of Hermon.\n42:9 One deep calls to another in the noise of your cataracts; all your rapids and floods have gone over me.\n42:10 The Lord grants his loving-kindness in the daytime; in the night season his song is with me, a prayer to the God of my life.\n42:11 I will say to the God of my strength, 'Why have you forgotten me? and why do I go so heavily while the enemy oppresses me?'\n42:12 While my bones are being broken, my enemies mock me to my face;\n42:13 All day long they mock me and say to me, 'Where now is your God?'\n42:14 Why are you so full of heaviness, O my soul? and why are you so disquieted within me?\n42:15 Put your trust in God; for I will yet give thanks to him, who is the help of my countenance, and my God."
  }
},
{
  "id": "PSALM 43",
  "text": {
    "NRSV": "43:1 Give judgment for me, O God, and defend my cause against an ungodly people; deliver me from the deceitful and the wicked.\n43:2 For you are the God of my strength; why have you put me from you? and why do I go so heavily while the enemy oppresses me?\n43:3 Send out your light and your truth, that they may lead me, and bring me to your holy hill and to your dwelling;\n43:4 That I may go to the altar of God, to the God of my joy and gladness; and on the harp I will give thanks to you, O God my God.\n43:5 Why are you so full of heaviness, O my soul? and why are you so disquieted within me?\n43:6 Put your trust in God; for I will yet give thanks to him, who is the help of my countenance, and my God."
  }
},
  {
    "id": "PSALM 44",
    "text": {
      "NRSV": "44:1 We have heard with our ears, O God, our forefathers have told us, all the things you did in their days,\n44:2 How you drove out the nations with your hand and planted them; how you afflicted the peoples and made them flourish.\n44:3 For they did not take the land by their sword, nor did their arm win the victory for them; but your right hand, your arm, and the light of your countenance, because you favored them.\n44:4 You are my King and my God; you command victories for Jacob.\n44:5 Through you we pushed back our adversaries; through your Name we trampled on those who rose up against us.\n44:6 For I do not rely on my bow, and my sword does not give me the victory.\n44:7 Surely you gave us victory over our adversaries and put those who hate us to shame.\n44:8 Every day we gloried in God, and we will praise your Name for ever.\n44:9 Nevertheless, you have rejected and humbled us and do not go forth with our armies.\n44:10 You have made us fall back before our adversary, and our enemies have plundered us.\n44:11 You have made us like sheep to be eaten and have scattered us among the nations.\n44:12 You are selling your people for a trifle and are making no profit on the sale.\n44:13 You have made us the scorn of our neighbors, a mockery and derision to those around us.\n44:14 You have made us a byword among the nations, a laughingstock among the peoples.\n44:15 All day long my disgrace is before me, and shame has covered my face;\n44:16 At the sound of the taunter and reviler, and at the sight of the enemy and avenger.\n44:17 All this has come upon us; yet we have not forgotten you, nor have we betrayed your covenant.\n44:18 Our heart has not turned back, nor have our steps strayed from your path;\n44:19 Though you would cast us out among wild beasts and cover us with the shadow of death.\n44:20 If we have forgotten the Name of our God, or stretched out our hands to some strange god,\n44:21 Will not God find it out? for he knows the secrets of the heart.\n44:22 Indeed, for your sake we are killed all the day long; we are accounted as sheep for the slaughter.\n44:23 Awake, O Lord! why are you sleeping? Arise and do not reject us for ever.\n44:24 Why do you hide your face and forget our affliction and oppression?\n44:25 For we sink down into the dust; our body cleaves to the ground.\n44:26 Rise up, help us, and save us, for the sake of your steadfast love."
    }
  },
  {
    "id": "PSALM 45",
    "text": {
      "NRSV": "45:1 My heart is stirring with a noble song; let me recite what I have fashioned for the king; my tongue shall be the pen of a skilled writer.\n45:2 You are the fairest of men; grace flows from your lips, because God has blessed you for ever.\n45:3 Strap your sword upon your thigh, O mighty warrior, in your pride and in your majesty.\n45:4 Ride out and conquer in the cause of truth and for the sake of justice; your right hand shall show you marvelous things.\n45:5 Your arrows are very sharp, O mighty warrior; the peoples are falling at your feet, and the king's enemies are losing heart.\n45:6 Your throne, O God, endures for ever and ever, a scepter of righteousness is the scepter of your kingdom; you love righteousness and hate iniquity.\n45:7 Therefore God, your God, has anointed you with the oil of gladness above your fellows.\n45:8 All your garments are fragrant with myrrh, aloes, and cassia, and the music of strings from ivory palaces makes you glad.\n45:9 Kings' daughters stand among the ladies of the court; on your right hand is the queen, adorned with the gold of Ophir.\n45:10 'Hear, O daughter; consider and listen closely; forget your people and your father's house.\n45:11 The king will have pleasure in your beauty; he is your master; therefore do him honor.\n45:12 The people of Tyre are here with a gift; the rich among the people seek your favor.'\n45:13 All glorious is the princess as she enters; her gown is cloth-of-gold.\n45:14 In embroidered apparel she is brought to the king; after her the bridesmaids follow in procession.\n45:15 With joy and gladness they are brought, and they enter into the palace of the king.\n45:16 'In place of fathers, O king, you shall have sons; you shall make them princes over all the earth.\n45:17 I will make your name to be remembered from one generation to another; therefore nations will praise you for ever and ever.'"
    }
  },
  {
    "id": "PSALM 46",
    "text": {
      "NRSV": "46:1 God is our refuge and strength, a very present help in trouble.\n46:2 Therefore we will not fear, though the earth be moved, and though the mountains be shaken into the depths of the sea;\n46:3 Though its waters rage and foam, and though the mountains tremble at its tumult.\n46:4 There is a river whose streams make glad the city of God, the holy habitation of the Most High.\n46:5 God is in the midst of her; she shall not be overthrown; God shall help her at the break of day.\n46:6 The nations make much ado, and the kingdoms are shaken; God has uttered his voice, and the earth shall melt away.\n46:7 The Lord of hosts is with us; the God of Jacob is our stronghold.\n46:8 Come now and look upon the works of the Lord, what awesome things he has done on earth.\n46:9 It is he who makes war to cease in all the world; he breaks the bow, and shatters the spear, and burns the shields with fire.\n46:10 'Be still, then, and know that I am God; I will be exalted among the nations; I will be exalted in the earth.'\n46:11 The Lord of hosts is with us; the God of Jacob is our stronghold."
    }
  },{
  "id": "PSALM 47",
  "text": {
    "NRSV": "47:1 Clap your hands, all you peoples; shout to God with a cry of joy.\n47:2 For the Lord Most High is to be feared; he is the great King over all the earth.\n47:3 He subdues the peoples under us, and the nations under our feet.\n47:4 He chooses our inheritance for us, the pride of Jacob whom he loves.\n47:5 God has gone up with a shout, the Lord with the sound of the ram's-horn.\n47:6 Sing praises to God, sing praises; sing praises to our King, sing praises.\n47:7 For God is the King of all the earth; sing praises with all your skill.\n47:8 God reigns over the nations; God sits upon his holy throne.\n47:9 The nobles of the peoples have gathered together with the people of the God of Abraham.\n47:10 The shields of the earth belong to God; he is highly exalted."
  }
},
{
  "id": "PSALM 48",
  "text": {
    "NRSV": "48:1 Great is the Lord, and highly to be praised; in the city of our God is his holy hill.\n48:2 Beautiful and lofty, the joy of all the earth, is the hill of Zion, the very center of the world and the city of the great King.\n48:3 God is in her citadels; he is known to be her sure refuge.\n48:4 Behold, the kings of the earth assembled and marched forward together.\n48:5 They looked and were astounded; they retreated and fled in terror.\n48:6 Trembling seized them there; they writhed like a woman in childbirth, like ships of the sea when the east wind shatters them.\n48:7 As we have heard, so have we seen, in the city of the Lord of hosts, in the city of our God; God has established her for ever.\n48:8 We have waited in silence on your loving-kindness, O God, in the midst of your temple.\n48:9 As your Name, O God, so also your praise reaches to the ends of the earth.\n48:10 Your right hand is full of justice; let Mount Zion be glad and the cities of Judah rejoice, because of your judgments.\n48:11 Make the circuit of Zion; walk round about her; count the number of her towers.\n48:12 Consider well her bulwarks; examine her strongholds; that you may tell those who come after.\n48:13 This God is our God for ever and ever; he shall be our guide for evermore."
  }
},
{
  "id": "PSALM 49",
  "text": {
    "NRSV": "49:1 Hear this, all you peoples; hearken, all you who dwell in the world,\n49:2 You of high degree and low, rich and poor together.\n49:3 My mouth shall speak of wisdom, and my heart shall meditate on understanding.\n49:4 I will incline my ear to a proverb and set forth my riddle upon the harp.\n49:5 Why should I be afraid in evil days, when the wickedness of those at my heels surrounds me,\n49:6 The wickedness of those who put their trust in their goods, and boast of their great riches?\n49:7 We can never ransom ourselves, or deliver to God the price of our life;\n49:8 For the ransom of our life is so great, that we should never have enough to pay it,\n49:9 In order to live for ever and ever, and never see the grave.\n49:10 For we see that the wise die also; like the dull and stupid they perish and leave their wealth to those who come after them.\n49:11 Their graves shall be their homes for ever, their dwelling places from generation to generation, though they call the lands after their own names.\n49:12 Even though honored, they cannot live for ever; they are like the beasts that perish.\n49:13 Such is the way of those who foolishly trust in themselves, and the end of those who delight in their own words.\n49:14 Like a flock of sheep they are destined to die; Death is their shepherd; they go down straightway to the grave.\n49:15 Their form shall waste away, and the land of the dead shall be their home.\n49:16 But God will ransom my life; he will snatch me from the grasp of death.\n49:17 Do not be envious when some become rich, or when the grandeur of their house increases;\n49:18 For they will carry nothing away at their death, nor will their grandeur follow them.\n49:19 Though they thought themselves fortunate in their lifetime, and men praise you when you do well for yourself,\n49:20 They will join the company of their forebears, who will never see the light again.\n49:21 Those who are honored, but have no understanding, are like the beasts that perish."
  }
},
  {
    "id": "PSALM 50",
    "text": {
      "NRSV": "50:1 The Lord, the God of gods, has spoken; he has called the earth from the rising of the sun to its setting.\n50:2 Out of Zion, perfect in its beauty, God reveals himself in glory.\n50:3 Our God will come and will not keep silence; before him there is a consuming flame, and round about him a raging storm.\n50:4 He calls the heavens and the earth from above to witness the judgment of his people.\n50:5 'Gather before me my loyal followers, those who have made a covenant with me and sealed it with sacrifice.'\n50:6 Let the heavens declare the rightness of his cause; for God himself is judge.\n50:7 Hear, O my people, and I will speak: 'O Israel, I will bear witness against you; for I am God, your God.\n50:8 I do not accuse you because of your sacrifices; your offerings are always before me.\n50:9 I will take no bull-calf from your stalls, nor he-goats out of your pens;\n50:10 For all the beasts of the forest are mine, the herds in their thousands upon the hills.\n50:11 I know every bird in the sky, and the creatures of the fields are in my sight.\n50:12 If I were hungry, I would not tell you, for the whole world is mine and all that is in it.\n50:13 Do you think I eat the flesh of bulls, or drink the blood of goats?\n50:14 Offer to God a sacrifice of thanksgiving and make good your vows to the Most High.\n50:15 Call upon me in the day of trouble; I will deliver you, and you shall honor me.'\n50:16 But to the wicked God says: 'Why do you recite my statutes, and take my covenant upon your lips;\n50:17 Since you refuse discipline and toss my words behind your back?\n50:18 When you see a thief, you make him your friend, and you cast in your lot with adulterers.\n50:19 You have loosed your lips for evil and harnessed your tongue to a lie.\n50:20 You are always speaking evil of your brother and slandering your own mother's son.\n50:21 These things you have done, and I kept silent, and you thought that I am like you. I have made my accusation; I have put my case in order before your eyes.\n50:22 Consider this well, you who forget God, lest I rend you and there be none to deliver you.\n50:23 Whoever offers me the sacrifice of thanksgiving honors me; but to those who keep in my way will I show the salvation of God.'"
    }
  },
  {
    "id": "PSALM 51",
    "text": {
      "NRSV": "51:1 Have mercy on me, O God, according to your loving-kindness; in your great compassion blot out my offenses.\n51:2 Wash me through and through from my wickedness and cleanse me from my sin.\n51:3 For I know my transgressions, and my sin is ever before me.\n51:4 Against you only have I sinned and done what is evil in your sight.\n51:5 And so you are justified when you speak and upright in your judgment.\n51:6 Indeed, I have been wicked from my birth, a sinner from my mother's womb.\n51:7 For behold, you look for truth deep within me and will make me understand wisdom secretly.\n51:8 Purge me from my sin, and I shall be pure; wash me, and I shall be whiter than snow.\n51:9 Make me hear of joy and gladness, that the body you have broken may rejoice.\n51:10 Hide your face from my sins and blot out all my iniquities.\n51:11 Create in me a clean heart, O God, and renew a right spirit within me.\n51:12 Cast me not away from your presence and take not your holy Spirit from me.\n51:13 Give me the joy of your help again and sustain me with your willing Spirit.\n51:14 I shall teach your ways to the wicked, and sinners shall return to you.\n51:15 Deliver me from death, O God, and my tongue shall sing of your righteousness, O God of my salvation.\n51:16 Open my lips, O Lord, and my mouth shall proclaim your praise.\n51:17 Had you desired it, I would have offered sacrifice, but you take no delight in burnt-offerings.\n51:18 The sacrifice of God is a troubled spirit; a broken and contrite heart, O God, you will not despise.\n51:19 Be favorable and gracious to Zion, and rebuild the walls of Jerusalem.\n51:20 Then you will be pleased with the appointed sacrifices, with burnt-offerings and oblations; then shall they offer young bullocks upon your altar."
    }
  },
  {
    "id": "PSALM 52",
    "text": {
      "NRSV": "52:1 You tyrant, why do you boast of wickedness against the godly all day long?\n52:2 You plot ruin; your tongue is like a sharpened razor, O worker of deception.\n52:3 You love evil more than good and lying more than speaking the truth.\n52:4 You love all words that hurt, O you deceitful tongue.\n52:5 Oh, that God would demolish you utterly, topple you, and snatch you from your dwelling, and root you out of the land of the living!\n52:6 The righteous shall see and tremble, and they shall laugh at him, saying,\n52:7 'See the man who did not make God his stronghold, but trusted in the height of his wealth and relied upon his wickedness.'\n52:8 But I am like a green olive tree in the house of God; I trust in the mercy of God for ever and ever.\n52:9 I will give you thanks for ever for what you have done; in the presence of the faithful I will wait upon your Name, for it is good."
    }
  },{
  "id": "PSALM 53",
  "text": {
    "NRSV": "53:1 The fool has said in his heart, 'There is no God.' They are corrupt, and have done abominable iniquity; there is none who does good.\n53:2 God looks down from heaven upon the children of men, to see if there is any who is wise, who seeks after God.\n53:3 Every one has gone astray; they have all become corrupt; there is none who does good, no, not one.\n53:4 Have the workers of iniquity no knowledge, who eat up my people as they eat bread, and do not call upon God?\n53:5 There they are, in great fear, where no fear was! For God has scattered the bones of those who encamp against you; you put them to shame, for God has rejected them.\n53:6 Oh, that salvation for Israel would come out of Zion! When God restores the fortunes of his people, Jacob will rejoice; Israel will be glad."
  }
},
{
  "id": "PSALM 54",
  "text": {
    "NRSV": "54:1 Save me, O God, by your name, and vindicate me by your might.\n54:2 Hear my prayer, O God; give ear to the words of my mouth.\n54:3 For strangers have risen against me, and ruthless ones seek my life; they do not set God before their eyes. Selah\n54:4 Behold, God is my helper; the Lord is the upholder of my life.\n54:5 He will repay my enemies for their evil; in your faithfulness, put an end to them.\n54:6 With a freewill offering I will sacrifice to you; I will give thanks to your name, O Lord, for it is good.\n54:7 For he has delivered me from every trouble, and my eye has looked in triumph on my enemies."
  }
},
{
  "id": "PSALM 55",
  "text": {
    "NRSV": "55:1 Give ear to my prayer, O God, and do not hide yourself from my supplication.\n55:2 Attend to me, and answer me; I am restless in my complaint and I moan,\n55:3 because of the noise of the enemy, because of the oppression of the wicked. For they drop trouble upon me, and in anger they bear a grudge against me.\n55:4 My heart is in anguish within me, the terrors of death have fallen upon me.\n55:5 Fear and trembling come upon me, and horror overwhelms me.\n55:6 And I say, 'O that I had wings like a dove! I would fly away and be at rest;'\n55:7 truly, I would flee far away; I would lodge in the wilderness;\n55:8 I would hurry to find a shelter for myself from the raging wind and tempest.'\n55:9 Confuse, O Lord, confound their speech; for I see violence and strife in the city.\n55:10 Day and night they go around it on its walls, and iniquity and trouble are within it;\n55:11 ruin is in its midst; oppression and fraud do not depart from its marketplace.\n55:12 It is not enemies who taunt me—I could bear that; it is not adversaries who deal insolently with me—I could hide from them.\n55:13 But it is you, my equal, my companion, my familiar friend,\n55:14 with whom I kept pleasant company; we walked in the house of God with the throng.\n55:15 Let death come upon them; let them go down alive to Sheol; for evil is in their homes and in their hearts."
  }
},
  {
    "id": "PSALM 56",
    "text": {
      "NRSV": "56:1 Have mercy on me, O God, for my enemies are hounding me; all day long they assault and oppress me.\n56:2 My adversaries hound me all day long, and many are they who fight against me, O Most High.\n56:3 Whenever I am afraid, I will put my trust in you.\n56:4 In God, whose word I praise, in God I trust and will not be afraid, for what can flesh do to me?\n56:5 All day long they damage my cause; their only thought is to do me evil.\n56:6 They band together and lie in wait; they spy upon my footsteps; because they seek my life.\n56:7 Shall they escape despite their wickedness? O God, in your anger, cast down the peoples.\n56:8 You have noted my lamentation; put my tears into your bottle; are they not recorded in your book?\n56:9 Whenever I call upon you, my enemies will be put to flight; this I know, for God is on my side.\n56:10 In God the Lord, whose word I praise, in God I trust and will not be afraid, for what can mortals do to me?\n56:11 I am bound by the vows I made to you, O God; I will present to you thank-offerings.\n56:12 For you have rescued my soul from death and my feet from stumbling, that I may walk before God in the light of the living."
    }
  },
  {
    "id": "PSALM 57",
    "text": {
      "NRSV": "57:1 Be merciful to me, O God, be merciful, for I have taken refuge in you; in the shadow of your wings will I take refuge until this time of trouble has passed.\n57:2 I will call upon the Most High God, the God who maintains my cause.\n57:3 He will send from heaven and save me; he will confound those who trample upon me; God will send forth his love and his faithfulness.\n57:4 I lie in the midst of lions that devour the people; their teeth are spears and arrows, their tongue a sharp sword.\n57:5 Be exalted, O God, above the heavens; let your glory be over all the earth.\n57:6 They have laid a net for my feet, and I am bowed low; they have dug a pit before me, but have fallen into it themselves.\n57:7 My heart is firmly fixed, O God, my heart is fixed; I will sing and make melody.\n57:8 Wake up, my spirit; awake, lute and harp; I myself will waken the dawn.\n57:9 I will confess you among the peoples, O Lord; I will sing praise to you among the nations.\n57:10 For your loving-kindness is greater than the heavens, and your faithfulness reaches to the clouds.\n57:11 Be exalted, O God, above the heavens; let your glory be over all the earth."
    }
  },
  {
    "id": "PSALM 58",
    "text": {
      "NRSV": "58:1 Do you indeed speak justly in council? do you judge with equity, you mortals?\n58:2 No, in your mind you devise wickedness, and your hands deal out violence in the land.\n58:3 The wicked are estranged from the womb; they have gone astray from their birth and speak lies.\n58:4 Their poison is like the poison of a serpent; they are like the deaf adder that stops its ears,\n58:5 Which does not heed the voice of the charmer, no matter how skillful his charming.\n58:6 O God, break their teeth in their mouths; pull the fangs of the young lions, O Lord.\n58:7 Let them vanish like water that runs off; let them wither like trodden grass.\n58:8 Let them be like the snail that melts away, like a dead-born child that never sees the sun.\n58:9 Before they bear fruit, let them be cut down like a brier; let them be swept away like the thorns of a desert.\n58:10 The righteous shall rejoice when they see the vengeance; they shall wash their feet in the blood of the wicked.\n58:11 And people shall say, 'Surely there is a reward for the righteous; surely there is a God who rules in the earth.'"
    }
  },{
  "id": "PSALM 59",
  "text": {
    "NRSV": "59:1 Deliver me from my enemies, O my God; protect me from those who rise up against me.\n59:2 Deliver me from those who work evil; from the bloodthirsty save me.\n59:3 Even now they lie in wait for my life; the mighty stir up strife against me. For no transgression or sin of mine, O Lord,\n59:4 for no fault of mine, they run and make ready. Rouse yourself, come to my help and see!\n59:5 You, Lord God of hosts, are God of Israel. Awake to punish all the nations; spare none of those who treacherously plot evil. Selah\n59:6 They come each evening howling like dogs and prowl about the city.\n59:7 See, they spew with their mouths, with swords in their lips—for 'Who,' they think, 'will hear us?'\n59:8 But you, O Lord, laugh at them; you hold all the nations in derision.\n59:9 O my strength, I will watch for you; for you, O God, are my fortress.\n59:10 My God in his steadfast love will meet me; my God will let me look in triumph on my enemies.\n59:11 Do not kill them, lest my people forget; scatter them by your power, and bring them down, O Lord, our shield.\n59:12 For the sin of their mouths, the words of their lips, let them be trapped in their pride. For the cursing and lies that they utter,\n59:13 consume them in wrath; consume them until they are no more, so that they may know that God rules over Jacob to the ends of the earth. Selah\n59:14 Each evening they come howling like dogs and prowl about the city.\n59:15 They roam about for food, and growl if they do not get their fill.\n59:16 But I will sing of your might; I will sing aloud of your steadfast love in the morning. For you have been a fortress for me and a refuge in the day of my distress.\n59:17 O my strength, I will sing praises to you, for you, O God, are my fortress, the God who shows me steadfast love."
  }
},
{
  "id": "PSALM 60",
  "text": {
    "NRSV": "60:1 O God, you have rejected us, broken our defenses; you have been angry; now restore us!\n60:2 You have caused the land to quake; you have torn it open; repair the cracks in it, for it is tottering.\n60:3 You have made your people suffer hard things; you have given us wine to drink that makes us reel.\n60:4 You have set up a banner for those who fear you, to rally to it from the bow. Selah\n60:5 Give victory with your right hand, and answer us, so that those whom you love may be rescued.\n60:6 God has spoken in his sanctuary: 'With exultation I will divide up Shechem, and portion out the Vale of Succoth.\n60:7 Gilead is mine, and Manasseh is mine; Ephraim is my helmet; Judah is my scepter.\n60:8 Moab is my washbasin; on Edom I hurl my shoe; over Philistia I shout in triumph.'\n60:9 Who will bring me to the fortified city? Who will lead me to Edom?\n60:10 Have you not rejected us, O God? You do not go out, O God, with our armies.\n60:11 O grant us help against the foe, for human help is worthless.\n60:12 With God we shall do valiantly; it is he who will tread down our foes."
  }
},
{
  "id": "PSALM 61",
  "text": {
    "NRSV": "61:1 Hear my cry, O God; listen to my prayer.\n61:2 From the end of the earth I call to you, when my heart is faint. Lead me to the rock that is higher than I;\n61:3 for you are my refuge, a strong tower against the enemy.\n61:4 Let me abide in your tent forever, find refuge under the shelter of your wings. Selah\n61:5 For you, O God, have heard my vows; you have given me the heritage of those who fear your name.\n61:6 Prolong the life of the king; may his years endure to all generations!\n61:7 May he be enthroned in the presence of God forever; appoint steadfast love and faithfulness to watch over him!\n61:8 So I will always sing praises to your name, as I pay my vows day after day."
  }
},
  {
    "id": "PSALM 62",
    "text": {
      "NRSV": "62:1 For God alone my soul in silence waits; from him comes my salvation.\n62:2 He alone is my rock and my salvation, my stronghold, so that I shall not be greatly shaken.\n62:3 How long will you assail me to crush me, all of you together, as if you were a leaning wall, a tottering fence?\n62:4 Their only plan is to bring me down from my height; they delight in lies; they bless with their mouth, but inwardly they curse.\n62:5 For God alone my soul in silence waits; truly, my hope is in him.\n62:6 He alone is my rock and my salvation, my stronghold, so that I shall not be shaken.\n62:7 In God is my safety and my honor; God is my strong rock and my refuge.\n62:8 Put your trust in him always, O people, pour out your hearts before him, for God is our refuge.\n62:9 Those of high degree are but a fleeting breath, even those of low estate cannot be trusted.\n62:10 On the scales they are lighter than a puff of wind, all of them together.\n62:11 Put no trust in extortion; in robbery take no empty pride; though wealth increase, set not your heart upon it.\n62:12 God has spoken once, twice have I heard it, that power belongs to God.\n62:13 Steadfast love is yours, O Lord, for you repay everyone according to his deeds."
    }
  },
  {
    "id": "PSALM 63",
    "text": {
      "NRSV": "63:1 O God, you are my God; eagerly I seek you; my soul thirsts for you, my flesh faints for you, as in a barren and dry land where there is no water.\n63:2 Therefore I have gazed upon you in your holy place, that I might behold your power and your glory.\n63:3 For your loving-kindness is better than life itself; my lips shall give you praise.\n63:4 So will I bless you as long as I live and lift up my hands in your Name.\n63:5 My soul is content, as with marrow and fatness, and my mouth praises you with joyful lips,\n63:6 When I remember you upon my bed and meditate on you in the night watches.\n63:7 For you have been my helper, and under the shadow of your wings I will rejoice.\n63:8 My soul clings to you; your right hand holds me fast.\n63:9 May those who seek my life to destroy it go down into the depths of the earth;\n63:10 Let them fall by the edge of the sword, and let them be food for jackals.\n63:11 But the king shall rejoice in God; all those who swear by him shall be glad, for the mouth of those who speak lies shall be stopped."
    }
  },
  {
    "id": "PSALM 64",
    "text": {
      "NRSV": "64:1 Hear my voice, O God, in my complaint; guard my life from fear of the enemy.\n64:2 Hide me from the conspiracy of the wicked, from the gathering of evildoers;\n64:3 They sharpen their tongue like a sword and aim their bitter words like arrows;\n64:4 That they may shoot at the innocent from ambush; they shoot suddenly and do not fear.\n64:5 They hold fast to their evil course; they plan how they may hide their snares; they say, 'Who will see us?'\n64:6 They search out wickedness and lay a cunning trap; for deep are the inward thoughts and hearts of them all.\n64:7 But God will shoot at them with his swift arrow, and suddenly they shall be wounded.\n64:8 Their own tongues shall make them fall, and all who see them shall shake their heads.\n64:9 Everyone shall stand in awe and declare God's deeds; they shall consider his handiwork.\n64:10 The righteous shall rejoice in the Lord and put their trust in him, and all who are true of heart shall glory."
    }
  },{
  "id": "PSALM 65",
  "text": {
    "NRSV": "65:1 Praise is due to you, O God, in Zion; and to you shall vows be performed.\n65:2 O you who answer prayer! To you all flesh shall come.\n65:3 When deeds of iniquity overwhelm us, you forgive our transgressions.\n65:4 Happy are those whom you choose and bring near to live in your courts. We shall be satisfied with the goodness of your house, your holy temple.\n65:5 By awesome deeds you answer us with deliverance, O God of our salvation; you are the hope of all the ends of the earth and of the farthest seas.\n65:6 By your strength you established the mountains; you are girded with power.\n65:7 You silence the roaring of the seas, the roaring of their waves, the tumult of the peoples.\n65:8 Those who live at earth's farthest bounds are awed by your signs; you make the morning and the evening shout for joy.\n65:9 You visit the earth and water it, you greatly enrich it; the river of God is full of water; you provide the people with grain, for so you have prepared it.\n65:10 You water its furrows abundantly, settling its ridges, softening it with showers, and blessing its growth.\n65:11 You crown the year with your bounty; your wagon tracks overflow with richness.\n65:12 The pastures of the wilderness overflow, the hills gird themselves with joy,\n65:13 the meadows clothe themselves with flocks, the valleys deck themselves with grain, they shout and sing together for joy."
  }
},
{
  "id": "PSALM 66",
  "text": {
    "NRSV": "66:1 Make a joyful noise to God, all the earth;\n66:2 sing the glory of his name; give to him glorious praise.\n66:3 Say to God, 'How awesome are your deeds! Because of your great power, your enemies cringe before you.\n66:4 All the earth worships you; they sing praises to you, sing praises to your name.' Selah\n66:5 Come and see what God has done: he is awesome in his deeds among mortals.\n66:6 He turned the sea into dry land; they passed through the river on foot. There we rejoiced in him,\n66:7 who rules by his might forever, whose eyes keep watch on the nations— let the rebellious not exalt themselves. Selah\n66:8 Bless our God, O peoples, let the sound of his praise be heard,\n66:9 who has kept our soul among the living, and has not let our feet slip.\n66:10 For you, O God, have tested us; you have tried us as silver is tried.\n66:11 You brought us into the net; you laid burdens on our backs;\n66:12 you let people ride over our heads; we went through fire and through water; yet you have brought us out to a spacious place."
  }
},
  {
  "id": "PSALM 67",
  "text": {
    "NRSV": "67:1 May God be gracious to us and bless us and make his face to shine upon us, Selah\n67:2 that your way may be known upon earth, your saving power among all nations.\n67:3 Let the peoples praise you, O God; let all the peoples praise you.\n67:4 Let the nations be glad and sing for joy, for you judge the peoples with equity and guide the nations upon earth. Selah\n67:5 Let the peoples praise you, O God; let all the peoples praise you.\n67:6 The earth has yielded its increase; God, our God, has blessed us.\n67:7 May God continue to bless us; let all the ends of the earth revere him."
  }
},
  {
    "id": "PSALM 68",
    "text": {
      "NRSV": "68:1 Let God arise, and let his enemies be scattered; let those who hate him flee before him.\n68:2 Let them vanish like smoke when the wind drives it away; as the wax melts at the fire, so let the wicked perish at the presence of God.\n68:3 But let the righteous be glad and rejoice before God; let them also be merry and joyful.\n68:4 Sing to God, sing praises to his Name; exalt him who rides upon the heavens; YAHWEH is his Name, rejoice before him!\n68:5 Father of orphans, defender of widows, God in his holy habitation!\n68:6 God gives the solitary a home and brings forth prisoners into freedom; but the rebellious live in a dry land.\n68:7 O God, when you went forth before your people, when you marched through the wilderness,\n68:8 The earth shook, and the skies poured down rain, at the presence of God, the God of Sinai, at the presence of God, the God of Israel.\n68:9 You sent a gracious rain, O God, upon your inheritance; you refreshed the land when it was weary.\n68:10 Your people found their home in it; in your goodness, O God, you have made provision for the poor.\n68:11 The Lord gave the word; great was the company of women who bore the tidings:\n68:12 'Kings with their armies are fleeing away; the women at home are dividing the spoil.'\n68:13 Though you lingered among the sheepfolds, you shall be like a dove whose wings are covered with silver, whose feathers are like green gold.\n68:14 When the Almighty scattered kings, it was like snow falling in Zalmon.\n68:15 O mighty mountain, O hill of Bashan! O rugged mountain, O hill of Bashan!\n68:16 Why do you look with envy, O rugged mountain, at the hill which God chose for his resting place? truly, the Lord will dwell there for ever.\n68:17 The chariots of God are twenty thousand, even thousands of thousands; the Lord comes in holiness from Sinai.\n68:18 You have gone up on high and led captivity captive; you have received gifts even from your enemies, that the Lord God might dwell among them.\n68:19 Blessed be the Lord day by day, the God of our salvation, who bears our burdens.\n68:20 He is our God, the God of our deliverance; God is the Lord, by whom we escape death.\n68:21 God will smite the head of his enemies, the hairy scalp of those who go on still in their wickedness.\n68:22 The Lord has said, 'I will bring them back from Bashan; I will bring them back from the depths of the sea;\n68:23 That your foot may be dipped in blood, the tongue of your dogs in the blood of your enemies.'\n68:24 They see your procession, O God, your procession into the sanctuary, my God and my King.\n68:25 The singers go before, the musicians follow after, in the midst of maidens playing upon the timbrels.\n68:26 'Bless God in the congregation; bless the Lord, you that are of the fountain of Israel.'\n68:27 There is Benjamin, least of the tribes, at the head; the princes of Judah in a great company, the princes of Zebulun and Naphtali.\n68:28 Send forth your strength, O God; establish, O God, what you have wrought for us.\n68:29 For your temple's sake in Jerusalem kings shall bring gifts to you.\n68:30 Rebuke the wild beast of the reeds, and the peoples, a herd of wild bulls with their calves.\n68:31 Trample down those who lust after silver; scatter the peoples that delight in war.\n68:32 Let prosperity come out of Egypt; let Ethiopia stretch out her hands to God.\n68:33 Sing to God, O kingdoms of the earth; sing praises to the Lord.\n68:34 He rides in the heavens, the ancient heavens; he sends forth his voice, his mighty voice.\n68:35 Ascribe power to God; his majesty is over Israel; his dominion is in the skies.\n68:36 How wonderful is God in his holy places! the God of Israel giving strength and power to his people! Blessed be God!"
    }
  },{
  "id": "PSALM 69",
  "text": {
    "NRSV": "69:1 Save me, O God, for the waters have risen up to my neck.\n69:2 I am sinking in deep mire, and there is no firm ground for my feet.\n69:3 I have come into deep waters, and the torrent washes over me.\n69:4 I have grown weary with my crying; my throat is inflamed; my eyes have failed from looking for my God.\n69:5 Those who hate me without a cause are more than the hairs of my head; my lying foes who would destroy me are mighty. Must I then give back what I never stole?\n69:6 O God, you know my foolishness, and my faults are not hidden from you.\n69:7 Let not those who trust in you be ashamed through me, Lord God of hosts; let not those who seek you be disgraced because of me, O God of Israel.\n69:8 Surely, for your sake have I suffered reproach, and shame has covered my face.\n69:9 I have become a stranger to my own kindred, an alien to my mother's children.\n69:10 Zeal for your house has eaten me up; the scorn of those who scorn you has fallen upon me.\n69:11 I humbled myself with fasting, but that was turned to my reproach.\n69:12 I put on sack-cloth also, and became a byword among them.\n69:13 Those who sit at the gate murmur against me, and the drunkards make songs about me.\n69:14 But as for me, this is my prayer to you, at the time you have set, O Lord:\n69:15 'In your great mercy, O God, answer me with your unfailing help.\n69:16 Save me from the mire; do not let me sink; let me be rescued from those who hate me and out of the deep waters.\n69:17 Let not the torrent of waters wash over me, neither let the deep swallow me up; do not let the Pit shut its mouth upon me.\n69:18 Answer me, O Lord, for your love is kind; in your great compassion, turn to me.'\n69:19 'Hide not your face from your servant; be swift and answer me, for I am in distress.\n69:20 Draw near to me and redeem me; because of my enemies deliver me.\n69:21 You know my reproach, my shame, and my dishonor; my adversaries are all in your sight.'\n69:22 Reproach has broken my heart, and it cannot be healed; I looked for sympathy, but there was none, for comforters, but I could find no one.\n69:23 They gave me gall to eat, and when I was thirsty, they gave me vinegar to drink.\n69:24 Let the table before them be a trap and their sacred feasts a snare.\n69:25 Let their eyes be darkened, that they cannot see, and make their loins tremble continually.\n69:26 Pour out your indignation upon them, and let the fierceness of your anger overtake them.\n69:27 Let their camp be desolate, and let there be none to dwell in their tents.\n69:28 For they persecute him whom you have stricken and add to the pain of those whom you have pierced.\n69:29 Lay to their charge guilt upon guilt, and let them not receive your vindication.\n69:30 Let them be wiped out of the book of the living and not be written among the righteous.\n69:31 As for me, I am afflicted and in pain; your help, O God, will lift me up on high.\n69:32 I will praise the Name of God in song; I will proclaim his greatness with thanksgiving.\n69:33 This will please the Lord more than an offering of oxen, more than bullocks with horns and hoofs.\n69:34 The afflicted shall see and be glad; you who seek God, your heart shall live.\n69:35 For the Lord listens to the needy, and his prisoners he does not despise.\n69:36 Let the heavens and the earth praise him, the seas and all that moves in them;\n69:37 For God will save Zion and rebuild the cities of Judah; so that they may dwell there and have it in possession.\n69:38 The children of his servants will inherit it, and those who love his Name will dwell therein."
  }
},
{
  "id": "PSALM 70",
  "text": {
    "NRSV": "70:1 Be pleased, O God, to deliver me; O Lord, make haste to help me.\n70:2 Let those who seek my life be ashamed and altogether dismayed; let those who take pleasure in my misfortune draw back and be disgraced.\n70:3 Let those who say to me 'Aha!' and gloat over me turn back, because they are ashamed.\n70:4 Let all who seek you rejoice and be glad in you; let those who love your salvation say for ever, 'Great is the Lord!'\n70:5 But as for me, I am poor and needy; come to me speedily, O God.\n70:6 You are my helper and my deliverer; O Lord, do not tarry."
  }
},
  {
    "id": "PSALM 71",
    "text": {
      "NRSV": "71:1 In you, O Lord, have I taken refuge; let me never be ashamed.\n71:2 In your righteousness, deliver me and set me free; incline your ear to me and save me.\n71:3 Be my strong rock, a castle to keep me safe; you are my crag and my stronghold.\n71:4 Deliver me, my God, from the hand of the wicked, from the clutches of the evildoer and the oppressor.\n71:5 For you are my hope, O Lord God, my confidence since I was young.\n71:6 I have been sustained by you ever since I was born; from my mother's womb you have been my strength; my praise shall be always of you.\n71:7 I have become a portent to many; but you are my refuge and my strength.\n71:8 Let my mouth be full of your praise and your glory all the day long.\n71:9 Do not cast me off in my old age; forsake me not when my strength fails.\n71:10 For my enemies are talking against me, and those who lie in wait for my life take counsel together.\n71:11 They say, 'God has forsaken him; go after him and seize him; because there is none who will save.'\n71:12 O God, be not far from me; come quickly to help me, my God.\n71:13 Let those who set themselves against me be put to shame and perish; let those who seek to do me evil be covered with scorn and reproach.\n71:14 But I shall always wait in patience, and shall praise you more and more.\n71:15 My mouth shall tell of your righteousness and salvation all the day long, for I know no end of them.\n71:16 I will begin with the mighty works of the Lord God; I will recall your righteousness, yours alone.\n71:17 O God, you have taught me since I was young, and to this day I tell of your wonderful works.\n71:18 And now that I am old and gray-headed, O God, do not forsake me, till I make known your strength to this generation and your power to all who are to come.\n71:19 Your righteousness, O God, reaches to the heavens; you have done great things; who is like you, O God?\n71:20 You have showed me great troubles and adversities, but you will restore my life and bring me up again from the deep places of the earth.\n71:21 You will strengthen my honor and comfort me all around.\n71:22 Therefore I will praise you upon the lyre for your faithfulness, O my God; I will sing to you with the harp, O Holy One of Israel.\n71:23 My lips will shout for joy when I sing to you, and my soul, which you have redeemed.\n71:24 My tongue will tell of your righteous deeds all the day long, for those who sought to do me evil have been confounded and put to shame."
    }
  },
  {
    "id": "PSALM 72",
    "text": {
      "NRSV": "72:1 Give the King your justice, O God, and your righteousness to the King's Son;\n72:2 That he may rule your people righteously and the poor with justice.\n72:3 That the mountains may bring prosperity to the people, and the little hills, a righteous reward.\n72:4 He shall defend the needy among the people; he shall rescue the poor and crush the oppressor.\n72:5 He shall live as long as the sun and moon endure, from one generation to another.\n72:6 He shall come down like rain upon the mown field, like showers that water the earth.\n72:7 In his time shall the righteous flourish; there shall be abundance of peace till the moon shall be no more.\n72:8 He shall rule from sea to sea, and from the River to the ends of the earth.\n72:9 His foes shall bow down before him, and his enemies lick the dust.\n72:10 The kings of Tarshish and of the isles shall pay tribute, and the kings of Arabia and Saba offer gifts.\n72:11 All kings shall bow down before him, and all the nations do him service.\n72:12 For he shall deliver the poor who cries out in distress, and the oppressed who has no helper.\n72:13 He shall have pity on the lowly and poor; he shall preserve the lives of the needy.\n72:14 He shall redeem their lives from oppression and violence, and dear shall their blood be in his sight.\n72:15 Long may he live! and may there be given to him gold from Arabia; may prayer be made for him always, and may they bless him all the day long.\n72:16 May there be abundance of grain on the earth, growing thick even on the hilltops; may its fruit flourish like Lebanon, and its grain like grass upon the earth.\n72:17 May his Name remain for ever and be established as long as the sun endures; may all the nations bless themselves in him and call him blessed.\n72:18 Blessed be the Lord God, the God of Israel, who alone does wondrous deeds!\n72:19 And blessed be his glorious Name for ever! and may all the earth be filled with his glory. Amen. Amen."
    }
  },{
  "id": "PSALM 73",
  "text": {
    "NRSV": "73:1 Truly, God is good to Israel, to those who are pure in heart.\n73:2 But as for me, my feet had nearly slipped; I had almost tripped and fallen;\n73:3 Because I envied the proud and saw the prosperity of the wicked:\n73:4 For they suffer no pain, and their bodies are sleek and sound;\n73:5 In the misfortunes of others they have no share; they are not afflicted as others are;\n73:6 They wear their pride like a necklace and wrap their violence about them like a cloak.\n73:7 Their iniquity comes from gross minds, and their hearts overflow with wicked thoughts.\n73:8 They scoff and speak maliciously; out of their haughtiness they plan oppression.\n73:9 They set their mouths against the heavens, and their evil speech runs through the world.\n73:10 And so the people turn to them and find in them no fault.\n73:11 They say, 'How should God know? is there knowledge in the Most High?'\n73:12 So then, these are the wicked; always at ease, they increase their wealth.\n73:13 In vain have I kept my heart clean, and washed my hands in innocence.\n73:14 I have been afflicted all day long, and punished every morning.\n73:15 Indeed, if I had spoken as they do, I would have betrayed the generation of your children.\n73:16 When I tried to understand these things, it was too hard for me;\n73:17 Until I entered the sanctuary of God and discerned the end of the wicked.\n73:18 Surely, you set them in slippery places; you cast them down in ruin.\n73:19 Oh, how suddenly do they come to destruction, come to an end, and perish from terror!\n73:20 Like a dream when one awakens, O Lord, when you arise you will make their image vanish.\n73:21 When my mind became embittered, I was sorely wounded in my heart.\n73:22 I was stupid and had no understanding; I was like a brute beast in your presence.\n73:23 Yet I am always with you; you hold me by my right hand.\n73:24 You will guide me by your counsel, and afterwards receive me with glory.\n73:25 Whom have I in heaven but you? and having you I desire nothing upon earth.\n73:26 Though my flesh and my heart should waste away, God is the strength of my heart and my portion for ever.\n73:27 Truly, those who forsake you will perish; you destroy all who are unfaithful.\n73:28 But it is good for me to be near God; I have made the Lord God my refuge.\n73:29 I will speak of all your works in the gates of the city of Zion."
  }
},
{
  "id": "PSALM 74",
  "text": {
    "NRSV": "74:1 O God, why have you rejected us for ever? why does your anger smolder against the sheep of your pasture?\n74:2 Remember the people you purchased of old, the tribe of your inheritance, whom you redeemed— Mount Zion, where you dwelt.\n74:3 Turn your steps toward these everlasting ruins, all this destruction the enemy has brought on the sanctuary.\n74:4 Your foes roared in the place where you met with us; they set up their standards as signs.\n74:5 They behaved like men wielding axes to cut through a thicket of trees.\n74:6 They smashed all the carved paneling with their axes and hatchets.\n74:7 They burned your sanctuary to the ground; they defiled the dwelling place of your Name.\n74:8 They said in their hearts, 'We will crush them completely!' They burned every place where God was worshiped in the land.\n74:9 We are given no signs from God; no prophets are left, and none of us knows how long this will be.\n74:10 How long will the enemy mock you, O God? Will the foe revile your name forever?\n74:11 Why do you hold back your hand, your right hand? Take it from the folds of your garment and destroy them!\n74:12 But God is my King from long ago; he brings salvation on the earth.\n74:13 It was you who split open the sea by your power; you broke the heads of the monster in the waters.\n74:14 It was you who crushed the heads of Leviathan and gave it as food to the creatures of the desert.\n74:15 It was you who opened up springs and streams; you dried up the ever-flowing rivers.\n74:16 The day is yours, and yours also the night; you established the sun and moon.\n74:17 It was you who set all the boundaries of the earth; you made both summer and winter.\n74:18 Remember how the enemy has mocked you, Lord, how foolish people have reviled your name.\n74:19 Do not hand over the life of your dove to wild beasts; do not forget the lives of your afflicted people forever.\n74:20 Have regard for your covenant, because haunts of violence fill the dark places of the land.\n74:21 Do not let the oppressed retreat in disgrace; may the poor and needy praise your name.\n74:22 Rise up, O God, and defend your cause; remember how fools mock you all day long.\n74:23 Do not ignore the clamor of your adversaries, the uproar of your enemies, which rises continually."
  }
},
  {
    "id": "PSALM 75",
    "text": {
      "NRSV": "75:1 We give you thanks, O God, we give you thanks, for your Name is near, as your wonderful works declare.\n75:2 'I will appoint a time,' says God; 'I will judge with equity.\n75:3 Though the earth and all its inhabitants are quaking, I will make its pillars fast.\n75:4 I say to the arrogant, \"Do not boast,\" and to the wicked, \"Do not lift up your horn;\n75:5 Do not lift up your horn on high, nor speak with a stiff neck.\"' \n75:6 For no one from the east or from the west, or from the wild places of the south, can raise a man up.\n75:7 It is God who is the judge; he puts down one and lifts up another.\n75:8 For in the hand of the Lord there is a cup, full of foaming wine mixed with spices; he pours it out for all the wicked of the earth to drink its dregs and to drain them.\n75:9 But I will rejoice for ever; I will sing praises to the God of Jacob.\n75:10 All the horns of the wicked will I break off, but the horns of the righteous shall be exalted."
    }
  },
  {
    "id": "PSALM 76",
    "text": {
      "NRSV": "76:1 In Judah is God known; his Name is great in Israel.\n76:2 At Salem is his tabernacle, and his dwelling is in Zion.\n76:3 There he broke the flashing arrows, the shield, the sword, and the weapons of war.\n76:4 How glorious you are! more majestic than the everlasting mountains.\n76:5 The strong of heart have been despoiled; they sink into sleep; none of the warriors can lift a hand.\n76:6 At your rebuke, O God of Jacob, both horse and rider lie stunned.\n76:7 What terror you inspire! who can stand before you when you are angry?\n76:8 From heaven you pronounced judgment; the earth was afraid and was still,\n76:9 When God rose up to judgment and to save all the oppressed of the earth.\n76:10 Truly, wrathful Edom will give you thanks, and the remnant of Hamath will keep your feast.\n76:11 Make vows to the Lord your God and perform them; let all who are round about him bring gifts to him who is worthy to be feared.\n76:12 He quells the spirit of princes, and strikes terror in the kings of the earth."
    }
  },
  {
    "id": "PSALM 77",
    "text": {
      "NRSV": "77:1 I will cry aloud to God; I will cry aloud, and he will hear me.\n77:2 In the day of my trouble I sought the Lord; my hands were stretched out by night and did not tire; I refused to be comforted.\n77:3 I think of God, I am restless, I ponder, and my spirit faints.\n77:4 You will not let my eyelids close; I am so troubled that I cannot speak.\n77:5 I consider the days of old; I remember the years long ago;\n77:6 I commune with my heart in the night; I ponder and search my mind.\n77:7 Will the Lord cast me off for ever? will he no more show his favor?\n77:8 Has his loving-kindness come to an end for ever? has his promise failed for evermore?\n77:9 Has God forgotten to be gracious? has he, in his anger, withheld his compassion?\n77:10 And I said, 'My grief is this: that the right hand of the Most High has lost its power.'\n77:11 I will remember the works of the Lord and call to mind your wonders of old time.\n77:12 I will meditate on all your acts and ponder your mighty deeds.\n77:13 Your way, O God, is holy; who is so great a god as our God?\n77:14 You are the God who works wonders and have declared your power among the peoples.\n77:15 By your strength you have redeemed your people, the children of Jacob and Joseph.\n77:16 The waters saw you, O God; the waters saw you and trembled; the very depths were shaken.\n77:17 The clouds poured out water; the skies thundered; your arrows flashed to and fro.\n77:18 The sound of your thunder was in the whirlwind; your lightnings lit up the world; the earth trembled and shook.\n77:19 Your way was in the sea, and your paths in the great waters, yet your footsteps were not seen.\n77:20 You led your people like a flock by the hand of Moses and Aaron."
    }
  },{
  "id": "PSALM 78",
  "text": {
    "NRSV": "78:1 Hear my teaching, O my people; incline your ears to the words of my mouth.\n78:2 I will open my mouth in a parable; I will declare the mysteries of ancient times.\n78:3 That which we have heard and known, and what our forefathers have told us, we will not hide from their children.\n78:4 We will recount to generations to come the praiseworthy deeds and the power of the Lord, and the wonderful works he has done.\n78:5 He gave his decrees to Jacob and established a law for Israel, which he commanded them to teach their children;\n78:6 That the generations to come might know, even the children yet to be born, that they in their turn might tell it to their children;\n78:7 So that they might put their trust in God, and not forget the deeds of God, but keep his commandments;\n78:8 And not be like their forefathers, a stubborn and rebellious generation, a generation whose heart was not steadfast, and whose spirit was not faithful to God.\n78:9 The people of Ephraim, armed with the bow, turned back in the day of battle;\n78:10 They did not keep the covenant of God, and refused to walk in his law;\n78:11 They forgot what he had done, and the wonders he had shown them.\n78:12 He worked marvels in the sight of their forefathers, in the land of Egypt, in the field of Zoan.\n78:13 He split open the sea and let them pass through; he made the waters stand up like walls.\n78:14 He led them with a cloud by day, and all the night through with a glow of fire.\n78:15 He split the hard rocks in the wilderness and gave them drink as from the great deep.\n78:16 He brought streams out of the cliff, and the waters gushed out like rivers.\n78:17 But they went on sinning against him, rebelling in the desert against the Most High.\n78:18 They tested God in their hearts, demanding food for their craving.\n78:19 They railed against God and said, 'Can God set a table in the wilderness?\n78:20 True, he struck the rock, the waters gushed out, and the gullies overflowed; but is he able to give bread or to provide meat for his people?'\n78:21 When the Lord heard this, he was full of wrath; a fire was kindled against Jacob, and his anger mounted against Israel;\n78:22 For they had no faith in God, nor did they put their trust in his saving power.\n78:23 So he commanded the clouds above and opened the doors of heaven.\n78:24 He rained down manna upon them to eat and gave them grain from heaven.\n78:25 So mortals ate the bread of angels; he provided for them food enough.\n78:26 He caused the east wind to blow in the heavens and led out the south wind by his might.\n78:27 He rained down flesh upon them like dust and winged birds like the sand of the sea.\n78:28 He let it fall in the midst of their camp and round about their dwellings.\n78:29 So they ate and were well filled, for he gave them what they craved.\n78:30 But they did not stop their craving, though the food was still in their mouths.\n78:31 So God's anger mounted against them; he slew their strongest men and laid low the youth of Israel.\n78:32 In spite of all this, they went on sinning and had no faith in his wonderful works.\n78:33 So he brought their days to an end like a breath and their years in sudden terror.\n78:34 Whenever he slew them, they would seek him, and repent, and diligently search for God.\n78:35 They would remember that God was their rock, and the Most High God their redeemer.\n78:36 But they flattered him with their mouths and lied to him with their tongues.\n78:37 Their heart was not steadfast toward him, and they were not faithful to his covenant.\n78:38 But he, being merciful, forgave their sins and did not destroy them; many times he held back his anger and did not permit his wrath to be roused.\n78:39 For he remembered that they were but flesh, a breath that goes forth and does not return.\n78:40 How often the people disobeyed him in the wilderness and offended him in the desert!\n78:41 Again and again they tempted God and provoked the Holy One of Israel.\n78:42 They did not remember his power in the day when he ransomed them from the enemy;\n78:43 How he wrought his signs in Egypt and his omens in the field of Zoan.\n78:44 He turned their rivers into blood, so that they could not drink of their streams.\n78:45 He sent swarms of flies among them, which ate them up, and frogs, which destroyed them.\n78:46 He gave their crops to the caterpillar, the fruit of their toil to the locust.\n78:47 He killed their vines with hail and their sycamores with frost.\n78:48 He gave over their cattle to hailstones and their flocks to hot thunderbolts.\n78:49 He poured out upon them his blazing anger: fury, indignation, and distress, a troop of destroying angels.\n78:50 He gave his anger full rein; he did not spare them from death; but gave their lives over to the plague.\n78:51 He struck down all the firstborn of Egypt, the flower of manhood in the dwellings of Ham.\n78:52 He led out his people like sheep and guided them in the wilderness like a flock.\n78:53 He led them to safety, and they were not afraid; but the sea overwhelmed their enemies.\n78:54 He brought them to his holy land, the mountain his right hand had won.\n78:55 He drove out the nations before them and allotted them their inheritance; he settled the tribes of Israel in their tents.\n78:56 But they tested the Most High God and defied him, nor did they keep his testimonies;\n78:57 They turned away and were as faithless as their fathers; they were as unreliable as a slack bow.\n78:58 They grieved him with their hill-altars and provoked his displeasure with their idols.\n78:59 When God heard this, he was angry and utterly rejected Israel.\n78:60 He forsook the shrine at Shiloh, the tent where he had lived among his people.\n78:61 He delivered the ark into captivity, his glory into the adversary's hand.\n78:62 He gave his people to the sword and was angered against his inheritance.\n78:63 The fire consumed their young men; there were no wedding songs for their maidens.\n78:64 Their priests fell by the sword, and their widows made no lamentation.\n78:65 Then the Lord woke as though from sleep, like a warrior refreshed with wine.\n78:66 He struck his enemies on the backside and put them to perpetual shame.\n78:67 He rejected the tent of Joseph and did not choose the tribe of Ephraim;\n78:68 He chose instead the tribe of Judah and Mount Zion, which he loved.\n78:69 He built his sanctuary like the heights of heaven, like the earth which he founded for ever.\n78:70 He chose David his servant, and took him away from the sheepfolds.\n78:71 He brought him from following the ewes, to be a shepherd over Jacob his people and over Israel his inheritance.\n78:72 So he shepherded them with a faithful and true heart and guided them with the skillfulness of his hands."
  }
},
  {
    "id": "PSALM 79",
    "text": {
      "NRSV": "79:1 O God, the heathen have come into your inheritance; they have profaned your holy temple; they have made Jerusalem a heap of rubble.\n79:2 They have given the bodies of your servants as food for the birds of the air, and the flesh of your faithful ones to the beasts of the field.\n79:3 They have shed their blood like water on every side of Jerusalem, and there was no one to bury them.\n79:4 We have become a reproach to our neighbors, an object of scorn and derision to those around us.\n79:5 How long will you be angry, O Lord? will your fury blaze like fire for ever?\n79:6 Pour out your wrath upon the heathen who have not known you, and upon the kingdoms that have not called upon your Name.\n79:7 For they have devoured Jacob and made his dwelling a ruin.\n79:8 Remember not our past sins; let your compassion be swift to meet us; for we have been brought very low.\n79:9 Help us, O God our Savior, for the glory of your Name; deliver us and forgive us our sins, for your Name's sake.\n79:10 Why should the heathen say, 'Where is their God?'\n79:11 Let it be known among the heathen in our sight that you avenge the shedding of your servants' blood.\n79:12 Let the sorrowful sighing of the prisoners come before you, and by your great might spare those who are condemned to die.\n79:13 Render to our neighbors sevenfold into their bosoms the reproach with which they have reproached you, O Lord.\n79:14 So we who are your people and the sheep of your pasture will give you thanks for ever, and show forth your praise from age to age."
    }
  },
  {
    "id": "PSALM 80",
    "text": {
      "NRSV": "80:1 Hear, O Shepherd of Israel, leading Joseph like a flock; shine forth, you that are enthroned upon the cherubim.\n80:2 In the presence of Ephraim, Benjamin, and Manasseh, stir up your strength and come to help us.\n80:3 Restore us, O God of hosts; show the light of your countenance, and we shall be saved.\n80:4 O Lord God of hosts, how long will you be angered despite the prayers of your people?\n80:5 You have fed them with the bread of tears; you have given them bowls of tears to drink.\n80:6 You have made us the derision of our neighbors, and our enemies laugh us to scorn.\n80:7 Restore us, O God of hosts; show the light of your countenance, and we shall be saved.\n80:8 You have brought a vine out of Egypt; you cast out the nations and planted it.\n80:9 You prepared the ground for it; it took root and filled the land.\n80:10 The mountains were covered by its shadow and the towering cedars by its branches.\n80:11 It stretched out its roots to the Sea and its branches to the River.\n80:12 Why have you broken down its wall, so that all who pass by pluck off its grapes?\n80:13 The wild boar out of the wood roots it up, and the wild beasts of the field devour it.\n80:14 Turn now, O God of hosts, look down from heaven; behold and tend this vine; preserve what your right hand has planted.\n80:15 At your rebuke they perish; they are cut down and feast upon by fire.\n80:16 Let your hand be upon the man of your right hand, the son of man you have made so strong for yourself.\n80:17 And so will we never turn away from you; give us life, that we may call upon your Name.\n80:18 Restore us, O Lord God of hosts; show the light of your countenance, and we shall be saved."
    }
  },
  {
    "id": "PSALM 81",
    "text": {
      "NRSV": "81:1 Sing with joy to God our strength and raise a loud shout to the God of Jacob.\n81:2 Raise a song and sound the timbrel, the merry harp, and the lyre.\n81:3 Blow the ram's-horn at the new moon, and at the full moon, the day of our feast.\n81:4 For this is a statute for Israel, a law of the God of Jacob.\n81:5 He laid it as a solemn charge upon Joseph, when he came out of the land of Egypt.\n81:6 I heard an unfamiliar voice saying, 'I eased his shoulder from the burden; his hands were set free from the bearing-basket.\n81:7 You called on me in trouble, and I saved you; I answered you from the secret place of thunder and tested you at the waters of Meribah.\n81:8 Hear, O my people, and I will admonish you: O Israel, if you would but listen to me!\n81:9 There shall be no strange god among you; you shall not worship a foreign god.\n81:10 I am the Lord your God, who brought you out of the land of Egypt and said, \"Open your mouth wide, and I will fill it.\"\n81:11 But my people did not hear my voice, and Israel would not obey me.\n81:12 So I gave them over to the stubbornness of their hearts, to follow their own devices.\n81:13 Oh, that my people would listen to me! that Israel would walk in my ways!\n81:14 I should soon subdue their enemies and turn my hand against their foes.\n81:15 Those who hate the Lord would cringe before him, and their punishment would last for ever.\n81:16 But Israel would I feed with the finest wheat and satisfy him with honey from the rock.'"
    }
  },{
  "id": "PSALM 82",
  "text": {
    "NRSV": "82:1 God has taken his place in the divine council; in the midst of the gods he holds judgment:\n82:2 'How long will you judge unjustly and show partiality to the wicked? Selah\n82:3 Give justice to the weak and the orphan; maintain the right of the lowly and the destitute.\n82:4 Rescue the weak and the needy; deliver them from the hand of the wicked.'\n82:5 They have neither knowledge nor understanding, they walk around in darkness; all the foundations of the earth are shaken.\n82:6 I say, 'You are gods, children of the Most High, all of you;\n82:7 nevertheless, you shall die like mortals, and fall like any prince.'\n82:8 Rise up, O God, judge the earth; for all the nations belong to you!"
  }
},
{
  "id": "PSALM 83",
  "text": {
    "NRSV": "83:1 O God, do not keep silence; do not hold your peace or be still, O God!\n83:2 Even now your enemies are in tumult; those who hate you have raised their heads.\n83:3 They lay crafty plans against your people; they consult together against those you protect.\n83:4 They say, 'Come, let us wipe them out as a nation; let the name of Israel be remembered no more.'\n83:5 They conspire with one accord; against you they make a covenant—\n83:6 the tents of Edom and the Ishmaelites, Moab and the Hagrites,\n83:7 Gebal and Ammon and Amalek, Philistia with the inhabitants of Tyre;\n83:8 Assyria also has joined them; they are the strong arm of the children of Lot. Selah\n83:9 Do to them as you did to Midian, as to Sisera and Jabin at the river Kishon,\n83:10 who were destroyed at En-dor, who became dung for the ground.\n83:11 Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna,\n83:12 who said, 'Let us take the pastures of God for our own possession.'\n83:13 O my God, make them like whirling dust, like chaff before the wind.\n83:14 As fire consumes the forest, as the flame sets the mountains ablaze,\n83:15 so pursue them with your tempest and terrify them with your hurricane.\n83:16 Fill their faces with shame, so that they may seek your name, O Lord.\n83:17 Let them be put to shame and dismayed forever; let them perish in disgrace.\n83:18 Let them know that you alone, whose name is the Lord, are the Most High over all the earth."
  }
},
{
  "id": "PSALM 84",
  "text": {
    "NRSV": "84:1 How lovely is your dwelling place, O Lord of hosts!\n84:2 My soul longs, indeed it faints for the courts of the Lord; my heart and my flesh sing for joy to the living God.\n84:3 Even the sparrow finds a home, and the swallow a nest for herself, where she may lay her young, at your altars, O Lord of hosts, my King and my God.\n84:4 Happy are those who live in your house, ever singing your praise. Selah\n84:5 Happy are those whose strength is in you, in whose heart are the highways to Zion.\n84:6 As they go through the valley of Baca they make it a place of springs; the early rain also covers it with pools.\n84:7 They go from strength to strength; the God of gods will be seen in Zion.\n84:8 O Lord God of hosts, hear my prayer; give ear, O God of Jacob! Selah\n84:9 Behold our shield, O God; look on the face of your anointed.\n84:10 For a day in your courts is better than a thousand elsewhere. I would rather be a doorkeeper in the house of my God than live in the tents of wickedness.\n84:11 For the Lord God is a sun and shield; he bestows favor and honor. No good thing does the Lord withhold from those who walk uprightly.\n84:12 O Lord of hosts, happy is everyone who trusts in you."
  }
},
{
  "id": "PSALM 85",
  "text": {
    "NRSV": "85:1 Lord, you were favorable to your land; you restored the fortunes of Jacob.\n85:2 You forgave the iniquity of your people; you pardoned all their sin. Selah\n85:3 You withdrew all your wrath; you turned from your hot anger.\n85:4 Restore us again, O God of our salvation, and put away your indignation toward us.\n85:5 Will you be angry with us forever? Will you prolong your anger to all generations?\n85:6 Will you not revive us again, so that your people may rejoice in you?\n85:7 Show us your steadfast love, O Lord, and grant us your salvation.\n85:8 Let me hear what God the Lord will speak, for he will speak peace to his people, to his faithful, to those who turn to him in their hearts.\n85:9 Surely his salvation is at hand for those who fear him, that his glory may dwell in our land.\n85:10 Steadfast love and faithfulness will meet; righteousness and peace will kiss each other.\n85:11 Faithfulness will spring up from the ground, and righteousness will look down from the sky.\n85:12 The Lord will give what is good, and our land will yield its increase.\n85:13 Righteousness will go before him, and will make a path for his steps."
  }
},
  {
    "id": "PSALM 86",
    "text": {
      "NRSV": "86:1 Bow down your ear, O Lord, and answer me, for I am poor and in misery.\n86:2 Keep watch over my life, for I am faithful; save your servant who puts his trust in you.\n86:3 Be merciful to me, O Lord, for you are my God; I call upon you all the day long.\n86:4 Gladden the soul of your servant, for to you, O Lord, I lift up my soul.\n86:5 For you, Lord, are good and forgiving, and great is your love toward all who call upon you.\n86:6 Give ear, O Lord, to my prayer, and attend to the voice of my supplications.\n86:7 In the time of my trouble I will call upon you, for you will answer me.\n86:8 Among the gods there is none like you, O Lord, nor anything like your works.\n86:9 All the nations you have made will come and worship you, O Lord, and glorify your Name.\n86:10 For you are great; you do wondrous things; and you alone are God.\n86:11 Teach me your way, O Lord, and I will walk in your truth; knit my heart to you, that I may fear your Name.\n86:12 I will thank you, O Lord my God, with all my heart, and glorify your Name for evermore.\n86:13 For great is your love toward me; you have delivered me from the nethermost Pit.\n86:14 The arrogant rise up against me, O God, and a band of violent men seeks my life; they have not set you before their eyes.\n86:15 But you, O Lord, are gracious and full of compassion, slow to anger, and full of kindness and truth.\n86:16 Turn to me and have mercy upon me; give your strength to your servant, and save the child of your handmaid.\n86:17 Show me a sign of your favor, so that those who hate me may see it and be ashamed; because you, O Lord, have helped me and comforted me."
    }
  },
  {
    "id": "PSALM 87",
    "text": {
      "NRSV": "87:1 On the holy mountain stands the city he has founded; the Lord loves the gates of Zion more than all the dwellings of Jacob.\n87:2 Glorious things are spoken of you, O city of our God.\n87:3 I count Egypt and Babylon among those who know me; behold Philistia, Tyre, and Ethiopia: in Zion were they born.\n87:4 Of Zion it shall be said, 'Everyone was born in her, and the Most High himself shall establish her.'\n87:5 The Lord will record as he enlists the peoples, 'These were born there.'\n87:6 The singers and the dancers will say, 'All my fresh springs are in you.'"
    }
  },
  {
    "id": "PSALM 88",
    "text": {
      "NRSV": "88:1 O Lord, my God, my Savior, by day and night I cry to you.\n88:2 Let my prayer enter into your presence; incline your ear to me and save me.\n88:3 For I am full of trouble; my life draws near to the grave.\n88:4 I am counted among those who go down into the Pit; I am like one who has no strength.\n88:5 Lost among the dead, like the slain who lie in the grave,\n88:6 Whom you remember no more, for they are cut off from your hand.\n88:7 You have laid me in the lowest Pit, in a dark place, and in the abyss.\n88:8 Your anger weighs upon me heavily, and all your great waves overwhelm me.\n88:9 You have put my friends far from me; you have made me to be abhorred by them; I am in prison and cannot get out.\n88:10 My sight has failed me because of trouble; Lord, I have called upon you daily; I have stretched out my hands to you.\n88:11 Do you work wonders for the dead? will those who have died stand up and praise you?\n88:12 Will your loving-kindness be declared in the grave? your faithfulness in the land of destruction?\n88:13 Will your wonders be known in the dark? or your righteousness in the country where all is forgotten?\n88:14 But as for me, O Lord, I cry to you for help; in the morning my prayer comes before you.\n88:15 Lord, why have you rejected me? why have you hidden your face from me?\n88:16 Ever since my youth, I have been wretched and at the point of death; I have borne your terrors with a troubled mind.\n88:17 Your blazing anger has swept over me; your terrors have destroyed me;\n88:18 They surround me all day long like a flood; they encompass me on every side.\n88:19 My friend and my neighbor you have put away from me, and darkness is my only companion."
    }
  },{
  "id": "PSALM 89",
  "text": {
    "NRSV": "89:1 I will sing of your steadfast love, O Lord, forever; with my mouth I will proclaim your faithfulness to all generations.\n89:2 I declare that your steadfast love is established forever; your faithfulness is as firm as the heavens.\n89:3 You said, 'I have made a covenant with my chosen one, I have sworn to my servant David:\n89:4 \"I will establish your descendants forever, and build your throne for all generations.\"' Selah\n89:5 Let the heavens praise your wonders, O Lord, your faithfulness in the assembly of the holy ones.\n89:6 For who in the skies can be compared to the Lord? Who among the heavenly beings is like the Lord,\n89:7 a God feared in the council of the holy ones, great and awesome above all that are around him?\n89:8 O Lord God of hosts, who is as mighty as you, O Lord? Your faithfulness surrounds you.\n89:9 You rule the raging of the sea; when its waves rise, you still them.\n89:10 You crushed Rahab like a carcass; you scattered your enemies with your mighty arm.\n89:11 The heavens are yours, the earth also is yours; the world and all that is in it—you have founded them.\n89:12 The north and the south—you created them; Tabor and Hermon joyously praise your name.\n89:13 You have a mighty arm; strong is your hand, high your right hand.\n89:14 Righteousness and justice are the foundation of your throne; steadfast love and faithfulness go before you.\n89:15 Happy are the people who know the festal shout, who walk, O Lord, in the light of your countenance;\n89:16 they exult in your name all day long, and extol your righteousness.\n89:17 For you are the glory of their strength; by your favor our horn is exalted.\n89:18 For our shield belongs to the Lord, our king to the Holy One of Israel.\n89:19 Then you spoke in a vision to your faithful one, and said: 'I have set the crown on one who is mighty, I have exalted one chosen from the people.\n89:20 I have found my servant David; with my holy oil I have anointed him;\n89:21 my hand shall always remain with him; my arm also shall strengthen him.\n89:22 The enemy shall not outwit him, the wicked shall not humble him.\n89:23 I will crush his foes before him and strike down those who hate him.\n89:24 My faithfulness and steadfast love shall be with him; and in my name his horn shall be exalted.\n89:25 I will set his hand on the sea and his right hand on the rivers.\n89:26 He shall cry to me, \"You are my Father, my God, and the Rock of my salvation.\"\n89:27 I will make him the firstborn, the highest of the kings of the earth.\n89:28 Forever I will keep my steadfast love for him, and my covenant with him will stand firm.\n89:29 I will establish his line forever, and his throne as long as the heavens endure.\n89:30 If his children forsake my law and do not walk according to my ordinances,\n89:31 if they violate my statutes and do not keep my commandments,\n89:32 then I will punish their transgression with the rod and their iniquity with scourges;\n89:33 but I will not remove from him my steadfast love, or be false to my faithfulness.\n89:34 I will not violate my covenant, or alter the word that went forth from my lips.\n89:35 Once and for all I have sworn by my holiness; I will not lie to David.\n89:36 His line shall continue forever, and his throne endure before me like the sun.\n89:37 It shall be established forever like the moon, an enduring witness in the skies.' Selah\n89:38 But now you have spurned and rejected him; you are full of wrath against your anointed.\n89:39 You have renounced the covenant with your servant; you have defiled his crown in the dust.\n89:40 You have broken through all his walls; you have laid his strongholds in ruins.\n89:41 All who pass by plunder him; he has become the scorn of his neighbors.\n89:42 You have exalted the right hand of his foes; you have made all his enemies rejoice.\n89:43 Moreover, you have turned back the edge of his sword, and you have not supported him in battle.\n89:44 You have removed the scepter from his hand, and hurled his throne to the ground.\n89:45 You have cut short the days of his youth; you have covered him with shame. Selah\n89:46 How long, O Lord? Will you hide yourself forever? How long will your wrath burn like fire?\n89:47 Remember how short my time is— for what vanity you have created all mortals!\n89:48 Who can live and never see death? Who can escape the power of Sheol? Selah\n89:49 Lord, where is your steadfast love of old, which by your faithfulness you swore to David?\n89:50 Remember, O Lord, how your servant is taunted; how I bear in my bosom the insults of the peoples,\n89:51 with which your enemies taunt, O Lord, with which they taunted the footsteps of your anointed.\n89:52 Blessed be the Lord forever. Amen and Amen."
  }
},
  {
    "id": "PSALM 90",
    "text": {
      "NRSV": "90:1 Lord, you have been our refuge from one generation to another.\n90:2 Before the mountains were brought forth, or the earth and the world were made, from age to age you are God.\n90:3 You turn us back to the dust and say, 'Go back, O child of earth.'\n90:4 For a thousand years in your sight are like yesterday when it is past and like a watch in the night.\n90:5 You sweep us away like a dream; we fade away suddenly like the grass.\n90:6 In the morning it is green and flourishes; in the evening it is dried up and withered.\n90:7 For we consume away in your displeasure; we are afraid at your wrathful indignation.\n90:8 Our iniquities you have set before you, and our secret sins in the light of your countenance.\n90:9 When you are angry, all our days are gone; we bring our years to an end like a sigh.\n90:10 The span of our life is seventy years, perhaps in strength even eighty; yet the sum of them is but labor and sorrow, for they pass away quickly and we are gone.\n90:11 Who regards the power of your wrath? who rightly fears your indignation?\n90:12 So teach us to number our days that we may apply our hearts to wisdom.\n90:13 Return, O Lord; how long will you tarry? be gracious to your servants.\n90:14 Satisfy us with your loving-kindness in the morning; so shall we rejoice and be glad all the days of our life.\n90:15 Make us glad by the measure of the days that you afflicted us and the years in which we suffered adversity.\n90:16 Show your servants your works and your splendor to their children.\n90:17 May the graciousness of the Lord our God be upon us; prosper the work of our hands; prosper our handiwork."
    }
  },
  {
    "id": "PSALM 91",
    "text": {
      "NRSV": "91:1 He who dwells in the shelter of the Most High, abides under the shadow of the Almighty.\n91:2 He shall say to the Lord, 'You are my refuge and my stronghold, my God in whom I put my trust.'\n91:3 He shall deliver you from the snare of the hunter and from the deadly pestilence.\n91:4 He shall cover you with his pinions, and you shall find refuge under his wings; his faithfulness shall be a shield and buckler.\n91:5 You shall not be afraid of any terror by night, nor of the arrow that flies by day;\n91:6 Of the plague that stalks in the darkness, nor of the sickness that lays waste at mid-day.\n91:7 A thousand shall fall at your side and ten thousand at your right hand, but it shall not come near you.\n91:8 Your eyes have only to behold to see the reward of the wicked.\n91:9 Because you have made the Lord your refuge, and the Most High your habitation,\n91:10 There shall no evil happen to you, neither shall any plague come near your dwelling.\n91:11 For he shall give his angels charge over you, to keep you in all your ways.\n91:12 They shall bear you in their hands, lest you dash your foot against a stone.\n91:13 You shall tread upon the lion and adder; you shall trample the young lion and the serpent under your feet.\n91:14 Because he is bound to me in love, therefore will I deliver him; I will protect him, because he knows my Name.\n91:15 He shall call upon me, and I will answer him; I am with him in trouble; I will rescue him and bring him to honor.\n91:16 With long life will I satisfy him and show him my salvation."
    }
  },
  {
    "id": "PSALM 92",
    "text": {
      "NRSV": "92:1 It is a good thing to give thanks to the Lord and to sing praises to your Name, O Most High;\n92:2 To tell of your loving-kindness early in the morning and of your faithfulness in the night season;\n92:3 On the ten-stringed instrument and on the lute, and with the solemn sound of the harp.\n92:4 For you, Lord, have made me glad by your acts, and I sing for joy at the works of your hands.\n92:5 Lord, how glorious are your works! your thoughts are very deep.\n92:6 The dullard does not know, nor does the fool understand, that though the wicked grow like grass and all the workers of iniquity flourish,\n92:7 It is only to be destroyed for ever; but you, Lord, are exalted for evermore.\n92:8 For lo, your enemies, O Lord, lo, your enemies shall perish, and all the workers of iniquity shall be scattered.\n92:9 But my horn you have exalted like the horns of wild bulls; I am anointed with fresh oil.\n92:10 My eyes also look down upon my enemies, and my ears hear with joy the end of the wicked who rise up against me.\n92:11 The righteous shall flourish like a palm tree and shall spread abroad like a cedar of Lebanon.\n92:12 Those who are planted in the house of the Lord shall flourish in the courts of our God;\n92:13 They shall still bring forth fruit in old age; they shall be green and succulent;\n92:14 That they may show how upright the Lord is, my Rock, in whom there is no fault."
    }
  },{
  "id": "PSALM 93",
  "text": {
    "NRSV": "93:1 The Lord is king, he is robed in majesty; the Lord is robed, he is girded with strength. He has established the world; it shall never be moved;\n93:2 your throne is established from of old; you are from everlasting.\n93:3 The floods have lifted up, O Lord, the floods have lifted up their voice; the floods lift up their roaring.\n93:4 More majestic than the thunders of mighty waters, more majestic than the waves of the sea, majestic on high is the Lord!\n93:5 Your decrees are very sure; holiness befits your house, O Lord, forevermore."
  }
},
{
  "id": "PSALM 94",
  "text": {
    "NRSV": "94:1 O Lord God of vengeance, O God of vengeance, show yourself.\n94:2 Rise up, O judge of the world; give the arrogant their just deserts.\n94:3 How long shall the wicked, O Lord, how long shall the wicked triumph?\n94:4 They bluster in their insolence; all evildoers are full of boasting.\n94:5 They crush your people, O Lord, and afflict your chosen nation.\n94:6 They murder the widow and the stranger and put the orphans to death.\n94:7 Yet they say, 'The Lord does not see, the God of Jacob takes no notice.'\n94:8 Consider well, you dullards among the people; when will you fools understand?\n94:9 He that planted the ear, does he not hear? he that formed the eye, does he not see?\n94:10 He who admonishes the nations, will he not punish? he who teaches all the world, has he no knowledge?\n94:11 The Lord knows our human thoughts; how like a puff of wind they are.\n94:12 Happy are they whom you instruct, O Lord! whom you teach out of your law;\n94:13 To give them rest in evil days, until a pit is dug for the wicked.\n94:14 For the Lord will not abandon his people, nor will he forsake his own.\n94:15 For judgment will again be just, and all the true of heart will follow it.\n94:16 Who rose up for me against the wicked? who took my part against the evildoers?\n94:17 If the Lord had not come to my help, I should soon have dwelt in the land of silence.\n94:18 As often as I said, 'My foot has slipped,' your love, O Lord, upheld me.\n94:19 When many cares fill my mind, your consolations cheer my soul.\n94:20 Can a corrupt throne be allied with you, one that forms mischief by statute?\n94:21 They conspire against the life of the just and condemn the innocent to death.\n94:22 But the Lord has become my stronghold, and my God the rock of my trust.\n94:23 He will turn their wickedness back upon them and destroy them in their own malice; the Lord our God will destroy them."
  }
},
  {
    "id": "PSALM 95",
    "text": {
      "NRSV": "95:1 Come, let us sing to the Lord; let us shout for joy to the Rock of our salvation.\n95:2 Let us come before his presence with thanksgiving and raise a loud shout to him with psalms.\n95:3 For the Lord is a great God, and a great King above all gods.\n95:4 In his hand are the caverns of the earth, and the heights of the hills are his also.\n95:5 The sea is his, for he made it, and his hands have molded the dry land.\n95:6 Come, let us bow down, and bend the knee, and kneel before the Lord our Maker.\n95:7 For he is our God, and we are the people of his pasture and the sheep of his hand. Oh, that today you would hearken to his voice!\n95:8 Harden not your hearts, as your forebears did in the wilderness, at Meribah, and on that day at Massah, when they tempted me.\n95:9 They put me to the test, though they had seen my works.\n95:10 Forty years long I detested that generation and said, 'This people are wayward in their hearts; they do not know my ways.'\n95:11 So I swore in my wrath, 'They shall not enter into my rest.'"
    }
  },
  {
    "id": "PSALM 96",
    "text": {
      "NRSV": "96:1 Sing to the Lord a new song; sing to the Lord, all the whole earth.\n96:2 Sing to the Lord and bless his Name; proclaim the good news of his salvation from day to day.\n96:3 Declare his glory among the nations and his wonders among all peoples.\n96:4 For great is the Lord and greatly to be praised; he is more to be feared than all gods.\n96:5 As for all the gods of the nations, they are but idols; but it is the Lord who made the heavens.\n96:6 Oh, the majesty and magnificence of his presence! Oh, the power and the splendor of his sanctuary!\n96:7 Ascribe to the Lord, you families of the peoples; ascribe to the Lord honor and power.\n96:8 Ascribe to the Lord the honor due his Name; bring offerings and come into his courts.\n96:9 Worship the Lord in the beauty of holiness; let the whole earth tremble before him.\n96:10 Tell it out among the nations: 'The Lord is King! he has made the world so firm that it cannot be moved; he will judge the peoples with equity.'\n96:11 Let the heavens rejoice, and let the earth be glad; let the sea thunder and all that is in it; let the field be joyful and all that is therein.\n96:12 Then shall all the trees of the wood shout for joy before the Lord when he comes, when he comes to judge the earth.\n96:13 He will judge the world with righteousness and the peoples with his truth."
    }
  },
  {
    "id": "PSALM 97",
    "text": {
      "NRSV": "97:1 The Lord is King; let the earth rejoice; let the multitude of the isles be glad.\n97:2 Clouds and darkness are round about him, righteousness and justice are the foundations of his throne.\n97:3 A fire goes before him and burns up his enemies on every side.\n97:4 His lightnings light up the world; the earth sees it and is afraid.\n97:5 The mountains melt like wax at the presence of the Lord, at the presence of the Lord of the whole earth.\n97:6 The heavens declare his righteousness, and all the peoples see his glory.\n97:7 Confounded be all who worship carved images and delight in false gods! Bow down before him, all you gods.\n97:8 Zion hears and is glad, and the cities of Judah rejoice, because of your judgments, O Lord.\n97:9 For you are the Lord, most high over all the earth; you are exalted far above all gods.\n97:10 The Lord loves those who hate evil; he preserves the lives of his saints and delivers them from the hand of the wicked.\n97:11 Light has sprung up for the righteous, and joyful gladness for those who are true of heart.\n97:12 Rejoice in the Lord, you righteous, and give thanks to his holy Name."
    }
  },{
  "id": "PSALM 98",
  "text": {
    "NRSV": "98:1 O sing to the Lord a new song, for he has done marvelous things. His right hand and his holy arm have gotten him victory.\n98:2 The Lord has made known his victory; he has revealed his vindication in the sight of the nations.\n98:3 He has remembered his steadfast love and faithfulness to the house of Israel. All the ends of the earth have seen the victory of our God.\n98:4 Make a joyful noise to the Lord, all the earth; break forth into joyous song and sing praises.\n98:5 Sing praises to the Lord with the lyre, with the lyre and the sound of melody.\n98:6 With trumpets and the sound of the horn make a joyful noise before the King, the Lord.\n98:7 Let the sea roar, and all that fills it; the world and those who live in it.\n98:8 Let the floods clap their hands; let the hills sing together for joy\n98:9 at the presence of the Lord, for he is coming to judge the earth. He will judge the world with righteousness, and the peoples with equity."
  }
},
{
  "id": "PSALM 99",
  "text": {
    "NRSV": "99:1 The Lord is king; let the peoples tremble! He sits enthroned upon the cherubim; let the earth quake!\n99:2 The Lord is great in Zion; he is exalted over all the peoples.\n99:3 Let them praise your great and awesome name. Holy is he!\n99:4 Mighty King, lover of justice, you have established equity; you have executed justice and righteousness in Jacob.\n99:5 Extol the Lord our God; worship at his footstool. Holy is he!\n99:6 Moses and Aaron were among his priests, Samuel also was among those who called on his name. They cried to the Lord, and he answered them.\n99:7 He spoke to them in the pillar of cloud; they kept his decrees, and the statutes that he gave them.\n99:8 O Lord our God, you answered them; you were a forgiving God to them, but an avenger of their wrongdoings.\n99:9 Extol the Lord our God, and worship at his holy mountain; for the Lord our God is holy."
  }
},
{
  "id": "PSALM 100",
  "text": {
    "NRSV": "100:1 Make a joyful noise to the Lord, all the earth.\n100:2 Worship the Lord with gladness; come into his presence with singing.\n100:3 Know that the Lord is God. It is he that made us, and we are his; we are his people, and the sheep of his pasture.\n100:4 Enter his gates with thanksgiving, and his courts with praise. Give thanks to him, bless his name.\n100:5 For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations."
  }
},
{
  "id": "PSALM 101",
  "text": {
    "NRSV": "101:1 I will sing of loyalty and of justice; to you, O Lord, I will sing.\n101:2 I will give heed to the way that is blameless. Oh when will you come to me? I will walk with integrity of heart within my house;\n101:3 I will not set before my eyes anything that is base. I hate the work of those who fall away; it shall not cling to me.\n101:4 Perverseness of heart shall be far from me; I will know nothing of evil.\n101:5 One who secretly slanders a neighbor I will destroy. A haughty look and an arrogant heart I will not tolerate.\n101:6 I will look with favor on the faithful in the land, so that they may live with me; whoever walks in the way that is blameless shall minister to me.\n101:7 No one who practices deceit shall remain in my house; no one who utters lies shall continue in my presence.\n101:8 Morning by morning I will destroy all the wicked in the land, cutting off all evildoers from the city of the Lord."
  }
},
  {
    "id": "PSALM 102",
    "text": {
      "NRSV": "102:1 Lord, hear my prayer, and let my cry come before you.\n102:2 Hide not your face from me in the day of my trouble; incline your ear to me; when I call, make haste to answer me.\n102:3 For my days drift away like smoke, and my bones are hot as burning coals.\n102:4 My heart is smitten like grass and withered, so that I forget to eat my bread.\n102:5 Because of the voice of my groaning I am but skin and bones.\n102:6 I am like an owl in the desert, like a little owl among the ruins.\n102:7 I lie awake and groan; I am like a sparrow, alone upon a housetop.\n102:8 My enemies revile me all day long, and those who scoff at me have taken an oath against me.\n102:9 For I have eaten ashes for bread and mingled my drink with weeping.\n102:10 Because of your indignation and wrath you have lifted me up and thrown me away.\n102:11 My days are like a passing shadow, and I wither like the grass.\n102:12 But you, O Lord, are enthroned for ever, and your Name endures from age to age.\n102:13 You will arise and have compassion on Zion, for it is time to have mercy upon her; indeed, the appointed time has come.\n102:14 For your servants love her very stones and are moved to pity even for her dust.\n102:15 The nations shall fear your Name, O Lord, and all the kings of the earth your glory.\n102:16 For the Lord will build up Zion, and his glory shall appear.\n102:17 He will look with favor on the prayer of the homeless; he will not despise their plea.\n102:18 Let this be written for a future generation, so that a people yet unborn may praise the Lord.\n102:19 For the Lord looked down from his holy place on high; from the heavens he beheld the earth;\n102:20 That he might hear the groan of the captive and set free those condemned to die;\n102:21 That they may declare in Zion the Name of the Lord, and his praise in Jerusalem;\n102:22 When the peoples are gathered together, and the kingdoms also, to serve the Lord.\n102:23 He has brought down my strength before my time; he has shortened the number of my days;\n102:24 And I said, 'O my God, do not take me away in the midst of my days; your years endure throughout all generations.'\n102:25 In the beginning, Lord, you laid the foundations of the earth, and the heavens are the work of your hands;\n102:26 They shall perish, but you will endure; they all shall wear out like a garment; as clothing you will change them, and they shall be changed;\n102:27 But you are always the same, and your years will never end.\n102:28 The children of your servants shall continue, and their offspring shall stand fast in your sight."
    }
  },
  {
    "id": "PSALM 103",
    "text": {
      "NRSV": "103:1 Bless the Lord, O my soul, and all that is within me, bless his holy Name.\n103:2 Bless the Lord, O my soul, and forget not all his benefits.\n103:3 He forgives all your sins and heals all your infirmities.\n103:4 He redeems your life from the grave and crowns you with mercy and loving-kindness.\n103:5 He satisfies you with good things, and your youth is renewed like an eagle's.\n103:6 The Lord executes righteousness and judgment for all who are oppressed.\n103:7 He made his ways known to Moses and his works to the children of Israel.\n103:8 The Lord is full of compassion and mercy, slow to anger and of great kindness.\n103:9 He will not always accuse us, nor will he keep his anger for ever.\n103:10 He has not dealt with us according to our sins, nor rewarded us according to our wickedness.\n103:11 For as the heavens are high above the earth, so is his mercy great upon those who fear him.\n103:12 As far as the east is from the west, so far has he removed our sins from us.\n103:13 As a father cares for his children, so does the Lord care for those who fear him.\n103:14 For he himself knows whereof we are made; he remembers that we are but dust.\n103:15 Our days are like the grass; we flourish like a flower of the field;\n103:16 When the wind goes over it, it is gone, and its place shall know it no more.\n103:17 But the merciful goodness of the Lord endures for ever on those who fear him, and his righteousness on children's children;\n103:18 On those who keep his covenant and remember his commandments and do them.\n103:19 The Lord has set his throne in heaven, and his kingship has dominion over all.\n103:20 Bless the Lord, you angels of his, you mighty ones who do his bidding and hearken to the voice of his word.\n103:21 Bless the Lord, all you his hosts, you ministers of his who do his will.\n103:22 Bless the Lord, all you works of his, in all places of his dominion; bless the Lord, O my soul."
    }
  },{
  "id": "PSALM 104",
  "text": {
    "NRSV": "104:1 Bless the Lord, O my soul. O Lord my God, you are very great. You are clothed with honor and majesty,\n104:2 wrapped in light as with a garment. You stretch out the heavens like a tent,\n104:3 you set the beams of your chambers on the waters, you make the clouds your chariot, you ride on the wings of the wind,\n104:4 you make the winds your messengers, fire and flame your ministers.\n104:5 You set the earth on its foundations, so that it shall never be shaken.\n104:6 You cover it with the deep as with a garment; the waters stood above the mountains.\n104:7 At your rebuke they flee; at the sound of your thunder they take to flight.\n104:8 They rose up to the mountains, ran down to the valleys to the place that you appointed for them.\n104:9 You set a boundary that they may not pass, so that they might not again cover the earth.\n104:10 You make springs gush forth in the valleys; they flow between the hills,\n104:11 giving drink to every wild animal; the wild asses quench their thirst.\n104:12 By the streams the birds of the air have their habitation; they sing among the branches.\n104:13 From your lofty abode you water the mountains; the earth is satisfied with the fruit of your work.\n104:14 You cause the grass to grow for the cattle, and plants for people to use, to bring forth food from the earth,\n104:15 and wine to gladden the human heart, oil to make the face shine, and bread to strengthen the human heart.\n104:16 The trees of the Lord are watered abundantly, the cedars of Lebanon that he planted.\n104:17 In them the birds build their nests; the stork has its home in the fir trees.\n104:18 The high mountains are for the wild goats; the rocks are a refuge for the coneys.\n104:19 You have made the moon to mark the seasons; the sun knows its time for setting.\n104:20 You make darkness, and it is night, when all the animals of the forest come creeping out.\n104:21 The young lions roar for their prey, seeking their food from God.\n104:22 When the sun rises, they withdraw and lie down in their dens.\n104:23 People go out to their work and to their labor until the evening.\n104:24 O Lord, how manifold are your works! In wisdom you have made them all; the earth is full of your creatures.\n104:25 Yonder is the sea, great and wide, creeping things innumerable are there, living things both small and great.\n104:26 There go the ships, and Leviathan that you formed to sport in it.\n104:27 These all look to you to give them their food in due season;\n104:28 when you give to them, they gather it up; when you open your hand, they are filled with good things.\n104:29 When you hide your face, they are dismayed; when you take away their breath, they die and return to their dust.\n104:30 When you send forth your spirit, they are created; and you renew the face of the ground.\n104:31 May the glory of the Lord endure forever; may the Lord rejoice in his works—\n104:32 who looks on the earth and it trembles, who touches the mountains and they smoke.\n104:33 I will sing to the Lord as long as I live; I will sing praise to my God while I have being.\n104:34 May my meditation be pleasing to him, for I rejoice in the Lord.\n104:35 Let sinners be consumed from the earth, and let the wicked be no more. Bless the Lord, O my soul. Praise the Lord!"
  }
},
  {
    "id": "PSALM 105",
    "text": {
      "NRSV": "105:1 Give thanks to the Lord and call upon his Name; make known his deeds among the peoples.\n105:2 Sing to him, sing praises to him, and speak of all his marvelous works.\n105:3 Glory in his holy Name; let the hearts of those who seek the Lord rejoice.\n105:4 Search for the Lord and his strength; continually seek his face.\n105:5 Remember the marvels he has done, his wonders and the judgments of his mouth,\n105:6 O offspring of Abraham his servant, O children of Jacob his chosen.\n105:7 He is the Lord our God; his judgments prevail in all the world.\n105:8 He has always been mindful of his covenant, the promise he made for a thousand generations:\n105:9 The covenant he made with Abraham and the oath he swore to Isaac,\n105:10 Which he established as a statute for Jacob, an everlasting covenant for Israel,\n105:11 Saying, 'To you will I give the land of Canaan to be your allotted inheritance.'\n105:12 When they were few in number, of little account, and sojourners in the land,\n105:13 Wandering from nation to nation and from one kingdom to another,\n105:14 He let no one oppress them and rebuked kings for their sake,\n105:15 Saying, 'Do not touch my anointed and do my prophets no harm.'\n105:16 Then he called for a famine in the land and destroyed the entire supply of bread.\n105:17 He sent a man before them, Joseph, who was sold as a slave.\n105:18 They bruised his feet in fetters; his neck they put in an iron collar.\n105:19 Until his prediction came to pass, the word of the Lord tested him.\n105:20 The king sent and released him; the ruler of the peoples set him free.\n105:21 He set him as a master over his household, as a ruler over all his possessions,\n105:22 To instruct his princes according to his will and to teach his elders wisdom.\n105:23 Israel came into Egypt, and Jacob became a sojourner in the land of Ham.\n105:24 The Lord made his people exceedingly fruitful; he made them stronger than their enemies;\n105:25 Whose heart he turned, so that they hated his people and dealt unjustly with his servants.\n105:26 He sent Moses his servant, and Aaron whom he had chosen.\n105:27 They worked his signs among them, and wonders in the land of Ham.\n105:28 He sent darkness, and it grew dark; but they would not heed his words.\n105:29 He turned their waters into blood and caused their fish to die.\n105:30 Their land was overrun by frogs, even in the king's chambers.\n105:31 He spoke, and there came swarms of insects and gnats within all their borders.\n105:32 He gave them hailstones instead of rain, and flames of fire throughout their land.\n105:33 He blasted their vines and their fig trees and shattered every tree in their country.\n105:34 He spoke, and the locusts came, and young locusts without number;\n105:35 Which ate up all the green plants in their land and devoured the fruit of their ground.\n105:36 He struck down the firstborn of their land, the firstfruits of all their strength.\n105:37 He led out his people with silver and gold; in all their tribes there was not one that stumbled.\n105:38 Egypt was glad of their going, because they were afraid of them.\n105:39 He spread out a cloud for a covering and a fire to give light in the night season.\n105:40 They asked, and quails appeared, and he satisfied them with bread from heaven.\n105:41 He opened the rock, and water flowed, so that it ran in the dry places like a river.\n105:42 For he remembered his holy word and Abraham his servant.\n105:43 So he led forth his people with gladness, his chosen with shouts of joy.\n105:44 He gave them the lands of the nations, and they took the fruit of others' toil,\n105:45 That they might keep his statutes and observe his laws. Hallelujah!"
    }
  },{
  "id": "PSALM 106",
  "text": {
    "NRSV": "106:1 Hallelujah! Give thanks to the Lord, for he is good, for his mercy endures for ever.\n106:2 Who can declare the mighty acts of the Lord or show forth all his praise?\n106:3 Happy are those who act with justice and always do what is right!\n106:4 Remember me, O Lord, with the favor you have for your people, and visit me with your saving help;\n106:5 That I may see the prosperity of your elect and be glad with the gladness of your people, that I may glory with your inheritance.\n106:6 We have sinned as our forebears did; we have done wrong and dealt wickedly.\n106:7 In Egypt they did not consider your marvelous works, nor remember the abundance of your love; they defied the Most High at the Red Sea.\n106:8 But he saved them for his Name's sake, to make his power known.\n106:9 He rebuked the Red Sea, and it dried up, and he led them through the deep as through a desert.\n106:10 He saved them from the hand of those who hated them and redeemed them from the hand of the enemy.\n106:11 The waters covered their oppressors; not one of them was left.\n106:12 Then they believed his words and sang him songs of praise.\n106:13 But they soon forgot his deeds and did not wait for his counsel.\n106:14 A craving seized them in the wilderness, and they put God to the test in the desert.\n106:15 He gave them what they asked, but sent leanness into their soul.\n106:16 They envied Moses in the camp, and Aaron, the holy one of the Lord.\n106:17 The earth opened and swallowed Dathan and covered the company of Abiram.\n106:18 Fire blazed up against their company, and flames devoured the wicked.\n106:19 Israel made a bull-calf at Horeb and worshiped a molten image;\n106:20 And so they exchanged their Glory for the image of an ox that feeds on grass.\n106:21 They forgot God their Savior, who had done great things in Egypt,\n106:22 Wonderful deeds in the land of Ham, and fearful things at the Red Sea.\n106:23 So he would have destroyed them, had not Moses his chosen stood before him in the breach, to turn away his wrath from consuming them.\n106:24 They refused the pleasant land and would not believe his promise.\n106:25 They grumbled in their tents and would not listen to the voice of the Lord.\n106:26 So he lifted his hand against them, to overthrow them in the wilderness,\n106:27 To cast out their seed among the nations, and to scatter them throughout the lands.\n106:28 They joined themselves to Baal-Peor and ate sacrifices offered to the dead.\n106:29 They provoked him to anger with their actions, and a plague broke out among them.\n106:30 Then Phinehas stood up and interceded, and the plague came to an end.\n106:31 This was reckoned to him as righteousness throughout all generations for ever.\n106:32 Again they angered him at the waters of Meribah, so that he punished Moses because of them;\n106:33 For they so embittered his spirit that he spoke rash words with his lips.\n106:34 They did not destroy the peoples as the Lord had commanded them.\n106:35 They intermingled with the heathen and learned their pagan ways,\n106:36 So that they worshiped their idols, which became a snare to them.\n106:37 They sacrificed their sons and their daughters to evil spirits.\n106:38 They shed innocent blood, the blood of their sons and daughters, which they offered to the idols of Canaan, and the land was defiled with blood.\n106:39 Thus they were polluted by their actions and went whoring in their evil deeds.\n106:40 Therefore the wrath of the Lord was kindled against his people and he abhorred his inheritance.\n106:41 He gave them over to the hand of the heathen, and those who hated them ruled over them.\n106:42 Their enemies oppressed them, and they were humbled under their hand.\n106:43 Many a time did he deliver them, but they rebelled through their own devices, and were brought down in their iniquity.\n106:44 Nevertheless, he saw their distress, when he heard their lamentation.\n106:45 He remembered his covenant with them and relented in accordance with his great mercy.\n106:46 He caused them to be pitied by those who held them captive.\n106:47 Save us, O Lord our God, and gather us from among the nations, that we may give thanks to your holy Name and glory in your praise.\n106:48 Blessed be the Lord, the God of Israel, from everlasting and to everlasting; and let all the people say, 'Amen!' Hallelujah!"
  }
},
  {
    "id": "PSALM 107",
    "text": {
      "NRSV": "107:1 Give thanks to the Lord, for he is good, and his mercy endures for ever.\n107:2 Let all those whom the Lord has redeemed proclaim that he redeemed them from the hand of the foe.\n107:3 He gathered them out of the lands; from the east and from the west, from the north and from the south.\n107:4 Some wandered in desert wastes; they found no way to a city where they might dwell.\n107:5 They were hungry and thirsty; their spirits languished within them.\n107:6 Then they cried to the Lord in their trouble, and he delivered them from their distress.\n107:7 He put their feet on a straight path to go to a city where they might dwell.\n107:8 Let them give thanks to the Lord for his goodness and the wonders he does for his children.\n107:9 For he satisfies the thirsty and fills the hungry with good things.\n107:10 Some sat in darkness and deep gloom, bound fast in misery and iron;\n107:11 Because they rebelled against the words of God and despised the counsel of the Most High.\n107:12 So he humbled their spirits with hard labor; they stumbled, and there was none to help.\n107:13 Then they cried to the Lord in their trouble, and he delivered them from their distress.\n107:14 He led them out of darkness and deep gloom and broke their bonds asunder.\n107:15 Let them give thanks to the Lord for his goodness and the wonders he does for his children.\n107:16 For he shattered the doors of bronze and broke in two the bars of iron.\n107:17 Some were fools and took to rebellious ways; they were afflicted because of their sins.\n107:18 They abhorred all manner of food and drew near to death's door.\n107:19 Then they cried to the Lord in their trouble, and he delivered them from their distress.\n107:20 He sent forth his word and healed them and saved them from the grave.\n107:21 Let them give thanks to the Lord for his goodness and the wonders he does for his children.\n107:22 Let them offer a sacrifice of thanksgiving and tell of his acts with shouts of joy.\n107:23 Some went down to the sea in ships and plied their trade in deep waters;\n107:24 They beheld the works of the Lord and his wonders in the deep.\n107:25 Then he spoke, and a stormy wind arose, which tossed high the waves of the sea.\n107:26 They mounted up to the heavens and fell back to the depths; their hearts melted because of their peril.\n107:27 They reeled and staggered like drunkards and were at their wits' end.\n107:28 Then they cried to the Lord in their trouble, and he delivered them from their distress.\n107:29 He stilled the storm to a whisper and quieted the waves of the sea.\n107:30 Then were they glad because of the calm, and he brought them to the harbor they were bound for.\n107:31 Let them give thanks to the Lord for his goodness and the wonders he does for his children.\n107:32 Let them exalt him in the congregation of the people and praise him in the council of the elders.\n107:33 The Lord changed rivers into deserts and water-springs into thirsty ground,\n107:34 A fruitful land into salt flats, because of the wickedness of those who dwell there.\n107:35 He changed deserts into pools of water and dry land into water-springs.\n107:36 He settled the hungry there, and they founded a city to dwell in.\n107:37 They sowed fields and planted vineyards, which brought forth a fruitful harvest.\n107:38 He blessed them, so that they increased greatly; he did not let their herds decrease.\n107:39 Yet when they were diminished and brought low through stress of misfortune and sorrow,\n107:40 He pours contempt on princes and makes them wander in trackless wastes.\n107:41 But he lifted up the poor out of misery and multiplied their families like flocks of sheep.\n107:42 The upright will see this and rejoice, but all wickedness will shut its mouth.\n107:43 Whoever is wise will ponder these things and consider well the mercies of the Lord."
    }
  },{
  "id": "PSALM 108",
  "text": {
    "NRSV": "108:1 My heart is firmly fixed, O God, my heart is fixed; I will sing and make melody.\n108:2 Wake up, my spirit; awake, lute and harp; I myself will waken the dawn.\n108:3 I will confess you among the peoples, O Lord; I will sing praises to you among the nations.\n108:4 For your loving-kindness is greater than the heavens, and your faithfulness reaches to the clouds.\n108:5 Exalt yourself above the heavens, O God, and your glory over all the earth.\n108:6 So that those who are dear to you may be delivered, save with your right hand and answer me.\n108:7 God spoke from his holy place and said, 'I will exult and parcel out Shechem; I will divide the valley of Succoth.\n108:8 Gilead is mine, and Manasseh is mine; Ephraim is my helmet; Judah is my scepter.\n108:9 Moab is my washbasin, on Edom I throw down my sandal to claim it, and over Philistia will I shout in triumph.'\n108:10 Who will lead me into the strong city? who will bring me into Edom?\n108:11 Have you not cast us off, O God? you no longer go out, O God, with our armies.\n108:12 Grant us your help against the enemy, for vain is the help of man.\n108:13 With God we will do valiant deeds, and he shall tread our enemies under foot."
  }
},
{
  "id": "PSALM 109",
  "text": {
    "NRSV": "109:1 Hold not your tongue, O God of my praise; for the mouth of the wicked, the mouth of the deceitful, is opened against me.\n109:2 They speak to me with a lying tongue; they encompass me with hateful words and fight against me without a cause.\n109:3 Despite my love, they accuse me; but as for me, I pray for them.\n109:4 They repay evil for good, and hatred for my love.\n109:5 Set a wicked man against him, and let an accuser stand at his right hand.\n109:6 When he is judged, let him be found guilty, and let his appeal be in vain.\n109:7 Let his days be few, and let another take his office.\n109:8 Let his children be fatherless, and his wife become a widow.\n109:9 Let his children be waifs and beggars; let them be driven from the ruins of their homes.\n109:10 Let the creditor seize everything he has; let strangers plunder his gains.\n109:11 Let there be no one to show him kindness, and none to pity his fatherless children.\n109:12 Let his descendants be destroyed, and his name be blotted out in the next generation.\n109:13 Let the wickedness of his fathers be remembered before the Lord, and the sin of his mother not be blotted out;\n109:14 Let their sin be always before the Lord; but let him root out their names from the earth;\n109:15 Because he did not remember to show mercy, but persecuted the poor and needy and sought to kill the brokenhearted.\n109:16 He loved cursing, let it come upon him; he took no delight in blessing, let it be far from him.\n109:17 He put on cursing like a garment, let it soak into his body like water and into his bones like oil;\n109:18 Let it be to him like the clothing which covers him and for a belt with which he is girded continually.\n109:19 Let this be the reward of my accusers from the Lord, and of those who speak evil against me.\n109:20 But you, O Lord my God, oh, deal with me according to your Name; in your great goodness deliver me.\n109:21 For I am poor and needy, and my heart is wounded within me.\n109:22 I fade away like an evening shadow; I am shaken off like a locust.\n109:23 My knees are weak through fasting, and my flesh is wasted and gaunt.\n109:24 I have become a reproach to them; they see and shake their heads.\n109:25 Help me, O Lord my God; save me for your mercy's sake.\n109:26 Let them know that it is your hand, that you, O Lord, have done it.\n109:27 They may curse, but you will bless; let those who rise up against me be put to shame, and your servant will rejoice.\n109:28 Let my accusers be clothed with disgrace and wrap themselves in their shame as in a cloak.\n109:29 I will give great thanks to the Lord with my mouth; in the midst of the multitude will I praise him;\n109:30 Because he stands at the right hand of the needy, to save his life from those who would condemn him."
  }
},
  {
    "id": "PSALM 110",
    "text": {
      "NRSV": "110:1 The Lord said to my Lord, 'Sit at my right hand, until I make your enemies your footstool.'\n110:2 The Lord will send the scepter of your power out of Zion, saying, 'Rule over your enemies round about you.\n110:3 Princely state has been yours from the day of your birth; in the beauty of holiness have I begotten you, like dew from the womb of the morning.'\n110:4 The Lord has sworn and will not recant: 'You are a priest for ever after the order of Melchizedek.'\n110:5 The Lord who is at your right hand will smite kings in the day of his wrath.\n110:6 He will rule over the nations, heaping up corpses; he will smash heads over the wide earth.\n110:7 He will drink from the brook by the way; therefore will he lift up his head."
    }
  },
  {
    "id": "PSALM 111",
    "text": {
      "NRSV": "111:1 Hallelujah! I will give thanks to the Lord with my whole heart, in the assembly of the upright, in the congregation.\n111:2 Great are the deeds of the Lord! they are studied by all who delight in them.\n111:3 His work is full of majesty and splendor, and his righteousness endures for ever.\n111:4 He makes his marvelous works to be remembered; the Lord is gracious and full of compassion.\n111:5 He gives food to those who fear him; he is ever mindful of his covenant.\n111:6 He has shown his people the power of his works in giving them the heritage of the nations.\n111:7 The works of his hands are faithfulness and justice; all his commandments are sure.\n111:8 They stand fast for ever and ever, because they are done in truth and equity.\n111:9 He sent redemption to his people; he commanded his covenant for ever; holy and awesome is his Name.\n111:10 The fear of the Lord is the beginning of wisdom; those who act accordingly have a good understanding; his praise endures for ever."
    }
  },
  {
    "id": "PSALM 112",
    "text": {
      "NRSV": "112:1 Hallelujah! Happy are they who fear the Lord and have great delight in his commandments!\n112:2 Their descendants will be mighty in the land; the generation of the upright will be blessed.\n112:3 Wealth and riches will be in their house, and their righteousness will last for ever.\n112:4 Light shines in the darkness for the upright; the righteous are merciful and full of compassion.\n112:5 It is good for them to be generous in lending and to manage their affairs with justice.\n112:6 For they will never be shaken; the righteous will be kept in everlasting remembrance.\n112:7 They will not be afraid of any evil tidings; their heart is right, they put their trust in the Lord.\n112:8 Their heart is established and will not shrink, until they see their desire upon their enemies.\n112:9 They have given freely to the poor, and their righteousness stands fast for ever; they will hold up their head with honor.\n112:10 The wicked will see it and be angry; they will gnash their teeth and pine away; the desires of the wicked will perish."
    }
  },
  {
    "id": "PSALM 113",
    "text": {
      "NRSV": "113:1 Hallelujah! Give praise, you servants of the Lord; praise the Name of the Lord.\n113:2 Let the Name of the Lord be blessed, from this time forth for evermore.\n113:3 From the rising of the sun to its going down let the Name of the Lord be praised.\n113:4 The Lord is high above all nations, and his glory above the heavens.\n113:5 Who is like the Lord our God, who sits enthroned on high, but stoops to behold the heavens and the earth?\n113:6 He takes up the weak out of the dust and lifts up the poor from the ashes.\n113:7 He sets them with the princes, with the princes of his people.\n113:8 He makes the woman of a childless house to be a joyful mother of children."
    }
  },{
  "id": "PSALM 114",
  "text": {
    "NRSV": "114:1 When Israel came out of Egypt, the house of Jacob from a people of strange speech,\n114:2 Judah became God's sanctuary and Israel his dominion.\n114:3 The sea beheld it and fled; Jordan turned and went back.\n114:4 The mountains skipped like rams, and the little hills like young sheep.\n114:5 What ailed you, O sea, that you fled? O Jordan, that you turned back?\n114:6 You mountains, that you skipped like rams? you little hills like young sheep?\n114:7 Tremble, O earth, at the presence of the Lord, at the presence of the God of Jacob,\n114:8 Who turned the hard rock into a pool of water and flint-stone into a flowing spring."
  }
},
{
  "id": "PSALM 115",
  "text": {
    "NRSV": "115:1 Not to us, O Lord, not to us, but to your name give glory; because of your love and because of your faithfulness.\n115:2 Why should the heathen say, 'Where then is their God?'\n115:3 Our God is in heaven; whatever he wills to do he does.\n115:4 Their idols are silver and gold, the work of human hands.\n115:5 They have mouths, but they cannot speak; eyes have they, but they cannot see;\n115:6 They have ears, but they cannot hear; noses, but they cannot smell;\n115:7 They have hands, but they cannot feel; feet, but they cannot walk; they make no sound with their throat.\n115:8 Those who make them are like them, and so are all who put their trust in them.\n115:9 O Israel, trust in the Lord; he is their help and their shield.\n115:10 O house of Aaron, trust in the Lord; he is their help and their shield.\n115:11 You who fear the Lord, trust in the Lord; he is their help and their shield.\n115:12 The Lord has been mindful of us, and he will bless us; he will bless the house of Israel; he will bless the house of Aaron;\n115:13 He will bless those who fear the Lord, both small and great together.\n115:14 May the Lord increase you more and more, you and your children after you.\n115:15 May you be blessed by the Lord, the maker of heaven and earth.\n115:16 The heaven of heavens is the Lord's, but he entrusted the earth to its peoples.\n115:17 The dead do not praise the Lord, nor all those who go down into silence;\n115:18 But we will bless the Lord, from this time forth for evermore. Hallelujah!"
  }
},
  {
    "id": "PSALM 116",
    "text": {
      "NRSV": "116:1 I love the Lord, because he has heard the voice of my supplication, because he has inclined his ear to me whenever I called upon him.\n116:2 The snares of death entangled me; the grip of the grave took hold of me; I came to grief and sorrow.\n116:3 Then I called upon the Name of the Lord: 'O Lord, I pray you, save my life.'\n116:4 Gracious is the Lord and righteous; our God is full of compassion.\n116:5 The Lord watches over the innocent; I was brought very low, and he helped me.\n116:6 Turn again to your rest, O my soul, for the Lord has treated you well.\n116:7 For you have rescued my life from death, my eyes from tears, and my feet from stumbling.\n116:8 I will walk in the presence of the Lord in the land of the living.\n116:9 I believed, even when I said, 'I am been brought very low.' In my distress I said, 'No one can be trusted.'\n116:10 How shall I repay the Lord for all the good things he has done for me?\n116:11 I will lift up the cup of salvation and call upon the Name of the Lord.\n116:12 I will fulfill my vows to the Lord in the presence of all his people.\n116:13 Precious in the sight of the Lord is the death of his servants.\n116:14 O Lord, I am your servant; I am your servant and the child of your handmaid; you have freed me from my bonds.\n116:15 I will offer you the sacrifice of thanksgiving and call upon the Name of the Lord.\n116:16 I will fulfill my vows to the Lord in the presence of all his people,\n116:17 In the courts of the Lord's house, in the midst of you, O Jerusalem. Hallelujah!"
    }
  },
  {
    "id": "PSALM 117",
    "text": {
      "NRSV": "117:1 Praise the Lord, all you nations; laud him, all you peoples.\n117:2 For his loving-kindness toward us is great, and the faithfulness of the Lord endures for ever. Hallelujah!"
    }
  },
  {
    "id": "PSALM 118",
    "text": {
      "NRSV": "118:1 Give thanks to the Lord, for he is good; his mercy endures for ever.\n118:2 Let Israel now proclaim, 'His mercy endures for ever.'\n118:3 Let the house of Aaron now proclaim, 'His mercy endures for ever.'\n118:4 Let those who fear the Lord now proclaim, 'His mercy endures for ever.'\n118:5 I called to the Lord in my distress; the Lord answered by setting me free.\n118:6 The Lord is on my side, I will not fear; what can mortals do to me?\n118:7 The Lord is on my side to help me; I shall look in triumph on those who hate me.\n118:8 It is better to rely on the Lord than to put any trust in flesh.\n118:9 It is better to rely on the Lord than to put any trust in rulers.\n118:10 All the ungodly encompass me; in the Name of the Lord I will repel them.\n118:11 They hem me in, they hem me in on every side; in the Name of the Lord I will repel them.\n118:12 They swarmed about me like bees; they blazed like a fire of thorns; in the Name of the Lord I will repel them.\n118:13 I was pressed so hard that I almost fell, but the Lord helped me.\n118:14 The Lord is my strength and my song, and he has become my salvation.\n118:15 There is a sound of exultation and victory in the tents of the righteous:\n118:16 'The right hand of the Lord has triumphed! the right hand of the Lord is exalted! the right hand of the Lord has triumphed!'\n118:17 I shall not die, but live, and declare the works of the Lord.\n118:18 The Lord has punished me sorely, but he did not hand me over to death.\n118:19 Open for me the gates of righteousness; I will enter them; I will offer thanks to the Lord.\n118:20 'This is the gate of the Lord; he who is righteous may enter.'\n118:21 I will give thanks to you, for you answered me and have become my salvation.\n118:22 The same stone which the builders rejected has become the chief cornerstone.\n118:23 This is the Lord's doing, and it is marvelous in our eyes.\n118:24 On this day the Lord has acted; we will rejoice and be glad in it.\n118:25 Hosanna, Lord, hosanna! Lord, send us now success.\n118:26 Blessed is he who comes in the Name of the Lord; we bless you from the house of the Lord.\n118:27 God is the Lord; he has shined upon us; form a procession with branches up to the horns of the altar.\n118:28 'You are my God, and I will thank you; you are my God, and I will exalt you.'\n118:29 Give thanks to the Lord, for he is good; his mercy endures for ever."
    }
  },{
  "id": "PSALM 119",
  "text": {
    "NRSV": "119:1 Happy are they whose way is blameless, who walk in the law of the Lord!\n119:2 Happy are they who observe his decrees and seek him with all their hearts!\n119:3 Who never do any wrong, but always walk in his ways.\n119:4 You laid down your commandments, that we should fully keep them.\n119:5 Oh, that my ways were made so direct that I might keep your statutes!\n119:6 Then I should not be put to shame, when I regard all your commandments.\n119:7 I will thank you with an unfeigned heart, when I have learned your righteous judgments.\n119:8 I will keep your statutes; do not utterly forsake me.\n119:9 How shall a young man cleanse his way? By keeping to your words.\n119:10 With my whole heart I seek you; let me not stray from your commandments.\n119:11 I treasure your promise in my heart, that I may not sin against you.\n119:12 Blessed are you, O Lord; instruct me in your statutes.\n119:13 With my lips will I recite all the judgments of your mouth.\n119:14 I have taken greater delight in the way of your decrees than in all manner of riches.\n119:15 I will meditate on your commandments and give attention to your ways.\n119:16 My delight is in your statutes; I will not forget your word.\n119:17 Deal bountifully with your servant, that I may live and keep your word.\n119:18 Open my eyes, that I may see the wonders of your law.\n119:19 I am a stranger here on earth; do not hide your commandments from me.\n119:20 My soul is consumed at all times with longing for your judgments.\n119:21 You have rebuked the insolent; cursed are they who stray from your commandments.\n119:22 Turn from me shame and rebuke, for I have kept your decrees.\n119:23 Even though rulers sit and plot against me, I will meditate on your statutes.\n119:24 For your decrees are my delight, and they are my counselors.\n119:25 My soul cleaves to the dust; give me life according to your word.\n119:26 I have confessed my ways, and you answered me; instruct me in your statutes.\n119:27 Make me understand the way of your commandments, that I may meditate on your marvelous works.\n119:28 My soul melts away for sorrow; strengthen me according to your word.\n119:29 Take from me the way of lying; let me find grace through your law.\n119:30 I have chosen the way of faithfulness; I have set your judgments before me.\n119:31 I hold fast to your decrees; O Lord, let me not be put to shame.\n119:32 I will run the way of your commandments, for you have set my heart at liberty.\n119:33 Teach me, O Lord, the way of your statutes, and I shall keep it to the end.\n119:34 Give me understanding, and I shall keep your law; I shall keep it with all my heart.\n119:35 Make me go in the path of your commandments, for that is my desire.\n119:36 Incline my heart to your decrees and not to unjust gain.\n119:37 Turn my eyes from watching what is worthless; give me life in your ways.\n119:38 Fulfill your promise to your servant, which you make to those who fear you.\n119:39 Turn away the reproach which I dread, because your judgments are good.\n119:40 Behold, I long for your commandments; in your righteousness preserve my life.\n119:41 Let your loving-kindness come to me, O Lord, and your salvation, according to your promise.\n119:42 Then shall I have a word for those who taunt me, because I trust in your words.\n119:43 Do not take the word of truth out of my mouth, for my hope is in your judgments.\n119:44 I shall continue to keep your law; I shall keep it for ever and ever.\n119:45 I will walk at liberty, because I study your commandments.\n119:46 I will tell of your decrees before kings and will not be ashamed.\n119:47 I delight in your commandments, which I have loved.\n119:48 I will lift up my hands to your commandments, and I will meditate on your statutes.\n119:49 Remember your word to your servant, because you have given me hope.\n119:50 This is my comfort in my trouble, that your promise gives me life.\n119:51 The proud have derided me cruelly, but I have not turned from your law.\n119:52 When I remember your judgments of old, O Lord, I take great comfort.\n119:53 I am filled with a burning rage, because of the wicked who forsake your law.\n119:54 Your statutes have been like songs to me wherever I have lived as a stranger.\n119:55 I remember your Name in the night, O Lord, and dwell upon your law.\n119:56 This is how it has been with me, because I have kept your commandments.\n119:57 You only are my portion, O Lord; I have promised to keep your words.\n119:58 I entreat you with all my heart, be merciful to me according to your promise.\n119:59 I have considered my ways and turned my feet toward your decrees.\n119:60 I hasten and do not tarry to keep your commandments.\n119:61 Though the cords of the wicked entangle me, I do not forget your law.\n119:62 At midnight I will rise to give you thanks, because of your righteous judgments.\n119:63 I am a companion of all who fear you and of those who keep your commandments.\n119:64 The earth, O Lord, is full of your love; instruct me in your statutes.\n119:65 O Lord, you have dealt graciously with your servant, according to your word.\n119:66 Teach me discernment and knowledge, for I have believed in your commandments.\n119:67 Before I was afflicted I went astray, but now I keep your word.\n119:68 You are good and you bring forth good; instruct me in your statutes.\n119:69 The proud have smeared me with lies, but I will keep your commandments with my whole heart.\n119:70 Their heart is gross and fat, but my delight is in your law.\n119:71 It is good for me that I have been afflicted, that I might learn your statutes.\n119:72 The law of your mouth is dearer to me than thousands in gold and silver.\n119:73 Your hands have made me and fashioned me; give me understanding, that I may learn your commandments.\n119:74 Those who fear you will be glad when they see me, because I trust in your word.\n119:75 I know, O Lord, that your judgments are right and that in faithfulness you have afflicted me.\n119:76 Let your loving-kindness be my comfort, as you have promised to your servant.\n119:77 Let your compassion come to me, that I may live, for your law is my delight.\n119:78 Let the arrogant be put to shame, for they wrong me with lies; but I will meditate on your commandments.\n119:79 Let those who fear you turn to me, and also those who know your decrees.\n119:80 Let my heart be sound in your statutes, that I may not be put to shame.\n119:81 My soul has longed for your salvation; I have put my hope in your word.\n119:82 My eyes have failed from watching for your promise, and I say, 'When will you comfort me?'\n119:83 I have become like a leather flask in the smoke, but I have not forgotten your statutes.\n119:84 How much longer must I wait? when will you give judgment against those who persecute me?\n119:85 The arrogant have dug pits for me, contrary to your law.\n119:86 All your commandments are true; help me, for they persecute me with lies.\n119:87 They had almost made an end of me on earth, but I have not forsaken your commandments.\n119:88 In your loving-kindness, revive me, that I may keep the decrees of your mouth.\n119:89 O Lord, your word is everlasting; it stands firm in the heavens.\n119:90 Your faithfulness remains from one generation to another; you established the earth, and it abides.\n119:91 By your decree these continue to this day, for all things are your servants.\n119:92 If my delight had not been in your law, I should have perished in my affliction.\n119:93 I will never forget your commandments, for by them you give me life.\n119:94 I am yours; oh that you would save me! for I study your commandments.\n119:95 Though the wicked lie in wait for me to destroy me, I will apply my mind to your decrees.\n119:96 I see that all things come to an end, but your commandment has no bounds.\n119:97 Oh, how I love your law! all the day long it is in my mind.\n119:98 Your commandment has made me wiser than my enemies, and it is always with me.\n119:99 I have more understanding than all my teachers, for your decrees are my study.\n119:100 I am wiser than the elders, because I observe your commandments.\n119:101 I restrain my feet from every evil way, that I may keep your word.\n119:102 I do not shrink from your judgments, because you yourself have taught me.\n119:103 How sweet are your words to my taste! they are sweeter than honey to my mouth.\n119:104 Through your commandments I gain understanding; therefore I hate every lying way.\n119:105 Your word is a lantern to my feet and a light upon my path.\n119:106 I have sworn and am determined to keep your righteous judgments.\n119:107 I am deeply troubled; preserve my life, O Lord, according to your word.\n119:108 Accept, O Lord, the willing tribute of my lips, and teach me your judgments.\n119:109 My life is always in my hand, yet I do not forget your law.\n119:110 The wicked have set a trap for me, but I have not strayed from your commandments.\n119:111 Your decrees are my inheritance for ever; truly, they are the joy of my heart.\n119:112 I have applied my heart to fulfill your statutes for ever and to the end.\n119:113 I hate those who have a divided heart, but your law do I love.\n119:114 You are my refuge and shield; my hope is in your word.\n119:115 Away from me, you wicked! I will keep the commandments of my God.\n119:116 Sustain me according to your promise, that I may live, and let me not be disappointed in my hope.\n119:117 Hold me up, and I shall be safe, and my delight shall be ever in your statutes.\n119:118 You spurn all who stray from your statutes; their deceitfulness is in vain.\n119:119 In your sight all the wicked of the earth are but dross; therefore I love your decrees.\n119:120 My flesh trembles with dread of you; I am afraid of your judgments.\n119:121 I have done what is just and right; do not deliver me to my oppressors.\n119:122 Be surety for your servant's good; let not the proud oppress me.\n119:123 My eyes have failed from watching for your salvation and for your righteous promise.\n119:124 Deal with your servant according to your loving-kindness and teach me your statutes.\n119:125 I am your servant; grant me understanding, that I may know your decrees.\n119:126 It is time for you to act, O Lord, for they have broken your law.\n119:127 Therefore I love your commandments more than gold, more than fine gold.\n119:128 Therefore I esteem all your commandments concerning everything to be right, and I hate every false way.\n119:129 Your decrees are wonderful; therefore I obey them with all my heart.\n119:130 When your word goes forth it gives light; it gives understanding to the simple.\n119:131 I open my mouth and pant in longing for your commandments.\n119:132 Turn to me and be gracious to me, as you always do to those who love your Name.\n119:133 Order my footsteps in your word; let no iniquity have dominion over me.\n119:134 Redeem me from those who oppress me, and I will keep your commandments.\n119:135 Let your countenance shine upon your servant and teach me your statutes.\n119:136 My eyes shed streams of tears, because people do not keep your law.\n119:137 You are righteous, O Lord, and upright are your judgments.\n119:138 You have issued your decrees with justice and in perfect faithfulness.\n119:139 My indignation has consumed me, because my enemies forget your words.\n119:140 Your word has been tested to the uttermost, and your servant holds it dear.\n119:141 I am small and of little account, yet I do not forget your commandments.\n119:142 Your justice is an everlasting justice and your law is the truth.\n119:143 Trouble and distress have come upon me, yet your commandments are my delight.\n119:144 The righteousness of your decrees is everlasting; grant me understanding, that I may live.\n119:145 I call with my whole heart; answer me, O Lord, that I may keep your statutes.\n119:146 I call to you; oh, that you would save me! I will keep your decrees.\n119:147 Early in the morning I cry out to you, for in your word is my trust.\n119:148 My eyes are open in the night watches, that I may meditate upon your promise.\n119:149 Hear my voice, O Lord, according to your loving-kindness; according to your judgments, give me life.\n119:150 They draw near who in malice persecute me; they are very far from your law.\n119:151 You, O Lord, are near at hand, and all your commandments are true.\n119:152 Long have I known from your decrees that you have established them for ever.\n119:153 Behold my affliction and deliver me, for I do not forget your law.\n119:154 Plead my cause and redeem me; according to your promise, give me life.\n119:155 Deliverance is far from the wicked, for they do not study your statutes.\n119:156 Great is your compassion, O Lord; preserve my life, according to your judgments.\n119:157 There are many who persecute and oppress me, yet I have not swerved from your decrees.\n119:158 I look with loathing at the faithless, for they have not kept your word.\n119:159 See how I love your commandments! O Lord, in your mercy, preserve me.\n119:160 The heart of your word is truth; all your righteous judgments endure for evermore.\n119:161 Rulers have persecuted me without a cause, but my heart stands in awe of your word.\n119:162 I am as glad because of your promise as one who finds great spoils.\n119:163 As for lies, I hate and abhor them, but I love your law.\n119:164 Seven times a day do I praise you, because of your righteous judgments.\n119:165 Great peace have they who love your law; for them there is no stumbling block.\n119:166 I have hoped for your salvation, O Lord, and I have fulfilled your commandments.\n119:167 I have kept your decrees and I love them very much.\n119:168 I have kept your commandments and decrees, for all my ways are before you.\n119:169 Let my cry come before you, O Lord; give me understanding, according to your word.\n119:170 Let my supplication come before you; deliver me, according to your promise.\n119:171 My lips shall pour forth your praise, when you teach me your statutes.\n119:172 My tongue shall sing of your promise, for all your commandments are righteous.\n119:173 Let your hand be ready to help me, for I have chosen your commandments.\n119:174 I long for your salvation, O Lord, and your law is my delight.\n119:175 Let me live, and I will praise you, and let your judgments help me.\n119:176 I have gone astray like a sheep that is lost; search for your servant, for I do not forget your commandments."
  }
},
  {
    "id": "PSALM 120",
    "text": {
      "NRSV": "120:1 When I was in trouble I called to the Lord; I called to the Lord and he answered me.\n120:2 Deliver me, O Lord, from lying lips and from a deceitful tongue."
    }
  },
  {
    "id": "PSALM 121",
    "text": {
      "NRSV": "121:1 I lift up my eyes to the hills; from where is my help to come?\n121:2 My help comes from the Lord, the maker of heaven and earth.\n121:3 He will not let your foot be moved and he who watches over you will not fall asleep.\n121:4 Behold, he who keeps watch over Israel shall neither slumber nor sleep;\n121:5 The Lord himself watches over you; the Lord is your shade at your right hand,\n121:6 So that the sun shall not strike you by day, nor the moon by night.\n121:7 The Lord shall preserve you from all evil; it is he who shall keep you safe.\n121:8 The Lord shall watch over your going out and your coming in, from this time forth for evermore."
    }
  },
  {
    "id": "PSALM 122",
    "text": {
      "NRSV": "122:1 I was glad when they said to me, 'Let us go to the house of the Lord.'\n122:2 Now our feet are standing within your gates, O Jerusalem.\n122:3 Jerusalem is built as a city that is at unity with itself.\n122:4 To which the tribes go up, the tribes of the Lord, the assembly of Israel, to praise the Name of the Lord.\n122:5 For there are the thrones of judgment, the thrones of the house of David.\n122:6 Pray for the peace of Jerusalem: 'May they prosper who love you.\n122:7 Peace be within your walls and quietness within your towers.'\n122:8 For my brethren and companions' sake, I pray for your prosperity.\n122:9 Because of the house of the Lord our God, I will seek to do you good."
    }
  },
  {
    "id": "PSALM 123",
    "text": {
      "NRSV": "123:1 To you I lift up my eyes, to you enthroned in the heavens.\n123:2 As the eyes of servants look to the hand of their masters, and the eyes of a maid to the hand of her mistress,\n123:3 So our eyes look to the Lord our God, until he show us his mercy.\n123:4 Have mercy upon us, O Lord, have mercy, for we have had more than enough of contempt,\n123:5 Too much of the scorn of the indolent and of the derision of the proud."
    }
  },
  {
    "id": "PSALM 124",
    "text": {
      "NRSV": "124:1 If the Lord had not been on our side, let Israel now say;\n124:2 If the Lord had not been on our side, when enemies rose up against us;\n124:3 Then would they have swallowed us up alive in their fierce anger toward us;\n124:4 Then would the waters have overwhelmed us and the torrent gone over us;\n124:5 Then would the raging waters have gone right over us.\n124:6 Blessed be the Lord! he has not given us over to be a prey for their teeth.\n124:7 We have escaped like a bird from the snare of the fowler; the snare is broken, and we have escaped.\n124:8 Our help is in the Name of the Lord, the maker of heaven and earth."
    }
  },
  {
    "id": "PSALM 125",
    "text": {
      "NRSV": "125:1 Those who trust in the Lord are like Mount Zion, which cannot be moved, but stands fast for ever.\n125:2 As the hills stand about Jerusalem, so the Lord stands about his people, from this time forth for evermore.\n125:3 For the scepter of the wicked shall not rest upon the land allotted to the righteous, lest the righteous stretch out their hands to do evil.\n125:4 Do good, O Lord, to those who are good and to those who are true of heart.\n125:5 As for those who turn aside to crooked ways, the Lord will lead them away with the evildoers; but peace be upon Israel."
    }
  },{
  "id": "PSALM 126",
  "text": {
    "NRSV": "126:1 When the Lord restored the fortunes of Zion, we were like those who dream.\n126:2 Then our mouth was filled with laughter, and our tongue with shouts of joy; then it was said among the nations, 'The Lord has done great things for them.'\n126:3 The Lord has done great things for us, and we rejoiced.\n126:4 Restore our fortunes, O Lord, like the watercourses in the Negeb.\n126:5 May those who sow in tears reap with shouts of joy.\n126:6 Those who go out weeping, bearing the seed for sowing, shall come home with shouts of joy, carrying their sheaves."
  }
},
{
  "id": "PSALM 127",
  "text": {
    "NRSV": "127:1 Unless the Lord builds the house, those who build it labor in vain. Unless the Lord guards the city, the guard keeps watch in vain.\n127:2 It is in vain that you rise up early and go late to rest, eating the bread of anxious toil; for he gives sleep to his beloved.\n127:3 Sons are indeed a heritage from the Lord, the fruit of the womb a reward.\n127:4 Like arrows in the hand of a warrior are the sons of one's youth.\n127:5 Happy is the man who has his quiver full of them. He shall not be put to shame when he speaks with his enemies in the gate."
  }
},
{
  "id": "PSALM 128",
  "text": {
    "NRSV": "128:1 Happy is everyone who fears the Lord, who walks in his ways.\n128:2 You shall eat the fruit of the labor of your hands; you shall be happy, and it shall go well with you.\n128:3 Your wife will be like a fruitful vine within your house; your children will be like olive shoots around your table.\n128:4 Thus shall the man be blessed who fears the Lord.\n128:5 The Lord bless you from Zion. May you see the prosperity of Jerusalem all the days of your life.\n128:6 May you see your children's children. Peace be upon Israel!"
  }
},
{
  "id": "PSALM 129",
  "text": {
    "NRSV": "129:1 'Often have they attacked me from my youth' —let Israel now say—\n129:2 'often have they attacked me from my youth, yet they have not prevailed against me.\n129:3 The plowers plowed on my back; they made their furrows long.'\n129:4 The Lord is righteous; he has cut the cords of the wicked.\n129:5 May all who hate Zion be put to shame and turned backward.\n129:6 Let them be like the grass on the housetops that withers before it grows up,\n129:7 with which reapers do not fill their hands or binders of sheaves their arms,\n129:8 while those who pass by do not say, 'The blessing of the Lord be upon you! We bless you in the name of the Lord!'"
  }
},
{
  "id": "PSALM 130",
  "text": {
    "NRSV": "130:1 Out of the depths have I called to you, O Lord; Lord, hear my voice; let your ears consider well the voice of my supplication.\n130:2 If you, Lord, were to note what is done amiss, O Lord, who could stand?\n130:3 For there is forgiveness with you; therefore you shall be feared.\n130:4 I wait for the Lord; my soul waits for him; in his word is my hope.\n130:5 My soul waits for the Lord, more than watchmen for the morning, more than watchmen for the morning.\n130:6 O Israel, wait for the Lord, for with the Lord there is mercy;\n130:7 With him there is plenteous redemption, and he shall redeem Israel from all their sins."
  }
},
{
  "id": "PSALM 131",
  "text": {
    "NRSV": "131:1 O Lord, I am not proud; I have no haughty looks.\n131:2 I do not occupy myself with great matters, or with things that are too hard for me.\n131:3 But I still my soul and make it quiet, like a child upon its mother's breast; my soul is quieted within me.\n131:4 O Israel, wait upon the Lord, from this time forth for evermore."
  }
},
  {
    "id": "PSALM 132",
    "text": {
      "NRSV": "132:1 Lord, remember David and all the hardships he endured;\n132:2 How he swore an oath to the Lord and vowed a vow to the Mighty One of Jacob:\n132:3 'I will not come under the roof of my house, nor climb up into my bed;\n132:4 I will not allow my eyes to sleep, nor let my eyelids slumber;\n132:5 Until I find a place for the Lord, a dwelling for the Mighty One of Jacob.'\n132:6 'The ark! We heard it was in Ephratah; we found it in the fields of Jearim.\n132:7 Let us go to God's dwelling place; let us fall upon our knees before his footstool.'\n132:8 Arise, O Lord, into your resting-place, you and the ark of your strength.\n132:9 Let your priests be clothed with righteousness; let your faithful people shout for joy.\n132:10 For your servant David's sake, do not turn away the face of your Anointed.\n132:11 The Lord has sworn an oath to David; a promise he will not break:\n132:12 'A son, the fruit of your body will I set upon your throne.\n132:13 If your children keep my covenant and my testimonies that I shall teach them, their children will sit upon your throne for evermore.'\n132:14 For the Lord has chosen Zion; he has desired her for his habitation:\n132:15 'This shall be my resting-place for ever; here will I dwell, for I delight in her.\n132:16 I will surely bless her provisions and satisfy her poor with bread.\n132:17 I will clothe her priests with salvation, and her faithful people shall exult and sing.\n132:18 There will I make the horn of David flourish; I have prepared a lamp for my Anointed.\n132:19 As for his enemies, I will clothe them with shame; but as for him, his crown will shine.'"
    }
  },
  {
    "id": "PSALM 133",
    "text": {
      "NRSV": "133:1 Oh, how good and pleasant it is, when brethren live together in unity!\n133:2 It is like fine oil upon the head that runs down upon the beard,\n133:3 Upon the beard of Aaron, and runs down upon the collar of his robes.\n133:4 It is like the dew of Hermon that falls upon the hills of Zion.\n133:5 For there the Lord has ordained the blessing: life for evermore."
    }
  },
  {
    "id": "PSALM 134",
    "text": {
      "NRSV": "134:1 Behold now, bless the Lord, all you servants of the Lord, you that stand by night in the house of the Lord.\n134:2 Lift up your hands in the holy place and bless the Lord;\n134:3 The Lord who made heaven and earth bless you out of Zion."
    }
  },
  {
    "id": "PSALM 135",
    "text": {
      "NRSV": "135:1 Hallelujah! Praise the Name of the Lord; give praise, you servants of the Lord.\n135:2 You who stand in the house of the Lord, in the courts of the house of our God.\n135:3 Praise the Lord, for the Lord is good; sing praises to his Name, for it is lovely.\n135:4 For the Lord has chosen Jacob for himself and Israel for his own possession.\n135:5 For I know that the Lord is great, and that our Lord is above all gods.\n135:6 The Lord does whatever pleases him, in heaven and on earth, in the seas and all the deeps.\n135:7 He brings up rain clouds from the ends of the earth; he sends out lightning with the rain and brings the winds out of his treasury.\n135:8 It was he who struck down the firstborn of Egypt, the firstborn both of man and beast.\n135:9 He sent signs and wonders into the midst of you, O Egypt, against Pharaoh and all his servants.\n135:10 He overthrew many nations and slaughtered mighty kings:\n135:11 Sihon, king of the Amorites, and Og, the king of Bashan, and all the kingdoms of Canaan.\n135:12 He gave their land as an inheritance, an inheritance for Israel his people.\n135:13 Your Name, O Lord, endures for ever; your renown, O Lord, throughout all ages.\n135:14 For the Lord gives his people justice and shows compassion to his servants.\n135:15 The idols of the heathen are silver and gold, the work of human hands.\n135:16 They have mouths, but they cannot speak; eyes have they, but they cannot see.\n135:17 They have ears, but they cannot hear; neither is there any breath in their mouth.\n135:18 Those who make them are like them, and so are all who put their trust in them.\n135:19 Bless the Lord, O house of Israel; bless the Lord, O house of Aaron.\n135:20 Bless the Lord, O house of Levi; you who fear the Lord, bless the Lord.\n135:21 Blessed be the Lord out of Zion, who dwells in Jerusalem. Hallelujah!"
    }
  },{
  "id": "PSALM 136",
  "text": {
    "NRSV": "136:1 Give thanks to the Lord, for he is good, for his mercy endures for ever.\n136:2 Give thanks to the God of gods, for his mercy endures for ever.\n136:3 Give thanks to the Lord of lords, for his mercy endures for ever;\n136:4 Who only does great wonders, for his mercy endures for ever;\n136:5 Who by wisdom made the heavens, for his mercy endures for ever;\n136:6 Who spread out the earth upon the waters, for his mercy endures for ever;\n136:7 Who created great lights, for his mercy endures for ever;\n136:8 The sun to rule the day, for his mercy endures for ever;\n136:9 The moon and the stars to govern the night, for his mercy endures for ever;\n136:10 Who struck down the firstborn of Egypt, for his mercy endures for ever;\n136:11 And brought out Israel from among them, for his mercy endures for ever;\n136:12 With a mighty hand and a stretched-out arm, for his mercy endures for ever;\n136:13 Who divided the Red Sea in two, for his mercy endures for ever;\n136:14 And made Israel to pass through the midst of it, for his mercy endures for ever;\n136:15 But swept Pharaoh and his army into the Red Sea, for his mercy endures for ever;\n136:16 Who led his people through the wilderness, for his mercy endures for ever;\n136:17 Who struck down great kings, for his mercy endures for ever;\n136:18 And slew mighty kings, for his mercy endures for ever;\n136:19 Sihon, king of the Amorites, for his mercy endures for ever;\n136:20 And Og, the king of Bashan, for his mercy endures for ever;\n136:21 And gave away their lands for an inheritance, for his mercy endures for ever;\n136:22 An inheritance for Israel his servant, for his mercy endures for ever;\n136:23 Who remembered us in our low estate, for his mercy endures for ever;\n136:24 And rescued us from our enemies, for his mercy endures for ever;\n136:25 Who gives food to all creatures, for his mercy endures for ever;\n136:26 Give thanks to the God of heaven, for his mercy endures for ever."
  }
},
{
  "id": "PSALM 137",
  "text": {
    "NRSV": "137:1 By the waters of Babylon we sat down and wept, far from the pleasant land,\n137:2 Where we hung our harps upon the trees in the midst of that land.\n137:3 For those who led us away captive asked us for a song, and our oppressors called for mirth: 'Sing us one of the songs of Zion.'\n137:4 How shall we sing the Lord's song upon an alien soil?\n137:5 If I forget you, O Jerusalem, let my right hand forget its skill.\n137:6 Let my tongue cleave to the roof of my mouth if I do not remember you, if I do not set Jerusalem above my highest joy.\n137:7 Remember the day of Jerusalem, O Lord, against the people of Edom, who said, 'Down with it! down with it! even to the ground!'\n137:8 O Daughter of Babylon, doomed to destruction, happy the one who pays you back for what you have done to us!\n137:9 Happy shall he be who takes your little ones and dashes them against the rock!"
  }
},
{
  "id": "PSALM 138",
  "text": {
    "NRSV": "138:1 I will give thanks to you, O Lord, with my whole heart; before the gods I will sing your praise.\n138:2 I will bow down toward your holy temple and praise your Name, because of your love and faithfulness;\n138:3 For you have glorified your Name and your word above all things.\n138:4 When I called, you answered me; you increased my strength within me.\n138:5 All the kings of the earth will praise you, O Lord, when they have heard the words of your mouth.\n138:6 They will sing of the ways of the Lord, that great is the glory of the Lord.\n138:7 Though the Lord be high, he cares for the lowly; he perceives the haughty from afar.\n138:8 Though I walk in the midst of trouble, you keep me safe; you stretch forth your hand against the fury of my enemies; your right hand shall save me.\n138:9 The Lord will make good his purpose for me; O Lord, your love endures for ever; do not abandon the works of your hands."
  }
},
  {
    "id": "PSALM 139",
    "text": {
      "NRSV": "139:1 Lord, you have searched me out and known me; you know my sitting down and my rising up; you discern my thoughts from afar.\n139:2 You trace my journeys and my resting-places and are acquainted with all my ways.\n139:3 Indeed, there is not a word on my tongue, but you, O Lord, know it altogether.\n139:4 You encompass me behind and before and lay your hand upon me.\n139:5 Such knowledge is too wonderful for me; it is so high that I cannot attain to it.\n139:6 Where can I go then from your Spirit? where can I flee from your presence?\n139:7 If I climb up to heaven, you are there; if I make the grave my bed, you are there also.\n139:8 If I take the wings of the morning and dwell in the uttermost parts of the sea,\n139:9 Even there your hand will lead me and your right hand hold me fast.\n139:10 If I say, 'Surely the darkness will cover me, and the light around me turn to night,'\n139:11 Darkness is not dark to you; the night is as bright as the day; darkness and light to you are both alike.\n139:12 For you yourself created my inmost parts; you knit me together in my mother's womb.\n139:13 I will thank you because I am marvelously made; your works are wonderful and I know it well.\n139:14 My body was not hidden from you, while I was being made in secret and woven in the depths of the earth.\n139:15 Your eyes beheld my limbs, yet unfinished in the womb; all of them were written in your book; they were fashioned day by day, when as yet there was none of them.\n139:16 How deep I find your thoughts, O God! how great is the sum of them!\n139:17 If I were to count them, they would be more in number than the sand; to count them all, my life span must need be like yours.\n139:18 Oh, that you would slay the wicked, O God! You that thirst for blood, depart from me.\n139:19 They speak despitefully against you; your enemies take your Name in vain.\n139:20 Do I not hate those, O Lord, who hate you? and do I not loathe those who rise up against you?\n139:21 I hate them with a perfect hatred; they have become my own enemies.\n139:22 Search me out, O God, and know my heart; try me and know my restless thoughts.\n139:23 Look well whether there be any wickedness in me and lead me in the way that is everlasting."
    }
  },
  {
    "id": "PSALM 140",
    "text": {
      "NRSV": "140:1 Deliver me, O Lord, from evildoers; protect me from the violent,\n140:2 Who devise evil in their hearts and stir up strife all day long.\n140:3 They have sharpened their tongues like a serpent; adders' poison is under their lips.\n140:4 Keep me, O Lord, from the hands of the wicked; protect me from the violent, who are determined to trip me up.\n140:5 The proud have hidden a snare for me and stretched out a net of cords; they have set traps for me along the path.\n140:6 I have said to the Lord, 'You are my God; listen, O Lord, to my supplication.'\n140:7 O Lord God, my strong deliverer, you have covered my head in the day of battle.\n140:8 Do not grant the desires of the wicked, O Lord, nor let their evil plans prosper.\n140:9 Let not those who surround me lift up their heads; let the evil of their own lips overwhelm them.\n140:10 Let hot burning coals fall upon them; let them be cast into the fire, into deep pits from which they shall never rise.\n140:11 A slanderer shall not be established on the earth, and evil shall hunt down the violent to overthrow them.\n140:12 I know that the Lord will maintain the cause of the poor and render justice to the needy.\n140:13 Surely the righteous will give thanks to your Name, and the upright shall continue in your sight."
    }
  },{
  "id": "PSALM 141",
  "text": {
    "NRSV": "141:1 O Lord, I call to you; come to me quickly; hear my voice when I cry to you.\n141:2 Let my prayer be set forth in your sight as incense, the lifting up of my hands as the evening sacrifice.\n141:3 Set a watch before my mouth, O Lord, and guard the door of my lips;\n141:4 Let not my heart incline to any evil thing; let me not be occupied in wickedness with evildoers.\n141:5 But my eyes are turned to you, Lord God; in you I take refuge; do not strip me of my life.\n141:6 Guard me from the trap that they have laid for me and from the snares of evildoers.\n141:7 Let the wicked fall into their own nets, while I pass by in safety."
  }
},
{
  "id": "PSALM 142",
  "text": {
    "NRSV": "142:1 I cry to the Lord with my voice; to the Lord I make loud supplication.\n142:2 I pour out my complaint before him and tell him all my trouble.\n142:3 When my spirit languishes within me, you know my path; in the way wherein I walk they have hidden a trap for me.\n142:4 I look to my right hand and find no one who knows me; I have no place to flee to, and no one cares for my life.\n142:5 I cry out to you, O Lord; I say, 'You are my refuge, my portion in the land of the living.'\n142:6 Listen to my cry for help, for I have been brought very low; save me from those who pursue me, for they are too strong for me.\n142:7 Bring me out of prison, that I may give thanks to your Name; when you have dealt bountifully with me, the righteous will gather around me."
  }
},
{
  "id": "PSALM 143",
  "text": {
    "NRSV": "143:1 Lord, hear my prayer, and in your faithfulness heed my supplications; answer me in your righteousness.\n143:2 Enter not into judgment with your servant, for in your sight shall no one living be justified.\n143:3 For my enemy has sought my life; he has crushed me to the ground; he has made me live in dark places like those who are long dead.\n143:4 My spirit faints within me; my heart within me is desolate.\n143:5 I remember the time past; I muse upon all your deeds; I consider the works of your hands.\n143:6 I spread out my hands to you; my soul gasps to you like a thirsty land.\n143:7 O Lord, make haste to answer me; my spirit fails me; do not hide your face from me or I shall be like those who go down to the Pit.\n143:8 Let me hear of your loving-kindness in the morning; for I put my trust in you; show me the road that I must walk, for I lift up my soul to you.\n143:9 Deliver me from my enemies, O Lord, for I flee to you for refuge.\n143:10 Teach me to do what pleases you, for you are my God; let your good Spirit lead me on level ground.\n143:11 Revive me, O Lord, for your Name's sake; for your righteousness' sake, bring me out of trouble.\n143:12 Of your goodness, destroy my enemies and bring all my foes to naught, for truly I am your servant."
  }
},
  {
    "id": "PSALM 144",
    "text": {
      "NRSV": "144:1 Blessed be the Lord my rock, who trains my hands for battle and my fingers for warfare;\n144:2 My help and my fortress, my stronghold and my deliverer, my shield in whom I trust, who subdues the peoples under me.\n144:3 O Lord, what are mortals that you should care for them? mere humans that you should think of them?\n144:4 We are like a puff of wind; our days are like a passing shadow.\n144:5 Bow your heavens, O Lord, and come down; touch the mountains, and they shall smoke.\n144:6 Hurl the lightning and scatter them; shoot out your arrows and rout them.\n144:7 Stretch out your hand from on high; deliver me and snatch me from the great waters, from the hand of foreign peoples,\n144:8 Whose mouths speak deceitfully and whose right hand is raised in falsehood.\n144:9 I will sing a new song to you, O God; on a ten-stringed lyre I will play to you.\n144:10 You give victory to kings and have rescued David your servant.\n144:11 Rescue me from the hurtful sword and deliver me from the hand of foreign peoples,\n144:12 Whose mouths speak deceitfully and whose right hand is raised in falsehood.\n144:13 May our sons be like plants well-nurtured from their youth, and our daughters like pillars carved for the corners of a palace.\n144:14 May our barns be filled to overflowing with all manner of crops; may the flocks in our pastures increase by thousands and tens of thousands; may our cattle be fat and sleek.\n144:15 May there be no breaching of the walls, no going into exile, no wailing in the streets of our city.\n144:16 Happy are the people of whom this is so! happy are the people whose God is the Lord!"
    }
  },
  {
    "id": "PSALM 145",
    "text": {
      "NRSV": "145:1 I will exalt you, O God my King, and bless your Name for ever and ever.\n145:2 Every day will I bless you and praise your Name for ever and ever.\n145:3 Great is the Lord and greatly to be praised; there is no end to his greatness.\n145:4 One generation shall praise your works to another and shall declare your power.\n145:5 I will ponder the glorious splendor of your majesty and all your marvelous works.\n145:6 They shall speak of the might of your wondrous acts, and I will tell of your greatness.\n145:7 They shall publish the remembrance of your great goodness; they shall sing of your righteous deeds.\n145:8 The Lord is gracious and full of compassion, slow to anger and of great kindness.\n145:9 The Lord is loving to everyone, and his compassion is over all his works.\n145:10 All your works praise you, O Lord, and your faithful servants bless you.\n145:11 They make known the glory of your kingdom and speak of your power;\n145:12 That the peoples may know of your power and the glorious splendor of your kingdom.\n145:13 Your kingdom is an everlasting kingdom; your dominion endures throughout all ages.\n145:14 The Lord is faithful in all his words and merciful in all his deeds.\n145:15 The Lord upholds all those who fall; he lifts up those who are bowed down.\n145:16 The eyes of all wait upon you, O Lord, and you give them their food in due season.\n145:17 You open wide your hand and satisfy the needs of every living creature.\n145:18 The Lord is righteous in all his ways and loving in all his works.\n145:19 The Lord is near to all who call upon him, to all who call upon him faithfully.\n145:20 He fulfills the desire of those who fear him; he hears their cry and helps them.\n145:21 The Lord preserves all those who love him, but he destroys all the wicked.\n145:22 My mouth shall speak the praise of the Lord; let all flesh bless his holy Name for ever and ever."
    }
  },
  {
    "id": "PSALM 146",
    "text": {
      "NRSV": "146:1 Hallelujah! Praise the Lord, O my soul! I will praise the Lord as long as I live; I will sing praises to my God while I have my being.\n146:2 Put not your trust in rulers, nor in any child of earth, for there is no help in them.\n146:3 When they breathe their last, they return to earth, and in that day their thoughts perish.\n146:4 Happy are they who have the God of Jacob for their help! whose hope is in the Lord their God;\n146:5 Who made heaven and earth, the sea, and all that is in them; who keeps his promise for ever;\n146:6 Who gives justice to those who are oppressed, and food to those who hunger.\n146:7 The Lord sets the prisoners free; the Lord opens the eyes of the blind; the Lord lifts up those who are bowed down;\n146:8 The Lord loves the righteous; the Lord cares for the stranger; he sustains the orphan and widow, but frustrates the way of the wicked.\n146:9 The Lord shall reign for ever, your God, O Zion, throughout all generations. Hallelujah!"
    }
  },
  {
    "id": "PSALM 147",
    "text": {
      "NRSV": "147:1 Hallelujah! How good it is to sing praises to our God! how pleasant it is to honor him with praise!\n147:2 The Lord rebuilds Jerusalem; he gathers the exiles of Israel.\n147:3 He heals the brokenhearted and binds up their wounds.\n147:4 He counts the number of the stars and calls them all by their names.\n147:5 Great is our Lord and mighty in power; there is no limit to his wisdom.\n147:6 The Lord lifts up the lowly, but casts the wicked to the ground.\n147:7 Sing to the Lord with thanksgiving; make music to our God upon the harp.\n147:8 He covers the heavens with clouds and prepares rain for the earth;\n147:9 He makes grass to grow upon the mountains and green plants to serve mankind.\n147:10 He provides food for flocks and herds and for the young ravens when they cry.\n147:11 He is not impressed by the might of a horse, he has no pleasure in the strength of a man;\n147:12 But the Lord has pleasure in those who fear him, in those who await his gracious favor.\n147:13 Worship the Lord, O Jerusalem; praise your God, O Zion;\n147:14 For he has strengthened the bars of your gates; he has blessed your children within you.\n147:15 He has established peace on your borders; he fills you with the finest wheat.\n147:16 He sends out his command to the earth, and his word runs very swiftly.\n147:17 He gives snow like wool; he scatters hoarfrost like ashes.\n147:18 He scatters his hail like bread crumbs; who can stand against his cold?\n147:19 He sends forth his word and melts them; he blows with his wind, and the waters flow.\n147:20 He declares his word to Jacob, his statutes and his judgments to Israel.\n147:21 He has not done so to any other nation; to them he has not revealed his judgments. Hallelujah!"
    }
  },
  {
    "id": "PSALM 148",
    "text": {
      "NRSV": "148:1 Hallelujah! Praise the Lord from the heavens; praise him in the heights.\n148:2 Praise him, all you angels of his; praise him, all his host.\n148:3 Praise him, sun and moon; praise him, all you shining stars.\n148:4 Praise him, heaven of heavens, and you waters above the heavens.\n148:5 Let them praise the Name of the Lord; for he commanded, and they were created.\n148:6 He made them stand fast for ever and ever; he gave them a law which shall not pass away.\n148:7 Praise the Lord from the earth, you sea-monsters and all deeps;\n148:8 Fire and hail, snow and fog, tempestuous wind, doing his will;\n148:9 Mountains and all hills, fruit trees and all cedars;\n148:10 Wild beasts and all cattle, creeping things and winged birds;\n148:11 Kings of the earth and all peoples, princes and all rulers of the world;\n148:12 Young men and maidens, old and young together.\n148:13 Let them praise the Name of the Lord, for his Name only is exalted, his splendor is over earth and heaven.\n148:14 He has raised up strength for his people and praise for all his loyal servants, the children of Israel, a people who are near him. Hallelujah!"
    }
  },
  {
    "id": "PSALM 149",
    "text": {
      "NRSV": "149:1 Hallelujah! Sing to the Lord a new song; sing his praise in the congregation of the faithful.\n149:2 Let Israel rejoice in his Maker; let the children of Zion be joyful in their King.\n149:3 Let them praise his Name in the dance; let them sing praise to him with timbrel and harp.\n149:4 For the Lord takes pleasure in his people and adorns the poor with victory.\n149:5 Let the faithful rejoice in triumph; let them be joyful on their beds.\n149:6 Let the praises of God be in their throat and a two-edged sword in their hand;\n149:7 To wreak vengeance on the nations and punishment on the peoples;\n149:8 To bind their kings in chains and their nobles with links of iron;\n149:9 To inflict on them the judgment decreed; this is glory for all his faithful servants. Hallelujah!"
    }
  },
  {
    "id": "PSALM 150",
    "text": {
      "NRSV": "150:1 Hallelujah! Praise God in his holy temple; praise him in the firmament of his power.\n150:2 Praise him for his mighty acts; praise him for his excellent greatness.\n150:3 Praise him with the blast of the ram's-horn; praise him with lyre and harp.\n150:4 Praise him with timbrel and dance; praise him with strings and pipe.\n150:5 Praise him with resounding cymbals; praise him with loud-clanging cymbals.\n150:6 Let everything that has breath praise the Lord. Hallelujah!"
    }
  },
  {
  "id": "PSALM 151",
  "text": {
    "Orthodox": "151:1 I was small among my brethren, and the youngest in the house of my father; I did shepherd the sheep of my father.\n151:2 My hands made an instrument, and my fingers fashioned a lyre.\n151:3 And who will tell my Lord? The Lord himself, it is he who hears.\n151:4 It was he who sent his messenger and took me from the sheep of my father, and anointed me with his anointing oil.\n151:5 My brothers were handsome and tall, but the Lord was not pleased with them.\n151:6 I went out to meet the Philistine, and he cursed me by his idols.\n151:7 But I drew his own sword; I beheaded him, and removed reproach from the people of Israel."
  }
},
{
  "id": "PSALM 152",
  "text": {
    "Orthodox": "152:1 With a loud voice glorify ye God; in the assembly of many proclaim ye His glory.\n152:2 Amid the multitude of the upright glorify His praise; and speak of His glory with the faithful.\n152:3 Be united with the good and with the perfect to glorify the Most High.\n152:4 Gather yourselves together to make known His salvation; and be not slow in showing forth His strength and His majesty to all the simple.\n152:5 That the honor of the Lord may be known, wisdom hath been given; and to tell of His works it was made known to men: to declare to the simple His righteousness, to make the ignorant understand His greatness; to set before the humble the knowledge of His majesty.\n152:6 Draw nigh then, ye that fear the Lord, and hear His word.\n152:7 Receive the wisdom of the Lord, and walk in it, and walk not in the way of unrighteousness.\n152:8 Let him that feareth God receive doctrine, and they that can understand obtain it.\n152:9 Let him that is willing be obedient to the commandments, and they that are well-pleasing to Him shall find everlasting life."
  }
},
{
  "id": "PSALM 153",
  "text": {
    "Orthodox": "153:1 O Lord, I have cried unto Thee; hearken Thou unto me.\n153:2 I have lifted up my hands to Thy holy dwelling-place; incline Thine ear unto me.\n153:3 Grant me my request; withhold not from me my petition.\n153:4 Build up my soul, and destroy it not; and lay it not bare before the wicked.\n153:5 May the judge of truth turn away from me the rewards of evil, O Lord.\n153:6 O Lord, judge me not in Thy wrath, neither chasten me in Thine anger.\n153:7 For Thy chastening is upon all, O Lord, and Thy judgment is just.\n153:8 Cleanse me, O Lord, from all sin, and save me from all evil.\n153:9 For Thine is the kingdom, and the power, and the glory, for ever. Amen."
  }
},
{
  "id": "PSALM 154",
  "text": {
    "Orthodox": "154:1 Praise the Lord, all ye nations; glorify Him, and bless His name.\n154:2 Who rescued the soul of His elect from the hands of death, and delivered His holy one from destruction.\n154:3 And saved me from the nets of Sheol, and from the pit that cannot be fathomed.\n154:4 Because, ere my deliverance could go forth from before Him, I was well nigh torn in two pieces by two wild beasts.\n154:5 But He sent His angel, and shut up from me the gaping mouths, and rescued my life from destruction.\n154:6 My soul shall glorify Him and exalt Him, because of all His kindnesses, which He has done and will do unto me."
  }
},
{
  "id": "PSALM 155",
  "text": {
    "Orthodox": "155:1 O Lord, I have cried unto Thee; hearken unto me.\n155:2 I have lifted up my hands to Thy holy dwelling-place; incline Thine ear unto me.\n155:3 Grant me my request; withhold not from me my petition.\n155:4 Build up my soul, and destroy it not; and lay it not bare before the wicked.\n155:5 May the judge of truth turn away from me the rewards of evil, O Lord.\n155:6 O Lord, judge me not in Thy wrath, neither chasten me in Thine anger.\n155:7 For Thy chastening is upon all, O Lord, and Thy judgment is just.\n155:8 Cleanse me, O Lord, from all sin, and save me from all evil.\n155:9 For Thine is the kingdom, and the power, and the glory, for ever. Amen."
  }
}
]