{
  "meta": {
    "name": "2 Corinthians",
    "id": "2COR",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, To the church of God that is in Corinth, including all the saints throughout Achaia:" },
        { "num": 2, "text": "Grace to you and peace from God our Father and the Lord Jesus Christ." },
        { "num": 3, "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and the God of all consolation," },
        { "num": 4, "text": "who consoles us in all our affliction, so that we may be able to console those who are in any affliction with the consolation with which we ourselves are consoled by God." },
        { "num": 5, "text": "For just as the sufferings of Christ are abundant for us, so also our consolation is abundant through Christ." },
        { "num": 6, "text": "If we are being afflicted, it is for your consolation and salvation; if we are being consoled, it is for your consolation, which you experience when you patiently endure the same sufferings that we are also suffering." },
        { "num": 7, "text": "Our hope for you is unshaken; for we know that as you share in our sufferings, so also you share in our consolation." },
        { "num": 8, "text": "We do not want you to be unaware, brothers and sisters, of the affliction we experienced in Asia; for we were so utterly unbearably crushed that we despaired of life itself." },
        { "num": 9, "text": "Indeed, we felt that we had received the sentence of death so that we would rely not on ourselves but on God who raises the dead." },
        { "num": 10, "text": "He who rescued us from so deadly a peril will continue to rescue us; on him we have set our hope that he will rescue us again," },
        { "num": 11, "text": "as you also join in helping us by your prayers, so that many will give thanks on our behalf for the blessing granted us through the prayers of many." },
        { "num": 12, "text": "Indeed, this is our boast, the testimony of our conscience: we have behaved in the world with holiness and godly sincerity, not by earthly wisdom but by the grace of God—and all the more toward you." },
        { "num": 13, "text": "For we write you nothing other than what you can read and also understand; I hope you will understand until the end—" },
        { "num": 14, "text": "as you have already understood us in part—that on the day of the Lord Jesus we are your boast even as you are our boast." },
        { "num": 15, "text": "Since I was sure of this, I wanted to come to you first, so that you might have a double favor;" },
        { "num": 16, "text": "I wanted to visit you on my way to Macedonia, and to come back to you from Macedonia and have you send me on my way to Judea." },
        { "num": 17, "text": "Was I vacillating when I wanted to do this? Do I make my plans according to ordinary human standards, ready to say “Yes, yes” and “No, no” at the same time?" },
        { "num": 18, "text": "As surely as God is faithful, our word to you has not been “Yes and No.”" },
        { "num": 19, "text": "For the Son of God, Jesus Christ, whom we proclaimed among you, Silvanus and Timothy and I, was not “Yes and No”; but in him it is always “Yes.”" },
        { "num": 20, "text": "For in him every one of God’s promises is a “Yes.” For this reason it is through him that we say the “Amen,” to the glory of God." },
        { "num": 21, "text": "But it is God who establishes us with you in Christ and has anointed us," },
        { "num": 22, "text": "by putting his seal on us and giving us his Spirit in our hearts as a first installment." },
        { "num": 23, "text": "But I call on God as witness against me: it was to spare you that I did not come again to Corinth." },
        { "num": 24, "text": "I do not mean to imply that we lord it over your faith; rather, we are workers with you for your joy, because you stand firm in the faith." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "So I made up my mind not to make another painful visit to you." },
        { "num": 2, "text": "For if I cause you pain, who is there to make me glad but the one whom I have pained?" },
        { "num": 3, "text": "And I wrote as I did, so that when I came, I might not suffer pain from those who should have made me rejoice; for I am confident about all of you, that my joy would be the joy of all of you." },
        { "num": 4, "text": "For I wrote you out of much distress and anguish of heart and with many tears, not to cause you pain, but to let you know the abundant love that I have for you." },
        { "num": 5, "text": "But if anyone has caused pain, he has caused it not to me, but to some extent—not to exaggerate it—to all of you." },
        { "num": 6, "text": "This punishment by the majority is enough for such a person;" },
        { "num": 7, "text": "so now instead you should forgive and console him, so that he may not be overwhelmed by excessive sorrow." },
        { "num": 8, "text": "So I urge you to reaffirm your love for him." },
        { "num": 9, "text": "I wrote for this reason: to test you and know whether you are obedient in everything." },
        { "num": 10, "text": "Anyone whom you forgive, I also forgive. What I have forgiven, if I have forgiven anything, has been for your sake in the presence of Christ." },
        { "num": 11, "text": "And we do this so that we may not be outwitted by Satan; for we are not ignorant of his designs." },
        { "num": 12, "text": "When I came to Troas to proclaim the gospel of Christ, a door was opened for me in the Lord;" },
        { "num": 13, "text": "but my mind could not rest because I did not find my brother Titus there. So I said farewell to them and went on to Macedonia." },
        { "num": 14, "text": "But thanks be to God, who in Christ always leads us in triumphal procession, and through us spreads in every place the fragrance that comes from knowing him." },
        { "num": 15, "text": "For we are the aroma of Christ to God among those who are being saved and among those who are perishing;" },
        { "num": 16, "text": "to the one a fragrance from death to death, to the other a fragrance from life to life. Who is sufficient for these things?" },
        { "num": 17, "text": "For we are not peddlers of God’s word like so many; but in Christ we speak as persons of sincerity, as persons sent from God and standing in his presence." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Are we beginning to commend ourselves again? Or do we need, as some do, letters of recommendation to you, or from you?" },
        { "num": 2, "text": "You yourselves are our letter, written on our hearts, to be known and read by all;" },
        { "num": 3, "text": "and you show that you are a letter of Christ, prepared by us, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts." },
        { "num": 4, "text": "Such is the confidence that we have through Christ toward God." },
        { "num": 5, "text": "Not that we are competent of ourselves to claim anything as coming from us; our competence is from God," },
        { "num": 6, "text": "who has made us competent to be ministers of a new covenant, not of letter but of spirit; for the letter kills, but the spirit gives life." },
        { "num": 7, "text": "Now if the ministry of death, chiseled in letters on stone, came in glory so that the people of Israel could not gaze at Moses’ face because of the glory of his face, a glory now set aside," },
        { "num": 8, "text": "how much more will the ministry of the Spirit come in glory?" },
        { "num": 9, "text": "For if there was glory in the ministry of condemnation, much more does the ministry of justification abound in glory!" },
        { "num": 10, "text": "Indeed, what once had glory has lost its glory because of the greater glory;" },
        { "num": 11, "text": "for if what was set aside came through glory, much more has the permanent come in glory!" },
        { "num": 12, "text": "Since, then, we have such a hope, we act with great boldness," },
        { "num": 13, "text": "not like Moses, who put a veil over his face to keep the people of Israel from gazing at the end of the glory that was being set aside." },
        { "num": 14, "text": "But their minds were hardened. Indeed, to this very day, when they hear the reading of the old covenant, that same veil is still there, since only in Christ is it set aside." },
        { "num": 15, "text": "Indeed, to this very day whenever Moses is read, a veil lies over their minds;" },
        { "num": 16, "text": "but when one turns to the Lord, the veil is removed." },
        { "num": 17, "text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom." },
        { "num": 18, "text": "And all of us, with unveiled faces, seeing the glory of the Lord as though reflected in a mirror, are being transformed into the same image from one degree of glory to another; for this comes from the Lord, the Spirit." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "Therefore, since it is by God’s mercy that we are engaged in this ministry, we do not lose heart." },
        { "num": 2, "text": "We have renounced the shameful things that one hides; we refuse to practice cunning or to falsify God’s word; but by the open statement of the truth we commend ourselves to the conscience of everyone in the sight of God." },
        { "num": 3, "text": "And even if our gospel is veiled, it is veiled to those who are perishing." },
        { "num": 4, "text": "In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God." },
        { "num": 5, "text": "For we do not proclaim ourselves; we proclaim Jesus Christ as Lord and ourselves as your slaves for Jesus’ sake." },
        { "num": 6, "text": "For it is the God who said, “Let light shine out of darkness,” who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ." },
        { "num": 7, "text": "But we have this treasure in clay jars, so that it may be made clear that this extraordinary power belongs to God and does not come from us." },
        { "num": 8, "text": "We are afflicted in every way, but not crushed; perplexed, but not driven to despair;" },
        { "num": 9, "text": "persecuted, but not forsaken; struck down, but not destroyed;" },
        { "num": 10, "text": "always carrying in the body the death of Jesus, so that the life of Jesus may also be made visible in our bodies." },
        { "num": 11, "text": "For while we live, we are always being given up to death for Jesus’ sake, so that the life of Jesus may be made visible in our mortal flesh." },
        { "num": 12, "text": "So death is at work in us, but life in you." },
        { "num": 13, "text": "But just as we have the same spirit of faith that is in accordance with scripture—“I believed, and so I spoke”—we also believe, and so we speak," },
        { "num": 14, "text": "because we know that the one who raised the Lord Jesus will raise us also with Jesus, and will bring us with you into his presence." },
        { "num": 15, "text": "Yes, everything is for your sake, so that grace, as it extends to more and more people, may increase thanksgiving, to the glory of God." },
        { "num": 16, "text": "So we do not lose heart. Even though our outer self is wasting away, our inner self is being renewed day by day." },
        { "num": 17, "text": "For this slight momentary affliction is preparing us for an eternal weight of glory beyond all measure," },
        { "num": 18, "text": "because we look not at what can be seen but at what cannot be seen; for what can be seen is temporary, but what cannot be seen is eternal." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "For we know that if the earthly tent we live in is destroyed, we have a building from God, a house not made with hands, eternal in the heavens." },
        { "num": 2, "text": "For in this tent we groan, longing to be clothed with our heavenly dwelling—" },
        { "num": 3, "text": "if indeed, when we have taken it off we will not be found naked." },
        { "num": 4, "text": "For while we are in this tent, we groan under our burden, because we wish not to be unclothed but to be further clothed, so that what is mortal may be swallowed up by life." },
        { "num": 5, "text": "He who has prepared us for this very thing is God, who has given us the Spirit as a guarantee." },
        { "num": 6, "text": "So we are always confident; even though we know that while we are at home in the body we are away from the Lord—" },
        { "num": 7, "text": "for we walk by faith, not by sight." },
        { "num": 8, "text": "Yes, we do have confidence, and we would rather be away from the body and at home with the Lord." },
        { "num": 9, "text": "So whether we are at home or away, we make it our aim to please him." },
        { "num": 10, "text": "For all of us must appear before the judgment seat of Christ, so that each may receive recompense for what has been done in the body, whether good or evil." },
        { "num": 11, "text": "Therefore, knowing the fear of the Lord, we try to persuade others; but we ourselves are well known to God, and I hope that we are also well known to your consciences." },
        { "num": 12, "text": "We are not commending ourselves to you again, but giving you an opportunity to boast about us, so that you may be able to answer those who boast in outward appearance and not in the heart." },
        { "num": 13, "text": "For if we are beside ourselves, it is for God; if we are in our right mind, it is for you." },
        { "num": 14, "text": "For the love of Christ urges us on, because we are convinced that one has died for all; therefore all have died." },
        { "num": 15, "text": "And he died for all, so that those who live might live no longer for themselves, but for him who died and was raised for them." },
        { "num": 16, "text": "From now on, therefore, we regard no one from a human point of view; even though we once knew Christ from a human point of view, we know him no longer in that way." },
        { "num": 17, "text": "So if anyone is in Christ, there is a new creation: everything old has passed away; see, everything has become new!" },
        { "num": 18, "text": "All this is from God, who reconciled us to himself through Christ, and has given us the ministry of reconciliation;" },
        { "num": 19, "text": "that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting the message of reconciliation to us." },
        { "num": 20, "text": "So we are ambassadors for Christ, since God is making his appeal through us; we entreat you on behalf of Christ, be reconciled to God." },
        { "num": 21, "text": "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "As we work together with him, we urge you also not to accept the grace of God in vain." },
        { "num": 2, "text": "For he says, “At an acceptable time I have listened to you, and on a day of salvation I have helped you.” See, now is the acceptable time; see, now is the day of salvation!" },
        { "num": 3, "text": "We are putting no obstacle in anyone’s way, so that no fault may be found with our ministry," },
        { "num": 4, "text": "but as servants of God we commend ourselves in every way: through great endurance, in afflictions, hardships, calamities," },
        { "num": 5, "text": "beatings, imprisonments, riots, labors, sleepless nights, hunger;" },
        { "num": 6, "text": "by purity, knowledge, patience, kindness, holiness of spirit, genuine love," },
        { "num": 7, "text": "truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left;" },
        { "num": 8, "text": "in honor and dishonor, in ill repute and good repute. We are treated as impostors, and yet are true;" },
        { "num": 9, "text": "as unknown, and yet are well known; as dying, and see—we are alive; as punished, and yet not killed;" },
        { "num": 10, "text": "as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing everything." },
        { "num": 11, "text": "We have spoken freely to you, Corinthians; our heart is wide open to you." },
        { "num": 12, "text": "There is no restriction in our affections, but only in yours." },
        { "num": 13, "text": "In return—I speak as to children—open wide your hearts also." },
        { "num": 14, "text": "Do not be mismatched with unbelievers. For what partnership is there between righteousness and lawlessness? Or what fellowship is there between light and darkness?" },
        { "num": 15, "text": "What agreement does Christ have with Beliar? Or what does a believer share with an unbeliever?" },
        { "num": 16, "text": "What agreement has the temple of God with idols? For we are the temple of the living God; as God said, “I will live in them and walk among them, and I will be their God, and they shall be my people." },
        { "num": 17, "text": "Therefore come out from them, and be separate from them, says the Lord, and touch nothing unclean; then I will welcome you," },
        { "num": 18, "text": "and I will be your father, and you shall be my sons and daughters, says the Lord Almighty.”" }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and of spirit, making holiness perfect in the fear of God." },
        { "num": 2, "text": "Make room in your hearts for us; we have wronged no one, we have corrupted no one, we have taken advantage of no one." },
        { "num": 3, "text": "I do not say this to condemn you, for I said before that you are in our hearts, to die together and to live together." },
        { "num": 4, "text": "I often boast about you; I have great pride in you; I am filled with consolation; I am overjoyed in all our affliction." },
        { "num": 5, "text": "For even when we came into Macedonia, our bodies had no rest, but we were afflicted in every way—disputes without and fears within." },
        { "num": 6, "text": "But God, who consoles the downcast, consoled us by the arrival of Titus," },
        { "num": 7, "text": "and not only by his arrival but also by the consolation with which he was consoled about you, as he told us of your longing, your mourning, your zeal for me, so that I rejoiced still more." },
        { "num": 8, "text": "For even if I made you sorry with my letter, I do not regret it (though I did regret it, for I see that I grieved you with that letter, though only briefly)." },
        { "num": 9, "text": "Now I rejoice, not because you were grieved, but because your grief led to repentance; for you felt a godly grief, so that you were not harmed in any way by us." },
        { "num": 10, "text": "For godly grief produces a repentance that leads to salvation and brings no regret, but worldly grief produces death." },
        { "num": 11, "text": "For see what earnestness this godly grief has produced in you, what eagerness to clear yourselves, what indignation, what alarm, what longing, what zeal, what punishment! At every point you have proved yourselves guiltless in the matter." },
        { "num": 12, "text": "So although I wrote to you, it was not on account of the one who did the wrong, nor on account of the one who was wronged, but in order that your zeal for us might be made known to you before God." },
        { "num": 13, "text": "In this we find comfort. In addition to our own consolation, we rejoiced still more at the joy of Titus, because his mind has been set at rest by all of you." },
        { "num": 14, "text": "For if I have boasted about you to him, I was not put to shame; but just as everything we said to you was true, so our boasting to Titus has proved true." },
        { "num": 15, "text": "And his heart goes out all the more to you, as he remembers the obedience of all of you, and how you welcomed him with fear and trembling." },
        { "num": 16, "text": "I rejoice, because I have complete confidence in you." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "We want you to know, brothers and sisters, about the grace of God that has been granted to the churches of Macedonia;" },
        { "num": 2, "text": "for during a severe ordeal of affliction, their abundant joy and their extreme poverty have overflowed in a wealth of generosity on their part." },
        { "num": 3, "text": "For, as I can testify, they voluntarily gave according to their means, and even beyond their means," },
        { "num": 4, "text": "begging us earnestly for the privilege of sharing in this ministry to the saints—" },
        { "num": 5, "text": "and this, not merely as we expected; they gave themselves first to the Lord and, by the will of God, to us," },
        { "num": 6, "text": "so that we might urge Titus that, as he had already made a beginning, so he should also complete this generous undertaking among you." },
        { "num": 7, "text": "Now as you excel in everything—in faith, in speech, in knowledge, in utmost eagerness, and in our love for you—so we want you to excel also in this generous undertaking." },
        { "num": 8, "text": "I do not say this as a command, but I am testing the genuineness of your love against the eagerness of others." },
        { "num": 9, "text": "For you know the generous act of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that by his poverty you might become rich." },
        { "num": 10, "text": "And in this matter I am giving my advice: it is appropriate for you who began last year not only to do something but even to desire to do something—" },
        { "num": 11, "text": "now finish doing it, so that your eagerness may be matched by completing it according to your means." },
        { "num": 12, "text": "For if the eagerness is there, the gift is acceptable according to what one has—not according to what one does not have." },
        { "num": 13, "text": "I do not mean that there should be relief for others and pressure on you, but it is a question of a fair balance between" },
        { "num": 14, "text": "your present abundance and their need, so that their abundance may be for your need, in order that there may be a fair balance." },
        { "num": 15, "text": "As it is written, “The one who had much did not have too much, and the one who had little did not have too little.”" },
        { "num": 16, "text": "But thanks be to God who put in the heart of Titus the same eagerness for you that I myself have." },
        { "num": 17, "text": "For he not only accepted our appeal, but since he is more eager than ever, he is going to you of his own accord." },
        { "num": 18, "text": "With him we are sending the brother who is famous among all the churches for his proclaiming the good news;" },
        { "num": 19, "text": "and not only that, but he has also been appointed by the churches to travel with us while we are administering this generous undertaking for the glory of the Lord himself and to show our goodwill." },
        { "num": 20, "text": "We intend that no one should blame us about this generous gift that we are administering," },
        { "num": 21, "text": "for we intend to do what is right not only in the Lord’s sight but also in the sight of others." },
        { "num": 22, "text": "And with them we are sending our brother whom we have often tested and found eager in many matters, but who is now more eager than ever because of his great confidence in you." },
        { "num": 23, "text": "As for Titus, he is my partner and co-worker in your service; as for our brothers, they are messengers of the churches, the glory of Christ." },
        { "num": 24, "text": "Therefore openly before the churches, show them the proof of your love and of our reason for boasting about you." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "Now it is not necessary for me to write you about the ministry to the saints," },
        { "num": 2, "text": "for I know your eagerness, which is the subject of my boasting about you to the people of Macedonia, saying that Achaia has been ready since last year; and your zeal has stirred up most of them." },
        { "num": 3, "text": "But I am sending the brothers in order that our boasting about you may not prove to have been empty in this case, so that you may be ready, as I said you would be;" },
        { "num": 4, "text": "otherwise, if some Macedonians come with me and find that you are not ready, we would be humiliated—to say nothing of you—in this undertaking." },
        { "num": 5, "text": "So I thought it necessary to urge the brothers to go on ahead to you, and arrange in advance for this bountiful gift that you have promised, so that it may be ready as a voluntary gift and not as an extortion." },
        { "num": 6, "text": "The point is this: the one who sows sparingly will also reap sparingly, and the one who sows bountifully will also reap bountifully." },
        { "num": 7, "text": "Each of you must give as you have made up your mind, not reluctantly or under compulsion, for God loves a cheerful giver." },
        { "num": 8, "text": "And God is able to provide you with every blessing in abundance, so that by always having enough of everything, you may share abundantly in every good work." },
        { "num": 9, "text": "As it is written, “He scatters abroad, he gives to the poor; his righteousness endures forever.”" },
        { "num": 10, "text": "He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness." },
        { "num": 11, "text": "You will be enriched in every way for your great generosity, which will produce thanksgiving to God through us;" },
        { "num": 12, "text": "for the rendering of this ministry not only supplies the needs of the saints but also overflows with many thanksgivings to God." },
        { "num": 13, "text": "Through the testing of this ministry you glorify God by your obedience to the confession of the gospel of Christ and by the generosity of your sharing with them and with all others," },
        { "num": 14, "text": "while they long for you and pray for you because of the surpassing grace of God that has been given you." },
        { "num": 15, "text": "Thanks be to God for his indescribable gift!" }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "I myself, Paul, appeal to you by the meekness and gentleness of Christ—I who am humble when face to face with you, but bold toward you when I am away!—" },
        { "num": 2, "text": "I ask that when I am present I need not show boldness by daring to oppose those who think we are acting according to human standards." },
        { "num": 3, "text": "Indeed, we live as human beings, but we do not wage war according to human standards;" },
        { "num": 4, "text": "for the weapons of our warfare are not merely human, but they have divine power to destroy strongholds. We destroy arguments" },
        { "num": 5, "text": "and every proud obstacle raised up against the knowledge of God, and we take every thought captive to obey Christ." },
        { "num": 6, "text": "We are ready to punish every disobedience when your obedience is complete." },
        { "num": 7, "text": "Look at what is before your eyes. If you are confident that you belong to Christ, remind yourself of this, that just as you belong to Christ, so also do we." },
        { "num": 8, "text": "Now, even if I boast a little too much of our authority, which the Lord gave for building you up and not for tearing you down, I will not be ashamed of it." },
        { "num": 9, "text": "I do not want to seem as though I am trying to frighten you with my letters." },
        { "num": 10, "text": "For they say, “His letters are weighty and strong, but his bodily presence is weak, and his speech contemptible.”" },
        { "num": 11, "text": "Let such people understand that what we say by letter when absent, we will also do when present." },
        { "num": 12, "text": "We do not dare to classify or compare ourselves with some of those who commend themselves. But when they measure themselves by one another, and compare themselves with one another, they do not show good sense." },
        { "num": 13, "text": "We, however, will not boast beyond limits, but will keep within the field that God has assigned to us, to reach out even as far as you." },
        { "num": 14, "text": "For we were not overstepping our limits when we reached you; we were the first to come all the way to you with the good news of Christ." },
        { "num": 15, "text": "We do not boast beyond limits, that is, in the labors of others; but our hope is that, as your faith increases, our sphere of action among you may be greatly enlarged," },
        { "num": 16, "text": "so that we may proclaim the good news in lands beyond you, without boasting of work already done in someone else’s sphere of action." },
        { "num": 17, "text": "“Let the one who boasts, boast in the Lord.”" },
        { "num": 18, "text": "For it is not those who commend themselves who are approved, but those whom the Lord commends." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "I wish you would bear with me in a little foolishness. Do bear with me!" },
        { "num": 2, "text": "I feel a divine jealousy for you, for I promised you in marriage to one husband, to present you as a chaste virgin to Christ." },
        { "num": 3, "text": "But I am afraid that as the serpent deceived Eve by its cunning, your thoughts will be led astray from a sincere and pure devotion to Christ." },
        { "num": 4, "text": "For if someone comes and proclaims another Jesus than the one we proclaimed, or if you receive a different spirit from the one you received, or a different gospel from the one you accepted, you submit to it readily enough." },
        { "num": 5, "text": "I think that I am not in the least inferior to these super-apostles." },
        { "num": 6, "text": "I may be untrained in speech, but not in knowledge; certainly in every way and in all things we have made this evident to you." },
        { "num": 7, "text": "Did I commit a sin by humbling myself so that you might be exalted, because I proclaimed God’s good news to you free of charge?" },
        { "num": 8, "text": "I robbed other churches by accepting support from them in order to serve you." },
        { "num": 9, "text": "And when I was with you and was in need, I did not burden anyone, for my needs were supplied by the friends who came from Macedonia. So I kept myself from being a burden to you in any way, and will continue to do so." },
        { "num": 10, "text": "As the truth of Christ is in me, this boast of mine will not be silenced in the regions of Achaia." },
        { "num": 11, "text": "And why? Because I do not love you? God knows I do!" },
        { "num": 12, "text": "And what I do I will also continue to do, in order to deny an opportunity to those who want an opportunity to be recognized as our equals in what they boast about." },
        { "num": 13, "text": "For such boasters are false apostles, deceitful workers, disguising themselves as apostles of Christ." },
        { "num": 14, "text": "And no wonder! Even Satan disguises himself as an angel of light." },
        { "num": 15, "text": "So it is not strange if his ministers also disguise themselves as ministers of righteousness. Their end will match their deeds." },
        { "num": 16, "text": "I repeat, let no one take me for a fool; but if you do, then accept me as a fool, so that I too may boast a little." },
        { "num": 17, "text": "What I am saying in this self-confident boasting, I am saying not as the Lord would, but as a fool," },
        { "num": 18, "text": "since many boast according to human standards, I will also boast." },
        { "num": 19, "text": "For you gladly enjoy fools, being wise yourselves!" },
        { "num": 20, "text": "For you put up with it when someone makes slaves of you, or preys upon you, or takes advantage of you, or puts on airs, or gives you a slap in the face." },
        { "num": 21, "text": "To my shame, I must say, we were too weak for that! But whatever anyone dares to boast of—I am speaking as a fool—I also dare to boast of that." },
        { "num": 22, "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I." },
        { "num": 23, "text": "Are they ministers of Christ? I am talking like a madman—I am a better one: with far greater labors, far more imprisonments, with countless floggings, and often near death." },
        { "num": 24, "text": "Five times I have received from the Jews the forty lashes minus one." },
        { "num": 25, "text": "Three times I was beaten with rods. Once I received a stoning. Three times I was shipwrecked; for a night and a day I was adrift at sea;" },
        { "num": 26, "text": "on frequent journeys, in danger from rivers, danger from bandits, danger from my own people, danger from Gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers and sisters;" },
        { "num": 27, "text": "in toil and hardship, through many a sleepless night, hungry and thirsty, often without food, cold and naked." },
        { "num": 28, "text": "And, besides other things, I am under daily pressure because of my anxiety for all the churches." },
        { "num": 29, "text": "Who is weak, and I am not weak? Who is made to stumble, and I am not indignant?" },
        { "num": 30, "text": "If I must boast, I will boast of the things that show my weakness." },
        { "num": 31, "text": "The God and Father of the Lord Jesus (blessed be he forever!) knows that I do not lie." },
        { "num": 32, "text": "In Damascus, the governor under King Aretas set a guard on the city of Damascus in order to seize me," },
        { "num": 33, "text": "but I was let down in a basket through a window in the wall, and escaped from his hands." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "It is necessary to boast; nothing is to be gained by it, but I will go on to visions and revelations of the Lord." },
        { "num": 2, "text": "I know a person in Christ who fourteen years ago was caught up to the third heaven—whether in the body or out of the body I do not know; God knows." },
        { "num": 3, "text": "And I know that such a person—whether in the body or out of the body I do not know; God knows—" },
        { "num": 4, "text": "was caught up into Paradise and heard things that are not to be told, that no mortal is permitted to repeat." },
        { "num": 5, "text": "On behalf of such a one I will boast, but on my own behalf I will not boast, except of my weaknesses." },
        { "num": 6, "text": "But if I wish to boast, I will not be a fool, for I will be speaking the truth. But I refrain from it, so that no one may think better of me than what is seen in me or heard from me," },
        { "num": 7, "text": "even considering the exceptional character of the revelations. Therefore, to keep me from being too elated, a thorn was given me in the flesh, a messenger of Satan to torment me, to keep me from being too elated." },
        { "num": 8, "text": "Three times I appealed to the Lord about this, that it would leave me," },
        { "num": 9, "text": "but he said to me, “My grace is sufficient for you, for power is made perfect in weakness.” So, I will boast all the more gladly of my weaknesses, so that the power of Christ may dwell in me." },
        { "num": 10, "text": "Therefore I am content with weaknesses, insults, hardships, persecutions, and calamities for the sake of Christ; for when I am weak, then I am strong." },
        { "num": 11, "text": "I have been a fool! You forced me to it. Indeed you should have been the ones commending me, for I am not at all inferior to these super-apostles, even though I am nothing." },
        { "num": 12, "text": "The signs of a true apostle were performed among you with utmost patience—signs and wonders and mighty works." },
        { "num": 13, "text": "How have you been worse off than the other churches, except that I myself did not burden you? Forgive me this wrong!" },
        { "num": 14, "text": "Here I am, ready to come to you this third time. And I will not be a burden, for I do not want your possessions but you; for children ought not to lay up for their parents, but parents for their children." },
        { "num": 15, "text": "I will most gladly spend and be spent for you. If I love you more, am I to be loved less?" },
        { "num": 16, "text": "But granting that I myself did not burden you, I was crafty, you say, and got the better of you by guile." },
        { "num": 17, "text": "Did I take advantage of you through any of those whom I sent to you?" },
        { "num": 18, "text": "I urged Titus to go, and sent the brother with him. Titus did not take advantage of you, did he? Did we not conduct ourselves with the same spirit? Did we not take the same steps?" },
        { "num": 19, "text": "Have you been thinking all along that we have been defending ourselves before you? We are speaking in Christ before God. Everything we do, beloved, is for the sake of building you up." },
        { "num": 20, "text": "For I fear that when I come, I may find you not as I wish, and that you may find me not as you wish; I fear that there may perhaps be quarreling, jealousy, anger, selfishness, slander, gossip, conceit, and disorder." },
        { "num": 21, "text": "I fear that when I come again, my God may humble me before you, and I may have to mourn over many who previously sinned and have not repented of the impurity, sexual immorality, and licentiousness that they have practiced." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "This is the third time I am coming to you. “Any charge must be sustained by the evidence of two or three witnesses.”" },
        { "num": 2, "text": "I warned those who sinned previously and all the others, and I warn them now while absent, as I did when present on my second visit, that if I come again, I will not be lenient—" },
        { "num": 3, "text": "since you desire proof that Christ is speaking in me. He is not weak in dealing with you, but is powerful in you." },
        { "num": 4, "text": "For he was crucified in weakness, but lives by the power of God. For we are weak in him, but in dealing with you we will live with him by the power of God." },
        { "num": 5, "text": "Examine yourselves to see whether you are living in the faith. Test yourselves. Do you not realize that Jesus Christ is in you?—unless, indeed, you fail to meet the test!" },
        { "num": 6, "text": "I hope you will find out that we have not failed." },
        { "num": 7, "text": "But we pray to God that you may not do anything wrong—not that we may appear to have passed the test, but that you may do what is right, though we may seem to have failed." },
        { "num": 8, "text": "For we cannot do anything against the truth, but only for the truth." },
        { "num": 9, "text": "For we rejoice when we are weak and you are strong. This is what we pray for, that you may become perfect." },
        { "num": 10, "text": "So I write these things while I am away from you, so that when I come, I may not have to be severe in using the authority that the Lord has given me for building up and not for tearing down." },
        { "num": 11, "text": "Finally, brothers and sisters, farewell. Put things in order, listen to my appeal, agree with one another, live in peace; and the God of love and peace will be with you." },
        { "num": 12, "text": "Greet one another with a holy kiss. All the saints greet you." },
        { "num": 13, "text": "The grace of the Lord Jesus Christ, the love of God, and the communion of the Holy Spirit be with all of you." }
      ]
    }
  ]
}