[
  {
    "id": "ecu-angelus",
    "title": "Angelus",
    "text": "The Angel of the Lord declared unto Mary.\nAnd she conceived of the Holy Spirit.\nHail Mary, full of grace, The Lord is with Thee; Blessed art thou among women, And blessed is the fruit of thy womb, Jesus.\nHoly Mary, Mother of God, Pray for us sinners, Now and at the hour of our death. Amen\nBehold the handmaid of the Lord.\nBe it done unto me according to thy word.\nHail Mary...\nAnd the Word was made Flesh.\nAnd dwelt among us.\nHail Mary...\nPray for us, O holy Mother of God.\nThat we may be made worthy of the promises of Christ.\nLet us pray: Pour forth, we beseech Thee, O Lord, Thy grace into our hearts, that we to whom the Incarnation of Christ Thy Son was made known by the message of an angel, may by His Passion and Cross be brought to the glory of His Resurrection. Through the same Christ Our Lord. Amen."
  },
  {
    "id": "ecu-trisagion",
    "title": "The Trisagion",
    "text": "Holy God, Holy Mighty, Holy Immortal, have mercy on us.",
    "type": "Hymn"
  },
  {
    "id": "ecu-examen",
    "title": "The Examen",
    "text": "Become aware of God's presence.\n\nReview the day with gratitude. Walk through your day in the presence of God and note its joys and delights. Focus on the day's gifts: large and small.\n\nPay attention to your emotions. Reflect on the feelings you experienced during the day. Anger, boredom, and grief are as instructive as delight and consolation. Ask what God has been saying to you through these feelings.\n\nChoose one feature of the day and pray from it. Ask the Holy Spirit to direct you to something during the day that God thinks is important. It may involve a feeling — positive or negative. Allow the prayer to arise spontaneously from your heart.\n\nLook toward tomorrow. Ask God to give you light for tomorrow's challenges. Pay attention to the feelings that surface as you survey what's coming. Are you doubtful? Cheerful? Apprehensive? Let these feelings be the raw material of prayer.\n\nLord, I give you this day. All that I did, and all that I left undone. Receive it in your mercy. And in your mercy, receive me. Amen.",
    "type": "Prayer",
    "tradition": "Ignatian"
  },
  {
    "id": "ecu-jesus-prayer",
    "title": "Jesus Prayer",
    "text": "Lord Jesus Christ, Son of God, have mercy on me, a sinner."
  },
  {
    "id": "ecu-prayer-before-reading",
    "title": "Prayer Before Reading",
    "text": "Illumine our hearts, O Master who lovest mankind, with the pure light of Thy divine knowledge, and open the eyes of our mind to the understanding of Thy gospel tidings. Instil in us also the fear of Thy blessed commandments, that trampling down all carnal desires, we may enter upon a spiritual manner of living, both thinking and doing such things as are well-pleasing unto Thee. For Thou art the illumination of our souls and bodies, O Christ our God, and unto Thee we ascribe glory, together with Thy Father who is from everlasting, and Thine all-holy, good, and life-giving Spirit, now and ever and unto the ages of ages. Amen.",
    "type": "Prayer",
    "tradition": "Byzantine Orthodox"
  },
  {
    "id": "ecu-east-syriac-hours",
    "title": "Prayer of the Hours",
    "text": "Thou who at every season and every hour, in Heaven and on earth art worshipped and glorified, O Christ God; long-suffering, merciful and compassionate; Who lovest the just and showest mercy upon the sinner; Who callest all to salvation through the promise of blessings to come: O Lord, in this hour receive our supplications, and direct our lives according to Thy commandments. Sanctify our souls. Purify our bodies. Correct our minds; cleanse our thoughts; and deliver us from all tribulations, evil, and distress. Surround us with Thy holy angels; that, guided and guarded by them, we may attain to the unity of the faith, and unto the knowledge of Thine unapproachable glory. For Thou art blessed unto ages of ages. Amen.",
    "type": "Prayer",
    "tradition": "Church of the East"
  },
  {
    "id": "ecu-kyrie-pantocrator",
    "title": "Kyrie Pantocrator",
    "text": "Lord, have mercy.\nLord, have mercy.\nLord, have mercy.",
    "type": "Versicle",
    "tradition": "Byzantine Orthodox"
  },
  {
    "id": "ecu-alma-redemptoris",
    "title": "Alma Redemptoris Mater",
    "text": {
      "rite1": "Alma Redemptoris Mater, quae pervia caeli porta manes, et stella maris, succurre cadenti, surgere qui curat, populo: tu quae genuisti, natura mirante, tuum sanctum Genitorem Virgo prius ac posterius, Gabrielis ab ore sumens illud Ave, peccatorum miserere.",
      "rite2": "Loving Mother of the Redeemer, who remains the gate by which we mortals enter heaven, and star of the sea, help your fallen people who strive to rise: You who gave birth, amazing nature, to your sacred Creator while still remaining a virgin. Help us who call to you as Gabriel once did, receiving from you that Hail Mary: be merciful to us sinners."
    },
    "type": "Antiphon"
  },
  {
    "id": "ecu-ave-regina",
    "title": "Ave Regina Caelorum",
    "text": {
      "rite1": "Ave, Regina caelorum, Ave, Domina Angelorum: Salve, radix, salve, porta Ex qua mundo lux est orta: Gaude, Virgo gloriosa, Super omnes speciosa, Vale, o valde decora, Et pro nobis Christum exora.",
      "rite2": "Hail, O Queen of Heaven. Hail, O Lady of Angels. Hail! thou root, hail! thou gate From whom unto the world a light has arisen: Rejoice, O glorious Virgin, Lovely beyond all others, Farewell, most beautiful maiden, And pray for us to Christ."
    },
    "type": "Antiphon"
  }
]