{
  "meta": {
    "name": "1 Maccabees",
    "id": "1MAC",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "After Alexander son of Philip, the Macedonian, who came from the land of Kittim, had defeated King Darius of the Persians and the Medes, he succeeded him as king. (He had previously become king of Greece.)" },
        { "num": 7, "text": "Then Alexander died, after he had reigned twelve years." },
        { "num": 10, "text": "From them came forth a sinful root, Antiochus Epiphanes, son of King Antiochus; he had been a hostage in Rome. He began to reign in the one hundred thirty-seventh year of the kingdom of the Greeks." },
        { "num": 11, "text": "In those days certain renegades came out from Israel and misled many, saying, “Let us go and make a covenant with the Gentiles around us, for since we separated from them many disasters have come upon us.”" },
        { "num": 20, "text": "After subduing Egypt, Antiochus returned in the one hundred forty-third year. He went up against Israel and came to Jerusalem with a strong force." },
        { "num": 21, "text": "He arrogantly entered the sanctuary and took the golden altar, the lampstand for the light, and all its utensils." },
        { "num": 41, "text": "Then the king wrote to his whole kingdom that all should be one people," },
        { "num": 42, "text": "and that all should give up their particular customs." },
        { "num": 54, "text": "Now on the fifteenth day of Chislev, in the one hundred forty-fifth year, they erected a desolating sacrilege on the altar of burnt offering." },
        { "num": 62, "text": "But many in Israel stood firm and were resolved in their hearts not to eat unclean food." },
        { "num": 63, "text": "They chose to die rather than to be defiled by food or to profane the holy covenant; and they did die." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "In those days Mattathias son of John son of Simeon, a priest of the family of Joarib, moved from Jerusalem and settled in Modein." },
        { "num": 2, "text": "He had five sons, John surnamed Gaddi," },
        { "num": 3, "text": "Simeon surnamed Thassi," },
        { "num": 4, "text": "Judas surnamed Maccabeus," },
        { "num": 5, "text": "Eleazar surnamed Avaran, and Jonathan surnamed Apphus." },
        { "num": 15, "text": "The king’s officers who were enforcing the apostasy came to the town of Modein to make them offer sacrifice." },
        { "num": 19, "text": "But Mattathias answered and said in a loud voice: “Even if all the nations that live under the rule of the king obey him, and have chosen to obey his commandments, everyone of them abandoning the religion of their ancestors," },
        { "num": 20, "text": "I and my sons and my brothers will continue to walk in the covenant of our ancestors.”" },
        { "num": 24, "text": "When Mattathias saw it, he burned with zeal and his heart was stirred. He gave vent to righteous anger; he ran and killed him on the altar." },
        { "num": 27, "text": "Then Mattathias cried out in the town with a loud voice, saying: “Let everyone who is zealous for the law and supports the covenant come out with me!”" },
        { "num": 49, "text": "Now the days drew near for Mattathias to die, and he said to his sons: “Arrogance and scorn have now become strong; it is a time of ruin and furious anger.”" },
        { "num": 66, "text": "“Judas Maccabeus has been a mighty warrior from his youth; he shall command the army for you and fight the battle against the peoples.”" },
        { "num": 70, "text": "He died in the one hundred forty-sixth year and was buried in the tomb of his ancestors at Modein. And all Israel exhibited great mourning for him." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Then his son Judas, who was called Maccabeus, took command in his place." },
        { "num": 3, "text": "He extended the glory of his people. He put on his breastplate like a giant and girded on his weapons of war and planned battles; he protected the camp with his sword." },
        { "num": 18, "text": "But Judas said, “It is easy for many to be hemmed in by few, for in the sight of Heaven there is no difference between saving by many or by few.”" },
        { "num": 19, "text": "“It is not on the size of the army that victory in battle depends, but strength comes from Heaven.”" },
        { "num": 38, "text": "Lysias chose Ptolemy son of Dorymenes, and Nicanor, and Gorgias, able men among the friends of the king," },
        { "num": 39, "text": "and sent with them forty thousand infantry and seven thousand cavalry to go into the land of Judah and destroy it, as the king had commanded." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "Then Gorgias took five thousand infantry and one thousand picked cavalry, and this division moved out by night" },
        { "num": 12, "text": "Then the foreigners looked up and saw them coming against them." },
        { "num": 14, "text": "So they joined battle and the Gentiles were routed and fled into the plain." },
        { "num": 36, "text": "Then Judas and his brothers said, “See, our enemies are crushed; let us go up to cleanse the sanctuary and dedicate it.”" },
        { "num": 37, "text": "So all the army assembled and went up to Mount Zion." },
        { "num": 52, "text": "Early in the morning on the twenty-fifth day of the ninth month, which is the month of Chislev, in the one hundred forty-eighth year," },
        { "num": 53, "text": "they rose and offered sacrifice, as the law directs, on the new altar of burnt offering that they had built." },
        { "num": 56, "text": "For eight days they celebrated the dedication of the altar, and joyfully offered burnt offerings; they offered a sacrifice of well-being and a thanksgiving offering." },
        { "num": 59, "text": "Then Judas and his brothers and all the assembly of Israel determined that every year at that season the days of dedication of the altar should be observed with joy and gladness for eight days, beginning with the twenty-fifth day of the month of Chislev." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "When the Gentiles all around heard that the altar had been rebuilt and the sanctuary dedicated as it was before, they became very angry," },
        { "num": 2, "text": "and they determined to destroy the descendants of Jacob who lived among them. So they began to kill and destroy among the people." },
        { "num": 17, "text": "Judas said to his brother Simon, “Choose your men and go and rescue your kindred in Galilee; Jonathan my brother and I will go to Gilead.”" },
        { "num": 68, "text": "Then Judas turned aside to Azotus in the land of the Philistines. He tore down their altars, and the carved images of their gods he burned with fire. After he had plundered the towns, he returned to the land of Judah." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "King Antiochus was going through the upper provinces when he heard that Elymais in Persia was a city famed for its wealth in silver and gold." },
        { "num": 8, "text": "When the king heard this news, he was astounded and badly shaken. He took to his bed and became sick from grief, because things had not turned out for him as he had planned." },
        { "num": 16, "text": "So King Antiochus died there in the one hundred forty-ninth year." },
        { "num": 17, "text": "When Lysias learned that the king was dead, he set up the king’s son Antiochus to reign in his place. He had reared him from boyhood, and he named him Eupator." },
        { "num": 30, "text": "The number of his forces was one hundred thousand infantry, twenty thousand cavalry, and thirty-two elephants accustomed to war." },
        { "num": 43, "text": "And Eleazar, called Avaran, saw that one of the animals was equipped with royal armor. It was taller than all the others, and he supposed that the king was on it." },
        { "num": 46, "text": "He got under the elephant, stabbed it from beneath, and killed it; but it fell to the ground upon him and he died there." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "In the one hundred fifty-first year Demetrius son of Seleucus set out from Rome, sailed with a few men to a town by the sea, and there began to reign." },
        { "num": 5, "text": "Then there came to him all the lawless and ungodly men of Israel; they were led by Alcimus, who wanted to be high priest." },
        { "num": 26, "text": "Then the king sent Nicanor, one of his honored princes, who hated Israel and was its enemy, with orders to destroy the people." },
        { "num": 43, "text": "So the armies met in battle on the thirteenth day of the month of Adar. The army of Nicanor was crushed, and he himself was the first to fall in the battle." },
        { "num": 47, "text": "Then they took the spoils and the plunder; they cut off Nicanor’s head and the right hand that he had so arrogantly stretched out, and brought them and displayed them just outside Jerusalem." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "Now Judas heard of the fame of the Romans, that they were very strong and were well-disposed toward all who made an alliance with them." },
        { "num": 17, "text": "So Judas chose Eupolemus son of John son of Accos, and Jason son of Eleazar, and sent them to Rome to establish friendship and alliance," },
        { "num": 18, "text": "and to free themselves from the yoke; for they saw that the kingdom of the Greeks was completely enslaving Israel." },
        { "num": 22, "text": "This is a copy of the letter that they wrote in reply, on bronze tablets, and sent to Jerusalem to remain with them there as a memorial of peace and alliance:" }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "When Demetrius heard that Nicanor and his army had fallen in battle, he sent Bacchides and Alcimus into the land of Judah a second time." },
        { "num": 11, "text": "The army of Bacchides marched out from the camp and took its stand for the encounter." },
        { "num": 18, "text": "Judas fell, and the rest fled." },
        { "num": 19, "text": "Then Jonathan and Simon took their brother Judas and buried him in the tomb of their ancestors at Modein," },
        { "num": 20, "text": "and wept over him. And all Israel made great lamentation for him; they mourned many days." },
        { "num": 28, "text": "Then all the friends of Judas assembled and said to Jonathan:" },
        { "num": 31, "text": "So Jonathan accepted the leadership at that time in place of his brother Judas." },
        { "num": 54, "text": "In the one hundred fifty-third year, in the second month, Alcimus gave orders to tear down the wall of the inner court of the sanctuary. He actually began to tear down the work of the prophets!" },
        { "num": 56, "text": "He died at that time with great agony." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "In the one hundred sixtieth year Alexander Epiphanes, son of Antiochus, landed and occupied Ptolemais." },
        { "num": 18, "text": "“King Alexander to his brother Jonathan, greetings.”" },
        { "num": 20, "text": "“So now we have appointed you today to be the high priest of your nation; you are to be called the king’s friend.”" },
        { "num": 21, "text": "So Jonathan put on the holy vestments in the seventh month of the one hundred sixtieth year, at the festival of booths." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "Then the king of Egypt gathered great forces, like the sand by the seashore, and many ships; and he tried to get possession of Alexander’s kingdom by trickery." },
        { "num": 13, "text": "Ptolemy entered Antioch and put on his head the crown of Asia. Thus he put two crowns on his head, the crown of Egypt and that of Asia." },
        { "num": 16, "text": "Antiochus was removed and King Ptolemy took possession of the kingdom." },
        { "num": 57, "text": "Young Antiochus wrote to Jonathan, saying: “I confirm you in the high priesthood and set you over the four districts and appoint you to be one of the king’s friends.”" }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "Now when Jonathan saw that the time was favorable for him, he chose men and sent them to Rome to confirm and renew the friendship with them." },
        { "num": 48, "text": "But as soon as Jonathan entered Ptolemais, the people of Ptolemais closed the gates and seized him, and all who had entered with him they killed with the sword." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "Simon heard that Trypho had gathered a large army to invade the land of Judah and destroy it." },
        { "num": 8, "text": "The people answered with a loud voice: “You are our leader in place of Judas and Jonathan your brother.”" },
        { "num": 23, "text": "Trypho put Jonathan to death and buried him there." },
        { "num": 41, "text": "In the one hundred seventieth year the yoke of the Gentiles was removed from Israel," },
        { "num": 42, "text": "and the people began to write in their documents and contracts, “In the first year of Simon the great high priest and commander and leader of the Jews.”" }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 4, "text": "The land had rest all the days of Simon. He sought the good of his nation; his rule was pleasing to them, as was the honor he enjoyed, all his days." },
        { "num": 27, "text": "This is a copy of what they wrote on bronze tablets, which they set up on pillars on Mount Zion:" },
        { "num": 41, "text": "“The Jews and their priests have resolved that Simon should be their leader and high priest forever, until a trustworthy prophet should arise.”" }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "Antiochus, son of King Demetrius, sent a letter from the islands of the sea to Simon, the priest and ethnarch of the Jews, and to all the nation." },
        { "num": 10, "text": "In the one hundred seventy-fourth year Antiochus invaded the land of his ancestors." }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 1, "text": "John went up from Gazara and reported to Simon his father what Trypho was doing." },
        { "num": 14, "text": "Simon was visiting the towns of the country and providing for their care when he went down to Jericho with his sons Mattathias and Judas." },
        { "num": 16, "text": "When Simon and his sons were drunk, Ptolemy and his men rose up, took their weapons, rushed in against Simon in the banquet hall and killed him and his two sons and some of his servants." },
        { "num": 23, "text": "The rest of the acts of John and his wars and the brave deeds that he did... are written in the annals of his high priesthood." }
      ]
    }
  ]
}