{
  "meta": {
    "name": "4 Maccabees",
    "id": "4MAC",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "The subject that I am about to discuss is most philosophical, namely whether devout reason is sovereign over the emotions." },
        { "num": 13, "text": "Reason is the mind that with sound logic prefers the life of wisdom." },
        { "num": 15, "text": "Wisdom, next, is the knowledge of divine and human matters and the causes of these." },
        { "num": 16, "text": "This, in turn, is education in the law, by which we learn divine matters reverently and human affairs to our advantage." },
        { "num": 30, "text": "Now the emotions are of two kinds: pleasure and pain." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "For the law is sovereign over the emotions, and this is evident from the fact that it is sovereign over desire." },
        { "num": 2, "text": "Reason, for example, is sovereign over the desire for food and for sleep and for all such things." },
        { "num": 15, "text": "The mind of those who live by the law is sovereign, not only over the emotions of the body, but also over those of the soul." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Someone might say, “If reason is sovereign over the emotions, why is it not sovereign over forgetfulness and ignorance?” But this is a ridiculous argument." },
        { "num": 19, "text": "Now the time has come for us to turn to the narrative of the demonstration of temperate reason." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "While there was deep peace in our nation and the law was very well observed... a certain Simon created a dispute with Onias the high priest." },
        { "num": 15, "text": "But when Seleucus died and his son Antiochus Epiphanes succeeded to the throne, a man of terrible temper and a fierce tyrant," },
        { "num": 26, "text": "he enacted a law that they should not live according to the customs of their ancestors, but that they should be compelled to partake of swine's flesh." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "The tyrant Antiochus, sitting in state with his counselors on a high place... ordered the Hebrews to be brought before him." },
        { "num": 4, "text": "Eleazar, one of the foremost of the people, a man of priestly family, learned in the law... was brought before the tyrant." },
        { "num": 16, "text": "But Eleazar, like a fine helmsman, steered the ship of religion through the sea of emotions," },
        { "num": 33, "text": "“I will not defile the sacred gray hair of my old age or the dignity of a life lived according to the law.”" }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "When Eleazar had answered the exhortations of the tyrant in this way, the guards dragged him to the cruel instruments of torture." },
        { "num": 30, "text": "When he was now burning to the very bones and about to expire, he lifted up his eyes to God and said," },
        { "num": 31, "text": "“You know, O God, that though I might have saved myself, I am dying in burning torments for the sake of the law.”" }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "Like a most skillful pilot, the reason of our father Eleazar steered the ship of religion over the sea of the emotions." },
        { "num": 16, "text": "If a man, advanced in years and already past the time of life's prime, could endure such torments for the sake of religion, it must be admitted that devout reason is sovereign over the emotions." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "For when the tyrant was struck by the courage of the old man, he began to try to compel the other Hebrews." },
        { "num": 3, "text": "Seven brothers were brought before him, handsome, modest, noble, and accomplished in every way." },
        { "num": 29, "text": "But they said, “Why do you delay, O tyrant? For we are ready to die rather than transgress our ancestral commandments.”" }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "When the tyrant heard this, he was exceedingly angry at their disobedience." },
        { "num": 10, "text": "Then they brought the eldest of them... and after stripping him of his clothing, they bound his hands." },
        { "num": 22, "text": "He died, a noble youth, enduring the torment by his reason." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "After he had died in this way, they brought the second son and fixed his hands in the iron catapults." },
        { "num": 12, "text": "“How sweet is every form of death for the sake of our ancestral religion!”" },
        { "num": 21, "text": "Then he also died, as courageous as his brother." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "After him the third was brought, and was exhorted by many to taste and save himself." },
        { "num": 20, "text": "He also died, having remained faithful to his reason." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "The fourth and fifth and sixth were then brought in succession and tortured in the same way." },
        { "num": 19, "text": "They all died in the same noble manner, having preferred the law of God to their own lives." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "Someone might ask, “How could seven youths and an old woman endure such torments?”" },
        { "num": 3, "text": "It was because of their devout reason, which was sovereign over their emotions." }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "If then the seven brothers despised torments even unto death, it must be admitted that devout reason is sovereign over the emotions." }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "O reason of the sons, sovereign over the emotions, and religion, more desirable to a mother than her children!" },
        { "num": 11, "text": "The mother of the seven youths, however, did not waver in her reason." }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 1, "text": "If then even a woman, and she an old woman and the mother of seven sons, endured seeing her children tortured to death, it must be admitted that devout reason is sovereign over the emotions." }
      ]
    },
    {
      "num": 17,
      "verses": [
        { "num": 1, "text": "Some might say that the woman was driven mad by her grief, but it was not so." },
        { "num": 23, "text": "For the children of Abraham are characterized by their courageous reason." }
      ]
    },
    {
      "num": 18,
      "verses": [
        { "num": 1, "text": "O Israelite children, offspring of the seed of Abraham, obey this law and be righteous in every way," },
        { "num": 2, "text": "knowing that devout reason is sovereign over the emotions, not only over pains from within, but also over those from without." },
        { "num": 24, "text": "For to him be the glory for ever and ever. Amen." }
      ]
    }
  ]
}