{
  "meta": {
    "name": "The Book of Jubilees",
    "id": "JUB",
    "version": "R.H. Charles translation",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 0,
      "name": "Prologue",
      "verses": [
        { "num": 1, "text": "This is the history of the division of the days of the law and of the testimony, of the events of the years, of their year-weeks, of their Jubilees throughout all the years of the world, as the Lord spake to Moses on Mount Sinai when he went up to receive the tables of the law and of the commandment, according to the voice of God as he said unto him, 'Go up to the top of the Mountain.'" }
      ]
    },
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "And it came to pass in the first year of the exodus of the children of Israel out of Egypt, in the third month, on the sixteenth day of the month, that the Lord spake to Moses, saying: 'Come up to Me on the Mount, and I will give thee the two tables of stone of the law and of the commandment, which I have written, that thou mayst teach them.'" },
        { "num": 2, "text": "And Moses went up into the mount of God, and the glory of the Lord abode on Mount Sinai, and a cloud overshadowed it six days." },
        { "num": 3, "text": "And He called to Moses on the seventh day out of the midst of the cloud, and the appearance of the glory of the Lord was like a flaming fire on the top of the mount." },
        { "num": 4, "text": "And Moses was in the Mount forty days and forty nights, and God taught him the earlier and the later history of the division of all the days of the law and of the testimony." },
        { "num": 5, "text": "And He said: 'Incline thine heart to every word which I shall speak to thee on this mount, and write them in a book in order that their generations may see how I have not forsaken them for all the evil which they have wrought in transgressing the covenant which I establish between Me and thee for their generations this day on Mount Sinai.'" },
        { "num": 6, "text": "'And thus it will come to pass when all these things come upon them, that they will recognise that I am more righteous than they in all their judgements and in all their actions, and they will recognise that I have been truly with them.'" },
        { "num": 7, "text": "'And do thou write for thyself all these words which I declare unto thee this day, for I know their rebellion and their stiff neck, before I bring them into the land of which I sware to their fathers, to Abraham and to Isaac and to Jacob, saying: \"Unto your seed will I give a land flowing with milk and honey.\"' " },
        { "num": 8, "text": "'And they will eat and be satisfied, and they will turn to strange gods, to (gods) which cannot deliver them from aught of their tribulation: and this testimony shall be heard for a testimony against them.'" },
        { "num": 9, "text": "'For they will forget all My commandments, (even) all that I command them, and they will walk after the Gentiles, and after their uncleanness, and after their shame, and will serve their gods, and these will prove unto them an offence and a tribulation and a snare.'" },
        { "num": 10, "text": "'And many will perish and they will be taken captive, and will fall into the hands of the enemy, because they have forsaken My ordinances and My commandments, and the festivals of My covenant, and My sabbaths, and My holy place which I have hallowed for Myself in their midst, and My tabernacle, and My sanctuary, which I have hallowed for Myself in the midst of the land, that I should set My name upon it, and that it should dwell (there).'" },
        { "num": 11, "text": "'And they will make to themselves high places and groves and graven images, and they will worship, each his own (graven image), so as to go astray, and they will sacrifice their children to demons, and to all the works of the error of their hearts.'" },
        { "num": 12, "text": "'And I will send witnesses unto them, that I may witness against them, but they will not hear, and will slay the witnesses also, and they will persecute those who seek the law, and they will abrogate and change everything so as to work evil before My eyes.'" },
        { "num": 13, "text": "'And I will hide My face from them, and I will deliver them into the hand of the Gentiles for captivity, and for a prey, and for devouring, and I will remove them from the midst of the land, and I will scatter them amongst the Gentiles.'" },
        { "num": 14, "text": "'And they will forget all My law and all My commandments and all My judgements, and will go astray as to new moons, and sabbaths, and festivals, and jubilees, and ordinances.'" },
        { "num": 15, "text": "'And after this they will turn to Me from amongst the Gentiles with all their heart and with all their soul and with all their might, and I will gather them from amongst all the Gentiles, and they will seek Me, so that I shall be found of them, when they seek Me with all their heart and with all their soul.'" },
        { "num": 16, "text": "'And I will disclose to them abounding peace with righteousness, and I will remove them the plant of uprightness, with all My heart and with all My soul, and they shall be for a blessing and not for a curse, and they shall be the head and not the tail.'" },
        { "num": 17, "text": "'And I will build My sanctuary in their midst, and I will dwell with them, and I will be their God and they shall be My people in truth and righteousness.'" },
        { "num": 18, "text": "'And I will not forsake them nor fail them; for I am the Lord their God.'" },
        { "num": 19, "text": "And Moses fell on his face and prayed and said, 'O Lord my God, do not forsake Thy people and Thy inheritance, so that they should wander in the error of their hearts, and do not deliver them into the hands of their enemies, the Gentiles, lest they should rule over them and cause them to sin against Thee.'" },
        { "num": 20, "text": "'Let Thy mercy, O Lord, be lifted up upon Thy people, and create in them an upright spirit, and let not the spirit of Beliar rule over them to accuse them before Thee, and to ensnare them from all the paths of righteousness, so that they may perish from before Thy face.'" },
        { "num": 21, "text": "'But they are Thy people and Thy inheritance, whom Thou hast delivered with Thy great power from the hands of the Egyptians: create in them a clean heart and a holy spirit, and let them not be ensnared in their sins from henceforth until eternity.'" },
        { "num": 22, "text": "And the Lord said unto Moses: 'I know their contrariness and their thoughts and their stiffneckedness, and they will not be obedient till they confess their own sin and the sin of their fathers.'" },
        { "num": 23, "text": "'And after this they will turn to Me in all uprightness and with all (their) heart and with all (their) soul, and I will circumcise the foreskin of their heart and the foreskin of the heart of their seed, and I will create in them a holy spirit, and I will cleanse them so that they shall not turn away from Me from that day unto eternity.'" },
        { "num": 24, "text": "'And their souls will cleave to Me and to all My commandments, and they will fulfil My commandments, and I will be their Father and they shall be My children.'" },
        { "num": 25, "text": "'And they all shall be called children of the living God, and every angel and every spirit shall know, yea, they shall know that these are My children, and that I am their Father in uprightness and righteousness, and that I love them.'" },
        { "num": 26, "text": "'And do thou write for thyself all these words which I declare unto thee on this mountain, the first and the last, which shall come to pass in all the divisions of the days in the law and in the testimony and in the weeks and the jubilees unto eternity, until I descend and dwell with them throughout eternity.'" },
        { "num": 27, "text": "And He said to the Angel of the Presence: 'Write for Moses from the beginning of creation till My sanctuary has been built in their midst for ever and ever.'" },
        { "num": 28, "text": "'And the Lord will appear to the eyes of all, and all shall know that I am the God of Israel and the Father of all the children of Jacob, and King on Mount Zion for all eternity. And Zion and Jerusalem shall be holy.'" },
        { "num": 29, "text": "And the Angel of the Presence who went before the camp of Israel took the tables of the divisions of the years--from the time of the creation--of the law and of the testimony of the weeks of the jubilees, according to the individual years, according to all the number of the jubilees [according to the individual years], from the day of the [new] creation when the heavens and the earth were renewed and all their creation according to the powers of the heaven, and according to all the creation of the earth, until the sanctuary of the Lord shall be made in Jerusalem on Mount Zion, and all the luminaries be renewed for healing and for peace and for blessing for all the elect of Israel, and that thus it may be from that day unto all the days of the earth." }
      ]
    },{
      "num": 2,
      "verses": [
        { "num": 1, "text": "And the Angel of the Presence spake to Moses according to the word of the Lord, saying: 'Write the complete history of the creation, how in six days the Lord God finished all His works and all that He created, and kept Sabbath on the seventh day and hallowed it for all ages, and appointed it as a sign for all His works.'" },
        { "num": 2, "text": "For on the first day He created the heavens which are above and the earth and the waters and all the spirits which serve before Him--the angels of the presence, and the angels of sanctification, and the angels [of the spirit of fire and the angels] of the spirit of the winds, and the angels of the spirit of the clouds, and of darkness, and of hail and of hoar-frost, and the angels of the voices and of the thunder and of the lightning, and the angels of the spirits of cold and of heat, and of winter and of spring and of autumn and of summer and of all the spirits of His creatures which are in the heavens and on the earth, (He created) the abysses and the darkness, eventide (and night), and the light, dawn and day, which He hath prepared in the knowledge of His heart." },
        { "num": 3, "text": "And thereupon we saw His works, and praised Him, and lauded before Him on account of all His works; for seven great works did He create on the first day." },
        { "num": 4, "text": "And on the second day He created the firmament in the midst of the waters, and the waters were divided on that day--the half of them went up above and the half of them went down below the firmament (that was) in the midst over the face of the whole earth. And this was the only work (God) created on the second day." },
        { "num": 5, "text": "And on the third day He commanded the waters to pass from off the face of the whole earth into one place, and the dry land to appear." },
        { "num": 6, "text": "And the waters did so as He commanded them, and they retired from off the face of the earth into one place outside of this firmament, and the dry land appeared." },
        { "num": 7, "text": "And on that day He created for them all the seas according to their separate gathering-places, and all the rivers, and the gatherings of the waters in the mountains and on all the earth, and all the lakes, and all the dew of the earth, and the seed which is sown, and all sprouting things, and fruit-bearing trees, and trees of the wood, and the garden of Eden, in Eden and all (plants after their kind). These four great works God created on the third day." },
        { "num": 8, "text": "And on the fourth day He created the sun and the moon and the stars, and set them in the firmament of the heaven, to give light upon all the earth, and to rule over the day and the night, and divide the light from the darkness." },
        { "num": 9, "text": "And God appointed the sun to be a great sign on the earth for days and for sabbaths and for months and for feasts and for years and for sabbaths of years and for jubilees and for all seasons of the years." },
        { "num": 10, "text": "And it divideth the light from the darkness [and] for prosperity, that all things may prosper which shoot and grow on the earth. These three appearances He made on the fourth day." },
        { "num": 11, "text": "And on the fifth day He created great sea monsters in the depths of the waters, for these were the first things of flesh that were created by His hands, the fish and everything that moves in the waters, and everything that flies, the birds and all their kind." },
        { "num": 12, "text": "And the sun rose above them to prosper (them), and above everything that was on the earth, everything that shoots out of the earth, and all fruit-bearing trees, and all flesh. These three kinds He created on the fifth day." },
        { "num": 13, "text": "And on the sixth day He created all the animals of the earth, and all cattle, and everything that moves on the earth." },
        { "num": 14, "text": "And after all this He created man, a man and a woman created He them, and gave him dominion over all that is upon the earth, and in the seas, and over everything that flies, and over beasts and over cattle, and over everything that moves on the earth, and over the whole earth, and over all this He gave him dominion." },
        { "num": 15, "text": "And these four kinds He created on the sixth day. And there were altogether two and twenty kinds of things created on those six days." },
        { "num": 16, "text": "And He finished all His works on the sixth day: all that is in the heavens and on the earth, and in the seas and in the abysses, and in the light and in the darkness, and in everything." },
        { "num": 17, "text": "And He gave us a great sign, the Sabbath day, that we should work six days, but keep Sabbath on the seventh day from all work." },
        { "num": 18, "text": "And all the angels of the presence, and all the angels of sanctification, these two great classes--He hath hidden us to keep the Sabbath with Him in heaven and on earth." },
        { "num": 19, "text": "And He said unto us: 'Behold, I will separate unto Myself a people from among all the peoples, and these shall keep the Sabbath day, and I will hallow them unto Myself as My people, and will bless them; as I have hallowed the Sabbath day and do hallow (it) unto Myself, even so will I bless them, and they shall be My people and I will be their God.'" },
        { "num": 20, "text": "'And I have chosen the seed of Jacob from amongst all that I have seen, and have written him down as My first-born son, and have hallowed him unto Myself for ever and ever; and I will teach them the Sabbath day, that they may keep Sabbath thereon from all work.'" },
        { "num": 21, "text": "And thus He created therein a sign in accordance with which they should keep Sabbath with us on the seventh day, to eat and to drink, and to bless Him who hath created all things, even as He hath blessed and hallowed unto Himself a peculiar people above all peoples, and that they should keep Sabbath together with us." },
        { "num": 22, "text": "And He caused His commands to ascend as a sweet savour acceptable before Him all the days..." },
        { "num": 23, "text": "There (were) two and twenty heads of mankind from Adam to Jacob, and two and twenty kinds of work were made until the seventh day; this is blessed and hallowed, and the former also is blessed and hallowed; and the one with the other have been completed and finished." },
        { "num": 24, "text": "Behold the heavens and the earth He created, and there is also a seventh work--over all the creation of the earth He created a seventh work, the abysses and the darkness and eventide and night and light and dawn and day." },
        { "num": 25, "text": "And He finished all His works and everything that He created on the six days, and He made the Sabbath for all His works on the seventh day. And He did not sanctify any days (above others) or any seasons in these, except the Sabbath day only." },
        { "num": 26, "text": "For the angels of the presence and the angels of sanctification He created on the first day, and the seventh day He sanctified, that we should keep the Sabbath with Him and with His angels in the heavens and on the earth." },
        { "num": 27, "text": "And He blessed and hallowed the people of His choice, the seed of Jacob, and He sanctified it for ever, and He taught them the Sabbath day." },
        { "num": 28, "text": "And He made them to keep Sabbath thereon from all work, for He showed them that they were (the ones) to keep the Sabbath on the seventh day, to eat and to drink and to bless Him who hath created all things." },
        { "num": 29, "text": "For He hath hallowed and blessed (this day) more than any (other) day, and every one who observeth it and keepeth Sabbath thereon from all his work, will be holy and blessed throughout all his days as we are." },
        { "num": 30, "text": "Declare and say to the children of Israel the law of this day both that they should keep Sabbath thereon, and the they should not forsake it in the error of their hearts; (and) the it is not lawful to do any work thereon which is unseemly, to do their own pleasure thereon, and the they should not prepare thereon anything to be eaten or drunk, and (the it is not lawful) to draw water, or bring in or take out thereon through their gates any burden, which they had not prepared for themselves on the sixth day in their dwellings." },
        { "num": 31, "text": "And they shall not bring in nor take out from house to house on the day; for the day is more holy and blessed than any jubilee day of the jubilees: on it we kept Sabbath in the heavens before it was made known to any flesh to keep Sabbath thereon on the earth." },
        { "num": 32, "text": "And the Creator of all things blessed it, but He did not sanctify all peoples and nations to keep Sabbath thereon, but Israel only: them alone He permitted to eat and drink and to keep Sabbath thereon on the earth." },
        { "num": 33, "text": "And the Creator of all things blessed this day which He had created for a blessing and a sanctification and a glory above all days." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "And on the six days of the second week we brought, according to the word of God, unto Adam all the beasts, and all the cattle, and all the birds, and everything the moves on the earth, and everything the moves in the water, according to their kinds, and according to their types: the beasts on the first day; the cattle on the second day; the birds on the third day; and all the which moves on the earth on the fourth day; and the which moves in the water on the fifth day." },
        { "num": 2, "text": "And Adam named them all by their respective names, and as he called them, so was their name." },
        { "num": 3, "text": "And on these five days Adam saw all these, male and female, according to every kind the was on the earth, but he was alone and found no helpmeet for him." },
        { "num": 4, "text": "And the Lord said unto us: 'It is not good the the man should be alone: let us make a helpmeet for him.'" },
        { "num": 5, "text": "And the Lord our God caused a deep sleep to fall upon him, and he slept, and He took for the woman one rib from amongst his ribs, and this rib was the origin of the woman from amongst his ribs, and He built up the flesh in its stead, and built the woman." },
        { "num": 6, "text": "And He awaked Adam out of his sleep and he rose on the sixth day, and He brought her to him, and he knew her, and said unto her: 'This is now bone of my bones and flesh of my flesh; she shall be called my wife; because she was taken from her husband.'" },
        { "num": 7, "text": "Therefore shall man and wife be one, and therefore shall a man leave his father and his mother, and cleave unto his wife, and they shall be one flesh.'" },
        { "num": 8, "text": "In the first week was Adam created, and the rib -his wife: in the second week He showed her unto him: and for this reason the commandment was given to keep in their defilement, for a male seven days, and for a female twice seven days." },
        { "num": 9, "text": "And after Adam had completed forty days in the land where he had been created, we brought him into the garden of Eden to till and keep it, but his wife they brought in on the eightieth day, and after this she entered into the garden of Eden." },
        { "num": 10, "text": "And for this reason the commandment is written on the heavenly tablets in regard to her the gives birth: 'if she bears a male, she shall remain in her uncleanness seven days according to the first week of days, and thirty-three days she shall remain in the blood of her purifying, and she shall not touch any holy thing, nor enter into the sanctuary, until she accomplishes these days which (are enjoined) in the case of a male child.'" },
        { "num": 11, "text": "But in the case of a female child she shall remain in her uncleanness two weeks of days according to the first two weeks, and sixty-six days she shall remain in the blood of her purifying, and they shall be eighty days in all.'" },
        { "num": 12, "text": "And when she had completed these eighty days we brought her into the garden of Eden, for it is holier than all the earth besides, and every tree the is planted in it is holy." },
        { "num": 13, "text": "Therefore, there was ordained regarding her who bears a male or a female child the statute of those days the she should not touch any holy thing, nor enter into the sanctuary until these days for the male or female child are accomplished." },
        { "num": 14, "text": "This is the law and testimony which was written down for Israel, in order the they should observe (it) all the days." },
        { "num": 15, "text": "And in the first week of the first jubilee Adam and his wife were in the garden of Eden for seven years tilling and keeping it, and we gave him work and we instructed him to do everything the is suitable for tillage." },
        { "num": 16, "text": "And he tilled (the garden), and was naked and knew it not, and was not ashamed; and he protected the garden from the birds and beasts and cattle, and gathered its fruit, and eat, and put aside the residue for himself and for his wife [and put aside the which was being kept]." },
        { "num": 17, "text": "And after the completion of the seven years, which he had completed there, seven years exactly, and in the second month, on the seventeenth day (of the month), the serpent came and approached the woman, and the serpent said to the woman, 'Hath God commanded you, saying, Ye shall not eat of every tree of the garden?'" },
        { "num": 18, "text": "And she said to it, 'Of all the fruit of the trees of the garden God hath said unto us, Eat; but of the fruit of the tree which is in the midst of the garden God hath said unto us, Ye shall not eat thereof, neither shall ye touch it, lest ye die.'" },
        { "num": 19, "text": "And the serpent said unto the woman, 'Ye shall not surely die: for God doth know the on the day ye shall eat thereof, your eyes will be opened, and ye will be as gods, and ye will know good and evil.'" },
        { "num": 20, "text": "And the woman saw the the tree was agreeable and pleasant to the eye, and the its fruit was good for food, and she took thereof and eat." },
        { "num": 21, "text": "And when she had first covered her shame with fig-leaves, she gave thereof to Adam and he eat, and his eyes were opened, and he saw the he was naked." },
        { "num": 22, "text": "And he took fig-leaves and sewed (them) together, and made himself an apron, and covered his shame." },
        { "num": 23, "text": "And God cursed the serpent, and was wroth with it for ever... And He was wroth with the woman, because she hearkened to the voice of the serpent, and eat; and He said unto her: 'I will greatly multiply thy sorrow and thy pains: in sorrow shalt thou bear children, and thy return shall be unto thy husband, and he shall rule over thee.'" },
        { "num": 24, "text": "And to Adam He said also, 'Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree of which I commanded thee the thou shouldst not eat thereof, cursed be the ground for thy sake: thorns and thistles shall it bring forth to thee; and thou shalt eat thy bread in the sweat of thy face, till thou returnest to the earth from whence thou wast taken; for earth thou art, and unto earth shalt thou return.'" },
        { "num": 25, "text": "And He made for them coats of skin, and clothed them, and sent them forth from the garden of Eden." },
        { "num": 26, "text": "And on the day on which Adam went forth from the garden of Eden, he offered as a sweet savour an offering, frankincense, stacte, and cassia, and calamus, when the sun went down from the day on which he covered his shame." },
        { "num": 27, "text": "And on the day was closed the mouth of all beasts, and of cattle, and of birds, and of whatever walks, and of whatever moves, so the they could no longer speak: for they had all spoken one with another with one lip and with one tongue." },
        { "num": 28, "text": "And He sent out of the garden of Eden all flesh the was in the garden of Eden, and all flesh was scattered according to its kinds, and according to its types unto the places which had been created for them." },
        { "num": 29, "text": "And to Adam alone did He give (the wherewithal) to cover his shame, of all the beasts and cattle." },
        { "num": 30, "text": "On this account, it is prescribed on the heavenly tablets as touching all those who know the judgement of the law, the they should cover their shame, and should not uncover themselves as the Gentiles uncover themselves." },
        { "num": 31, "text": "And on the new moon of the fourth month, Adam and his wife went forth from the garden of Eden, and they dwelt in the land of Elda in the land of their creation." },
        { "num": 32, "text": "And Adam called the name of his wife Eve." },
        { "num": 33, "text": "And they had no son until the first jubilee, and after this he knew her." },
        { "num": 34, "text": "Now he tilled the land as he had been instructed in the garden of Eden." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "And in the first week of the second jubilee she bare Cain, and in the second week she bare Abel, and in the third week she bare Awan." },
        { "num": 2, "text": "And in the beginning of the third jubilee Cain slew Abel because (God) accepted the sacrifice of Abel, and did not accept the offering of Cain." },
        { "num": 3, "text": "And he slew him in the field: and his blood cried from the ground to the heaven, complaining the he had slain him." },
        { "num": 4, "text": "And the Lord reproved Cain because he had slain Abel, and He made him a fugitive on the earth because of the blood of his brother, and He cursed him upon the earth." },
        { "num": 5, "text": "On this account it is written on the heavenly tablets, 'Cursed is he who smites his neighbour treacherously, and let all who have seen say, So be it; and the man who has seen and has not declared (it), let him be accursed as he.'" },
        { "num": 6, "text": "For this reason we announce when we come before the Lord our God all the sin which is committed in heaven and on earth, and in light and in darkness, and everywhere." },
        { "num": 7, "text": "And Adam and his wife mourned for Abel four weeks of years, and in the fourth year of the fifth week they became joyful, and Adam knew his wife again, and she bare him a son, and he called his name Seth; for he said 'The Lord hath raised up a second seed unto us on the earth in stead of Abel; for Cain slew him.'" },
        { "num": 8, "text": "In the sixth week he begat his daughter Azura." },
        { "num": 9, "text": "And Cain took Awan his sister to be his wife and she bare him Enoch at the close of the fourth jubilee. And in the first year of the first week of the fifth jubilee, houses were built on the earth, and Cain built a city, and called its name after the name of his son Enoch." },
        { "num": 10, "text": "And Adam knew Eve his wife and she bare yet nine sons." },
        { "num": 11, "text": "And in the fifth week of the fifth jubilee Seth took Azura his sister to be his wife, and in the fourth year of the six week she bare him Enos." },
        { "num": 12, "text": "He began to call on the name of the Lord on the earth." },
        { "num": 13, "text": "And in the seventh jubilee in the third week Enos took Noam his sister to be his wife, and she bare him a son in the third year of the fifth week, and he called his name Kenan." },
        { "num": 14, "text": "And at the close of the eighth jubilee Kenan took Mualeleth his sister to be his wife, and she bare him a son in the ninth jubilee, in the first week in the third year of the week, and he called his name Mahalalel." },
        { "num": 15, "text": "And in the second week of the tenth jubilee Mahalalel took to him to wife Dinah, the daughter of Barakiel the daughter of his father's brother, and she bare him a son in the third week in the sixth year, and he called his name Jared; for in his days the angels of the Lord descended on the earth, those who are named the Watchers, the they should instruct the children of men, and the they should do judgement and uprightness on the earth." },
        { "num": 16, "text": "And in the eleventh jubilee Jared took to himself a wife, and her name was Baraka, the daughter of Rasujal, a daughter of his father's brother, in the fourth week of this jubilee, and she bare him a son in the fifth week, in the fourth year of the jubilee, and he called his name Enoch." },
        { "num": 17, "text": "And he was the first among men the are born on earth who learnt writing and knowledge and wisdom and who wrote down the signs of heaven according to the order of their months in a book, the men might know the seasons of the years according to the order of their separate months." },
        { "num": 18, "text": "And he was the first to write a testimony and he testified to the sons of men among the generations of the earth, and recounted the weeks of the jubilees, and made known to them the days of the years, and set in order the months and recounted the Sabbaths of the years as we made (them) known to him." },
        { "num": 19, "text": "And what was and what will be he saw in a vision of his sleep, as it will happen to the children of men throughout their generations until the day of judgement; he saw and understood everything, and wrote his testimony, and placed the testimony on earth for all the children of men and for their generations." },
        { "num": 20, "text": "And in the twelfth jubilee, in the seventh week thereof, he took to himself a wife, and her name was Edna, the daughter of Danel, the daughter of his father's brother, and in the sixth year in this week she bare him a son and he called his name Methuselah." },
        { "num": 21, "text": "And he was moreover with the angels of God these six jubilees of years, and they showed him everything which is on earth and in the heavens, the rule of the sun, and he wrote down everything." },
        { "num": 22, "text": "And he testified against the Watchers, who had sinned with the daughters of men; for these had begun to unite themselves, so as to be defiled, with the daughters of men, and Enoch testified against (them) all." },
        { "num": 23, "text": "And he was taken from amongst the children of men, and we conducted him into the Garden of Eden in majesty and honour, and behold there he writes down the condemnation and judgement of the world, and all the wickedness of the children of men." },
        { "num": 24, "text": "And on account of it (God) brought the waters of the flood upon all the land of Eden; for there he was set as a sign and the he should testify against all the children of men, the he should recount all the deeds of the generations until the day of condemnation." },
        { "num": 25, "text": "And he burnt the evening incense of the sanctuary which is acceptable before the Lord on the Mount of the South." },
        { "num": 26, "text": "For there are four places on the earth the belong to the Lord, the Garden of Eden, and the Mount of the East, and this mountain on which thou art this day, Mount Sinai, and Mount Zion (which) will be sanctified in the new creation for a sanctification of the earth; through it will the earth be sanctified from all (its) guilt and its uncleanness throughout the generations of the world." },
        { "num": 27, "text": "And in the fourteenth jubilee Methuselah took unto himself a wife, Edna the daughter of Azrial, the daughter of his father's brother, in the third week, in the first year of this week, and he begat a son and called his name Lamech." },
        { "num": 28, "text": "And in the fifteenth jubilee in the third week Lamech took unto himself a wife, and her name was Betenos the daughter of Baraki'el, the daughter of his father's brother, and in this week she bare him a son and he called his name Noah, saying, 'This one will comfort me for my trouble and all my work, and for the ground which the Lord hath cursed.'" },
        { "num": 29, "text": "And at the close of the nineteenth jubilee, in the seventh week in the sixth year thereof, Adam died, and all his sons buried him in the land of his creation, and he was the first to be buried in the earth." },
        { "num": 30, "text": "He lacked seventy years of one thousand years; for one thousand years are as one day in the testimony of the heavens and therefore was it written concerning the tree of knowledge: 'On the day the ye eat thereof ye shall die.' For this reason he did not complete the years of this day; for he died during it." },
        { "num": 31, "text": "At the close of this jubilee Cain was killed after him in the same year; for his house fell upon him and he died in the midst of his house, and he was killed by its stones; for with a stone he had killed Abel, and by a stone was he killed in righteous judgement." },
        { "num": 32, "text": "For this reason it was ordained on the heavenly tablets: 'With the instrument with which a man kills his neighbour, with the shall he be killed; after the manner the he wounded him, in like manner shall they do unto him.'" },
        { "num": 33, "text": "In the twenty-fifth jubilee Noah took to himself a wife, and her name was Emzara, the daughter of Rake'el, the daughter of his father's brother, in the first year in the fifth week: and in the third year thereof she bare him Shem, in the fifth year thereof she bare him Ham, and in the first year in the sixth week she bare him Japheth." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "And it came to pass when the children of men began to multiply on the face of the earth and daughters were born unto them, the the angels of God saw them on a certain year of this jubilee, the they were beautiful to look upon; and they took themselves wives of all whom they chose, and they bare unto them sons and they were giants." },
        { "num": 2, "text": "And lawlessness increased on the earth and all flesh corrupted its way, alike men and cattle and beasts and birds and everything the walks on the earth -all of them corrupted their ways and their orders, and they began to devour each other, and lawlessness increased on the earth and every imagination of the thoughts of all men (was) thus evil continually." },
        { "num": 3, "text": "And God looked upon the earth, and behold it was corrupt, and all flesh had corrupted its orders, and all the were upon the earth had wrought all manner of evil before His eyes." },
        { "num": 4, "text": "And He said the He would destroy man and all flesh upon the face of the earth which He had created." },
        { "num": 5, "text": "But Noah found grace before the eyes of the Lord." },
        { "num": 6, "text": "And against the angels whom He had sent upon the earth, He was exceedingly wroth, and He gave commandment to root them out of all their dominion, and He bade us to bind them in the depths of the earth, and behold they are bound in the midst of them, and are (kept) separate." },
        { "num": 7, "text": "And against their sons went forth a command from before His face the they should be smitten with the sword, and be removed from under heaven." },
        { "num": 8, "text": "And He said, 'My spirit shall not always abide on man; for they also are flesh and their days shall be one hundred and twenty years.'" },
        { "num": 9, "text": "And He sent His sword into their midst the each should slay his neighbour, and they began to slay each other till they all fell by the sword and were destroyed from the earth." },
        { "num": 10, "text": "And their fathers were witnesses (of their destruction), and after this they were bound in the depths of the earth for ever, until the day of the great condemnation, when judgement is executed on all those who have corrupted their ways and their works before the Lord." },
        { "num": 11, "text": "And He destroyed all from their places, and there was not left one of them whom He judged not according to all their wickedness." },
        { "num": 12, "text": "And He made for all His works a new and righteous nature, so the they should not sin in their whole nature for ever, but should be all righteous each in his kind alway." },
        { "num": 13, "text": "And the judgement of all is ordained and written on the heavenly tablets in righteousness -even (the judgement of) all who depart from the path which is ordained for them to walk in; and if they walk not therein, judgement is written down for every creature and for every kind." },
        { "num": 14, "text": "And there is nothing in heaven or on earth, or in light or in darkness, or in Sheol or in the depth, or in the place of darkness, which is not judged; and all their judgements are ordained and written and inscribed." },
        { "num": 15, "text": "He will judge throughout all the earth, alike the greatness and the smallness, and every one according to his way and according to his deeds." },
        { "num": 16, "text": "And He is not one who will show partiality, nor does He look upon the person of any, nor does He receive gifts, if He says He will execute judgement on each: if one gave Him everything the is on the earth, He would not accept the gift or the person of any, nor accept at his hands, because it is a righteous judgement." },
        { "num": 17, "text": "And for the children of Israel it has been written and ordained: 'If they turn to Him in righteousness, He will forgive all their transgressions and pardon all their sins.'" },
        { "num": 18, "text": "It is written and ordained the He will show mercy to all who turn from all their guilt once a year." },
        { "num": 19, "text": "And as for all those who corrupted their ways and their counsels before the flood, no man's person was accepted save the of Noah alone; for his person was accepted on behalf of his sons, whom (God) saved from the waters of the flood for his sake; for his heart was righteous in all his ways, according as it was commanded regarding him, and he had not departed from aught the was ordained for him." },
        { "num": 20, "text": "And the Lord said the He would destroy everything the was upon the earth, both men and cattle, and beasts, and birds, and those the move on the earth." },
        { "num": 21, "text": "And He commanded Noah to make him an ark, the he might save himself from the waters of the flood." },
        { "num": 22, "text": "And Noah made the ark in all respects as He commanded him, in the twenty-seventh jubilee of years, in the fifth week in the fifth year (on the new moon of the first month)." },
        { "num": 23, "text": "And he entered in the sixth (year) thereof, in the second month, on the new moon of the second month, till the sixteenth; and he entered, and all the we brought to him into the ark, and the Lord closed it from without on the seventeenth evening." },
        { "num": 24, "text": "And the Lord opened seven flood-gates of heaven, And the mouths of the fountains of the great deep, seven mouths in number." },
        { "num": 25, "text": "And the flood-gates began to pour down water from the heaven forty days and forty nights, And the fountains of the deep also sent up waters, until the whole world was full of water." },
        { "num": 26, "text": "And the waters increased upon the earth: Fifteen cubits did the waters rise above all the high mountains, And the ark was lift up above the earth, And it moved upon the face of the waters." },
        { "num": 27, "text": "And the water prevailed on the face of the earth five months -one hundred and fifty days." },
        { "num": 28, "text": "And the ark went and rested on the top of Lubar, one of the mountains of Ararat." },
        { "num": 29, "text": "And (on the new moon) in the fourth month the fountains of the great deep were closed and the flood-gates of heaven were restrained; and on the new moon of the seventh month all the mouths of the abysses of the earth were opened, and the water began to descend into the deep below." },
        { "num": 30, "text": "And on the new moon of the tenth month the tops of the mountains were seen, and on the new moon of the first month the earth became visible." },
        { "num": 31, "text": "And the waters disappeared from off the earth in the fifth week in the seventh year thereof, and on the seventeenth day in the second month the earth was dry." },
        { "num": 32, "text": "And on the twenty-seventh day thereof he opened the ark, and sent forth from it beasts, and cattle, and birds, and every moving thing." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "And in the third week of this jubilee the unclean demons began to lead astray the children of the sons of Noah, and to make to err and destroy them." },
        { "num": 2, "text": "And the sons of Noah came to Noah their father, and they told him concerning the demons which were leading astray and blinding and slaying his sons' sons." },
        { "num": 3, "text": "And he prayed before the Lord his God, and said: 'God of the spirits of all flesh, who hast shown mercy unto me and hast saved me and my sons from the waters of the flood, and hast not caused me to perish as Thou didst the sons of perdition; for Thy grace hath been great towards me, and great hath been Thy mercy to my soul;'" },
        { "num": 4, "text": "'Let Thy grace be lift up upon my sons, and let not wicked spirits rule over them lest they should destroy them from the earth.'" },
        { "num": 5, "text": "'But do Thou bless me and my sons, the we may increase and multiply and replenish the earth.'" },
        { "num": 6, "text": "'And Thou knowest how Thy Watchers, the fathers of these spirits, acted in my day: and as for these spirits which are living, imprison them and hold them fast in the place of condemnation, and let them not bring destruction on the sons of thy servant, my God; for these are malignant, and created in order to destroy.'" },
        { "num": 7, "text": "'And let them not rule over the spirits of the living; for Thou alone knowest their power. And let them not have power over the sons of the righteous from henceforth and for evermore.'" },
        { "num": 8, "text": "And the Lord our God bade us to bind all." },
        { "num": 9, "text": "And the chief of the spirits, Mastema, came and said: 'Lord, Creator, let some of them remain before me, and let them hearken to my voice, and do all the I shall say unto them; for if some of them are not left to me, I shall not be able to execute the power of my will on the sons of men; for these are for corruption and leading astray before my judgement, for great is the wickedness of the sons of men.'" },
        { "num": 10, "text": "And He said: 'Let the tenth part of them remain before him, and let nine parts descend into the place of condemnation.'" },
        { "num": 11, "text": "And one of us He commanded the we should teach Noah all their medicines; for He knew the they would not walk in uprightness, nor strive in righteousness." },
        { "num": 12, "text": "And we did according to all His words: all the malignant evil ones we bound in the place of condemnation and a tenth part of them we left the they might be subject before Satan on the earth." },
        { "num": 13, "text": "And we explained to Noah all the medicines of their diseases, together with their seductions, how he might heal them with herbs of the earth." },
        { "num": 14, "text": "And Noah wrote down all things in a book as we instructed him concerning every kind of medicine. Thus the evil spirits were precluded from (hurting) the sons of Noah." },
        { "num": 15, "text": "And he gave all the he had written to Shem, his eldest son; for he loved him exceedingly above all his sons." },
        { "num": 16, "text": "And Noah slept with his fathers, and was buried on Mount Lubar in the land of Ararat." },
        { "num": 17, "text": "Nine hundred and fifty years he completed in his life, nineteen jubilees and two weeks and five years." },
        { "num": 18, "text": "And in his life on earth he excelled the children of men save Enoch because of the righteousness wherein he was perfect. For Enoch's office was ordained for a testimony to the generations of the world, so the he should recount all the deeds of generation unto generation, till the day of judgement." },
        { "num": 19, "text": "In the thirty-third jubilee, in the first year of the second week, Peleg took to himself a wife, whose name was Lomna the daughter of Shinar, and she bare him a son in the fourth year of this week, and he called his name Reu; for he said: 'Behold the children of men have become evil through the wicked purpose of building for themselves a city and a tower in the land of Shinar.'" },
        { "num": 20, "text": "For they departed from the land of Ararat eastward to Shinar; for in his days they built the city and the tower, saying, 'Go to, let us ascend thereby into heaven.'" },
        { "num": 21, "text": "And they began to build, and in the fourth week they made brick with fire, and the bricks served them for stone, and the clay with which they cemented them was asphalt which comes out of the sea, and out of the fountains of water in the land of Shinar." },
        { "num": 22, "text": "And they built it: forty and three years [were they building it]; its breadth was 203 bricks, and the height (of a brick) was the third of one; its height amounted to 5433 cubits and 2 palms, and (the extent of one wall was) thirteen stades [and of the other thirty stades]." },
        { "num": 23, "text": "And the Lord our God said unto us: 'Behold, they are one people, and (this) they begin to do, and now nothing will be withholden from them. Go to, let us go down and confound their language, the they may not understand one another's speech, and they may be scattered into cities and nations, and one purpose will no longer abide with them till the day of judgement.'" },
        { "num": 24, "text": "And the Lord descended, and we descended with Him to see the city and the tower which the sons of men had built." },
        { "num": 25, "text": "And He confounded their language, and they no longer understood one another's speech, and they ceased then to build the city and the tower." },
        { "num": 26, "text": "For this reason the whole land of Shinar is called Babel, because the Lord confounded there all the language of the children of men, and from thence they were scattered abroad into their cities, each according to his language and his nation." },
        { "num": 27, "text": "And the Lord sent a mighty wind against the tower and overthrew it upon the earth, and behold it was between Asshur and Babylon in the land of Shinar, and they called its name 'Overthrow'." },
        { "num": 28, "text": "In the fourth week of the first year in the thirty-fourth jubilee, were they scattered from the land of Shinar." },
        { "num": 29, "text": "And Ham and his sons went into the land which he was to occupy, which he acquired as his portion in the land of the south." },
        { "num": 30, "text": "And Canaan saw the land of Lebanon to the river of Egypt the it was very good, and he went not into the land of his inheritance to the west (that is) to the sea, and he dwelt in the land of Lebanon, eastward and westward from the border of Jordan and from the border of the sea." },
        { "num": 31, "text": "And Cush and Mizraim and Put his brothers said unto him: 'Thou hast settled in a land which is not thine, and which did not fall to us by lot: do not do so; for if thou dost do so, thou and thy sons will fall in the land and (be) accursed through sedition; for by sedition ye have settled, and by sedition will your children fall, and thou shalt be rooted out for ever.'" },
        { "num": 32, "text": "'Dwell not in the dwelling of Shem; for to Shem and to his sons did it come by their lot.'" },
        { "num": 33, "text": "'Cursed art thou, and cursed shalt thou be beyond all the sons of Noah, by the curse which we bound ourselves by an oath in the presence of the holy judge, and in the presence of Noah our father.'" },
        { "num": 34, "text": "But he hearkened not unto them, and dwelt in the land of Lebanon from Hamath to the entering of Egypt, he and his sons until this day. And for this reason the land is called Canaan." },
        { "num": 35, "text": "And Japheth and his sons went towards the sea and dwelt in the land of their portion, and Madai saw the land of the sea and it did not please him, and he begged a (portion) from Elam and Asshur and Arpachshad, his wife's brother, and he dwelt in the land of Media, near to his wife's brother until this day." },
        { "num": 36, "text": "And he called his dwelling-place, and the dwelling-place of his sons, Media, after the name of their father Madai." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "And in the thirty-fifth jubilee, in the third week, in the first year thereof, Reu took to himself a wife, and her name was Ora, the daughter of Ur, the son of Kesed, and she bare him a son, and he called his name Serug, in the seventh year of this week in this jubilee." },
        { "num": 2, "text": "And the sons of Noah began to war on each other, to take captive and to slay each other, and to shed the blood of men on the earth, and to eat blood, and to build strong cities, and walls, and towers, and individuals (began) to exalt themselves above the nation, and to found the beginnings of kingdoms, and to go to war, people against people, and nations against nations, and cities against cities, and all (began) to do evil, and to acquire arms, and to teach their sons war, and they began to capture cities, and to sell male and female slaves." },
        { "num": 3, "text": "And 'Ur, the son of Kesed, built the city of 'Ara of the Chaldees, and called its name after his own name and the name of his father." },
        { "num": 4, "text": "And they made for themselves molten images, and they worshipped each the idol, the molten image which they had made for themselves, and they began to make graven images and unclean simulacra, and malignant spirits assisted and seduced (them) into committing transgression and uncleanness." },
        { "num": 5, "text": "And the prince Mastema exerted himself to do all this, and he sent forth other spirits, those which were put under his hand, to do all manner of wrong and sin, and all manner of transgression, to corrupt and destroy and to shed blood upon the earth." },
        { "num": 6, "text": "For this reason he called the name of Serug, Serug, because every one turned to do all manner of sin and transgression." },
        { "num": 7, "text": "And he grew up, and dwelt in Ur of the Chaldees, near to the father of his wife's mother, and he worshipped idols, and he took to himself a wife in the thirty-sixth jubilee, in the fifth week, in the first year thereof, and her name was Melka, the daughter of Kaber, the daughter of his father's brother." },
        { "num": 8, "text": "And she bare him Nahor, in the first year of this week, and he grew and dwelt in Ur of the Chaldees, and his father taught him the researches of the Chaldeans to divine and augur according to the signs of heaven." },
        { "num": 9, "text": "And in the thirty-seventh jubilee, in the sixth week, in the first year thereof, he took to himself a wife, and her name was 'Ijaska, the daughter of Nestag of the Chaldees." },
        { "num": 10, "text": "And she bare him Terah in the seventh year of this week." },
        { "num": 11, "text": "And the prince Mastema sent ravens and birds to devour the seed which was sown in the land, in order to destroy the land, and rob the children of men of their labours. Before they could settle the seed the ravens picked (it) up from the surface of the ground." },
        { "num": 12, "text": "For this reason he called his name Terah, because the ravens and the birds reduced them to destitution and devoured their seed." },
        { "num": 13, "text": "And the years began to be barren, owing to the birds, and they ate all the fruit of the trees from the trees: it was only with great effort the they could save a little of all the fruit of the earth in their days." },
        { "num": 14, "text": "In this thirty-ninth jubilee, in the second week in the first year, Terah took to himself a wife, and her name was 'Edna, the daughter of 'Abram, the daughter of his father's sister." },
        { "num": 15, "text": "And in the seventh year of this week she bare him a son, and he called his name Abram, after the name of the father of his mother; for he had died before his daughter had conceived a son." },
        { "num": 16, "text": "And the child began to understand the errors of the earth, the all went astray after graven images and after uncleanness, and his father taught him writing, and he was two weeks of years old, and he separated himself from his father, the he might not worship idols with him." },
        { "num": 17, "text": "And he began to pray to the Creator of all things the He might save him from the errors of the children of men, and the his portion should not fall into error after uncleanness and vileness." },
        { "num": 18, "text": "And the seed-time came for the sowing of seed upon the land, and they all went forth together to guard their seed against the ravens, and Abram went forth with those the went, and the child was a lad of fourteen years." },
        { "num": 19, "text": "And a cloud of ravens came to devour the seed, and Abram ran to meet them before they settled on the ground, and cried to them before they settled on the ground to devour the seed, and said, 'Descend not: return to the place whence ye came,' and they returned." },
        { "num": 20, "text": "And he caused the clouds of ravens to return seventy times the day, and of all the ravens throughout all the land where Abram was there settled there not so much as one." },
        { "num": 21, "text": "And all who were with him throughout all the land saw him as he cried out, and all the ravens turned back, and his name became great in all the land of the Chaldees." },
        { "num": 22, "text": "And there came to him this year all those the wished to sow, and he went with them until the seed-time ceased: and they sowed their land, and the year they brought home enough grain and ate and were satisfied." },
        { "num": 23, "text": "And in the first year of the fifth week Abram taught those who made implements for oxen, the artificers in wood, and they made a vessel above the ground, facing the frame of the plough, in order to put the seed therein, and the seed fell from it upon the share of the plough, and was hidden in the earth, and they no longer feared the ravens." },
        { "num": 24, "text": "And after this manner they made (vessels) above the ground on all the frames of the ploughs, and they sowed and tilled all the ground, according as Abram commanded them, and they no longer feared the birds." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "And it came to pass in the sixth week, in the seventh year thereof, the Abram said to Terah his father, saying, 'Father!'" },
        { "num": 2, "text": "And he said, 'Behold, here am I, my son.' And he said, 'What help and profit have we from those idols which thou dost worship, and before which thou dost bow thyself?'" },
        { "num": 3, "text": "'For there is no spirit in them, for they are dumb (forms), and a misleading of the heart. Worship them not.'" },
        { "num": 4, "text": "'Worship the God of heaven, Who causes the rain and the dew to descend on the earth and does everything upon the earth, and has created everything by His word, and all life is from before His face.'" },
        { "num": 5, "text": "'Why do ye worship things the have no spirit in them? For they are the work of (men's) hands, and on your shoulders do ye bear them, and ye have no help from them, but they are a great cause of shame to those who make them, and a misleading of the heart to those who worship them: worship them not.'" },
        { "num": 6, "text": "And his father said unto him, 'I also know it, my son, but what shall I do with a people who have made me to serve before them?'" },
        { "num": 7, "text": "'And if I speak unto them the truth, they will slay me; for their soul cleaves to them to worship them and honour them. Keep silent, my son, lest they slay thee.'" },
        { "num": 8, "text": "And these words he spake to his two brothers, and they were angry with him, and he kept silent." },
        { "num": 9, "text": "And in the fortieth jubilee, in the second week, in the seventh year thereof, Abram took to himself a wife, and her name was Sarai, the daughter of his father, and she became his wife." },
        { "num": 10, "text": "And Haran, his brother, took to himself a wife in the third year of the third week, and she bare him a son in the seventh year of this week, and he called his name Lot." },
        { "num": 11, "text": "And his brother Nahor took to himself a wife." },
        { "num": 12, "text": "And in the sixtieth year of the life of Abram, the is, in the fourth week, in the fourth year thereof, Abram arose by night, and burned the house of the idols, and he burned all the was in the house, and no man knew it." },
        { "num": 13, "text": "And they arose in the night and sought to save their gods from the midst of the fire." },
        { "num": 14, "text": "And Haran hasted to save them, but the fire flamed over him, and he was burnt in the house and died in Ur of the Chaldees, and they buried him in Ur of the Chaldees." },
        { "num": 15, "text": "And Terah went forth from Ur of the Chaldees, he and his sons, to go into the land of Lebanon and into the land of Canaan, and he dwelt in the land of Haran, and Abram dwelt with Terah his father in Haran two weeks of years." },
        { "num": 16, "text": "And in the sixth week, in the seventh year thereof, Abram said to his father, 'Behold, two weeks of years have I dwelt with thee in Haran, and now I wish to go to the land of Canaan, to see what is there and return to thee.'" },
        { "num": 17, "text": "And his father said unto him, 'Go in peace: May the eternal God make thy path straight, and the Lord (be) with thee, and protect thee from all evil, and grant unto thee grace, mercy and favour before those who see thee, and may none of the children of men have power over thee to harm thee; go in peace.'" },
        { "num": 18, "text": "'And if thou seest a land pleasant to thy eyes to dwell in, then arise and take me to thee and take Lot with thee, the son of Haran thy brother, as a son: the Lord be with thee.'" },
        { "num": 19, "text": "'And Nahor thy brother leave with me till thou returnest in peace, and we go with thee all together.'" },
        { "num": 20, "text": "And Abram journeyed from Haran, and he took Sarai his wife and Lot, his brother Haran's son, to the land of Canaan, and he came into Asshur, and proceeded to Shechem, and dwelt near a lofty oak." },
        { "num": 21, "text": "And he saw, and behold, the land was very pleasant from the entering of Hamath to the lofty oak." },
        { "num": 22, "text": "And the Lord said to him: 'To thee and to thy seed will I give this land.' And he built an altar there, and he offered thereon a burnt sacrifice to the Lord, who had appeared to him." },
        { "num": 23, "text": "And he removed from thence unto the mountain . . . Bethel on the west and Ai on the east, and pitched his tent there." },
        { "num": 24, "text": "And he saw the the land was very spacious and good, and everything grew thereon--vines and figs and pomegranates, oaks and ilexes, and terebinths and oil trees, and cedars and cypresses and date trees, and all trees of the field, and there was water on the mountains." },
        { "num": 25, "text": "And he blessed the Lord who had led him out of Ur of the Chaldees, and had brought him to this land." },
        { "num": 26, "text": "And it came to pass in the first year, in the seventh week, on the new moon of the first month, the he sat and observed the stars from evening to morning, in order to see what would be the character of the year with regard to the rains, and he was alone as he sat and observed." },
        { "num": 27, "text": "And a word came into his heart and he said: 'All the signs of the stars, and the signs of the moon and of the sun are all in the hand of the Lord. Why do I search (them) out?'" },
        { "num": 28, "text": "'If He desires, He causes it to rain, morning and evening; and if He desires, He withholds it, and all things are in His hand.'" },
        { "num": 29, "text": "And he prayed the night and said, 'My God, God Most High, Thou alone art my God, and Thee and Thy dominion have I chosen. And Thou hast created all things, and all things the are are the work of Thy hands.'" },
        { "num": 30, "text": "'Deliver me from the hands of evil spirits who have dominion over the thoughts of men's hearts, and let them not lead me astray from my God. And stablish Thou me and my seed for ever the we go not astray from henceforth and for evermore.'" },
        { "num": 31, "text": "And he said, 'Shall I return unto Ur of the Chaldees who seek my face the I may return to them, am I to remain here in this place? The right path before Thee make it prosper in the hands of Thy servant the he may fulfil (it) and the I may not walk in the deceitfulness of my heart, O my God.'" },
        { "num": 32, "text": "And he made an end of speaking and praying, and behold the word of the Lord was sent to him through me, saying: 'Get thee up from thy country, and from thy kindred and from the house of thy father unto a land which I will show thee, and I shall make thee a great and numerous nation.'" },
        { "num": 33, "text": "'And I will bless thee and I will make thy name great, and thou shalt be blessed in the earth, and in thee shall all families of the earth be blessed, and I will bless them the bless thee, and curse them the curse thee.'" },
        { "num": 34, "text": "'And I will be a God to thee and thy son, and to thy son's son, and to all thy seed: fear not, from henceforth and unto all generations of the earth I am thy God.'" },
        { "num": 35, "text": "And the Lord God said: 'Open his mouth and his ears, the he may hear and speak with his mouth, with the language which has been revealed'; for it had ceased from the mouths of all the children of men from the day of the overthrow (of Babel)." },
        { "num": 36, "text": "And I opened his mouth, and his ears and his lips, and I began to speak with him in Hebrew in the tongue of the creation." },
        { "num": 37, "text": "And he took the books of his fathers, and these were written in Hebrew, and he transcribed them, and he began from henceforth to learn them, and I made known to him everything the he was unable (to understand), and he studied them in the six rainy months." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "And it came to pass in the seventh week, in the sixth year thereof, the he spake to his father and informed him the he would leave Haran to go into the land of Canaan to see it and return to him." },
        { "num": 2, "text": "And Terah his father said unto him: 'Go in peace: May the Eternal God make thy path straight, and the Lord be with thee, and protect thee from all evil, and grant unto thee grace, mercy and favour before those who see thee, and may none of the children of men have power over thee to harm thee; go in peace.'" },
        { "num": 3, "text": "'And if thou seest a land pleasant to thy eyes to dwell in, then arise and take me to thee and take Lot with thee, the son of Haran thy brother, as a son: the Lord be with thee.'" },
        { "num": 4, "text": "'And Nahor thy brother leave with me till thou returnest in peace, and we go with thee all together.'" },
        { "num": 5, "text": "And Abram journeyed from Haran, and he took Sarai his wife and Lot, his brother Haran's son, to the land of Canaan, and he came into Asshur, and proceeded to Shechem, and dwelt near a lofty oak." },
        { "num": 6, "text": "And he saw, and behold, the land was very pleasant from the entering of Hamath to the lofty oak." },
        { "num": 7, "text": "And the Lord said to him: 'To thee and to thy seed will I give this land.' And he built an altar there, and he offered thereon a burnt sacrifice to the Lord, who had appeared to him." },
        { "num": 8, "text": "And he removed from thence unto the mountain . . . Bethel on the west and Ai on the east, and pitched his tent there." },
        { "num": 9, "text": "And in the first year of the seventh week, in the first year thereof, he offered a burnt sacrifice unto the Lord on the altar which he had built on the mountain, and he called on the name of the Lord: 'Thou, my God, the eternal God.'" },
        { "num": 10, "text": "And in the second year of this week he removed from thence and went to the south, and he came to Hebron, and Hebron was built at the time, and he dwelt there two years." },
        { "num": 11, "text": "And there was a famine in the land, and Abram went into Egypt in the third year of the week, and he dwelt in Egypt five years before his wife was taken from him." },
        { "num": 12, "text": "Now Tanais in Egypt was built [at the time] seven years after Hebron." },
        { "num": 13, "text": "And it came to pass when Pharaoh took Sarai, the wife of Abram, the the Lord plagued Pharaoh and his house with great plagues because of Sarai, Abram's wife." },
        { "num": 14, "text": "And Abram was very glorious by reason of possessions in sheep and cattle and asses, and horses and camels, and menservants and maidservants, and in silver and gold exceedingly. And Lot also, his brother's son, was wealthy." },
        { "num": 15, "text": "And Pharaoh gave back Sarai, the wife of Abram, and he sent him out of the land of Egypt, and he went to the place where he had pitched his tent at the beginning, to the place of the altar, to Bethel on the west and Ai on the east, and he blessed the Lord his God who had brought him back in peace." },
        { "num": 16, "text": "And it came to pass in the forty-first jubilee, in the third year of the first week, the he returned to this place and offered thereon a burnt sacrifice, and called on the name of the Lord, and said: 'Thou, Most High God, be my God for ever and ever.'" },
        { "num": 17, "text": "And in this year Lot parted from him, and Lot dwelt in Sodom, and the men of Sodom were sinners exceedingly." },
        { "num": 18, "text": "And it grieved him in his heart the his brother's son had parted from him; for he had no children." },
        { "num": 19, "text": "In the year when Lot was taken captive, the Lord said unto Abram, after the Lot had parted from him in the fourth year of this week: 'Lift up thine eyes from the place where thou art dwelling, northward and southward, and eastward and westward.'" },
        { "num": 20, "text": "'For all the land which thou seest I will give to thee and to thy seed for ever, and I will make thy seed as the sand of the sea: though a man may number the dust of the earth, yet thy seed shall not be numbered.'" },
        { "num": 21, "text": "'Arise, walk through the land in the length of it and the breadth of it, and see it all; for to thy seed will I give it.'" },
        { "num": 22, "text": "And Abram went to Hebron and dwelt there." },
        { "num": 23, "text": "And in this year came Chedorlaomer, king of Elam, and Amraphel, king of Shinar, and Arioch, king of Sellasar, and Tidal, king of nations, and slew the king of Gomorrah, and the king of Sodom fled, and many fell through wounds in the vale of Siddim, by the Salt Sea." },
        { "num": 24, "text": "And they took captive Sodom and Adam and Zeboim, and they took captive Lot also, Abram's brother's son, and all his possessions, and they went to Dan." },
        { "num": 25, "text": "And one who had escaped came and told Abram the his brother's son was taken captive, and he armed his household servants . . ." },
        { "num": 26, "text": ". . . for Abram and for his seed a tenth of the first-fruits unto the Lord, and the Lord ordained it as an ordinance for ever the they should give it to the priests who served before Him, the they should possess it for ever." },
        { "num": 27, "text": "And to this law there is no limit of days; for He hath ordained it for the generations for ever the they should give to the Lord the tenth of everything, of the seed and of the wine and of the oil and of the cattle and of the sheep." },
        { "num": 28, "text": "And He gave (it) unto His priests to eat and to drink with joy before Him." },
        { "num": 29, "text": "And the king of Sodom came to him and bowed himself before him, and said: 'Our lord Abram, give unto us the souls which thou hast rescued, but let the booty be thine.'" },
        { "num": 30, "text": "And Abram said unto him: 'I lift up my hands to the Most High God, the from a thread to a shoe-latchet I will not take aught the is thine, lest thou shouldst say, I have made Abram rich; save only what the young men have eaten, and the portion of the men who went with me--Aner, Eschol, and Mamre. These shall take their portion.'" }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "After these things, in the fourth year of this week, on the new moon of the third month, the word of the Lord came to Abram in a vision, saying: 'Fear not, Abram; I am thy defender, and thy reward will be exceeding great.'" },
        { "num": 2, "text": "And he said: 'Lord, Lord, what wilt Thou give me, seeing I go hence childless, and the son of Maseq, the son of my handmaid, is the Damascene Eliezer: he will be my heir.'" },
        { "num": 3, "text": "And He said unto him: 'This (man) shall not be thy heir, but one the shall come out of thine own bowels; he shall be thy heir.'" },
        { "num": 4, "text": "And He brought him forth abroad, and said unto him: 'Look now towards heaven and number the stars if thou art able to number them.'" },
        { "num": 5, "text": "And He said unto him: 'So shall thy seed be.' And he believed in the Lord, and it was counted to him for righteousness." },
        { "num": 6, "text": "And He said unto him: 'I am the Lord the brought thee out of Ur of the Chaldees, to give thee the land of the Canaanites to possess it for ever; and I will be God unto thee and to thy seed after thee.'" },
        { "num": 7, "text": "And he said: 'Lord, Lord, whereby shall I know the I shall inherit (it)?'" },
        { "num": 8, "text": "And He said unto him: 'Take Me an heifer of three years, and a she-goat of three years, and a sheep of three years, and a turtle-dove, and a pigeon.'" },
        { "num": 9, "text": "And he took all these in the middle of the month, and he dwelt at the oak of Mamre, which is near Hebron." },
        { "num": 10, "text": "And he built an altar there, and sacrificed all these; and he poured their blood upon the altar, and divided them through the middle, and laid them over against each other; but the birds divided he not." },
        { "num": 11, "text": "And birds of prey came down upon the pieces, and Abram drove them away, and did not suffer them to touch them." },
        { "num": 12, "text": "And it came to pass, when the sun was going down, the a trance fell upon Abram, and behold a horror of great darkness fell upon him, and it was said unto Abram: 'Know of a surety the thy seed shall be a stranger in a land (that is) not theirs, and they shall bring them into bondage, and afflict them four hundred years.'" },
        { "num": 13, "text": "'And the nation also to whom they shall be in bondage will I judge, and after the they shall come forth from thence with much substance.'" },
        { "num": 14, "text": "'And thou shalt go to thy fathers in peace, and be buried in a good old age.'" },
        { "num": 15, "text": "'But in the fourth generation they shall return hither; for the iniquity of the Amorites is not yet full.'" },
        { "num": 16, "text": "And he awoke from his sleep, and he arose, and the sun had set; and there was a flame, and behold! a furnace smoked and a lamp of fire passed between those pieces." },
        { "num": 17, "text": "And on the day the Lord made a covenant with Abram, saying: 'To thy seed will I give this land, from the river of Egypt unto the great river Euphrates, the Kenites, the Kenizzites, the Kadmonites, the Perizzites, and the Rephaim, the Pherezites, and the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.'" },
        { "num": 18, "text": "And the day passed, and Abram offered the pieces, and the birds, and their fruit-offerings, and their drink-offerings, and the fire devoured them." },
        { "num": 19, "text": "And on the day Sarai gave Hagar, her Egyptian maid, to Abram to be his wife." },
        { "num": 20, "text": "And he went in unto her, and she conceived and bare him a son, and he called his name Ishmael, in the fifth year of this week; and this was the eighty-sixth year of the life of Abram." }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "And in the fourth year of the sixth week of this jubilee, in the eighty-ninth year of the life of Abram, the Lord appeared unto him and said unto him: 'I am God Almighty; be thou perfect before Me and be without blemish.'" },
        { "num": 2, "text": "'And I will make My covenant between Me and thee, and I will multiply thee exceedingly.'" },
        { "num": 3, "text": "And Abram fell on his face, and God spake with him and said:" },
        { "num": 4, "text": "'Behold My ordinance is with thee, and thou shalt be the father of many nations.'" },
        { "num": 5, "text": "'Neither shall thy name any more be called Abram, but thy name from henceforth, even for ever, shall be Abraham. For the father of many nations have I made thee.'" },
        { "num": 6, "text": "'And I will make thee very great, and I will make thee nations, and kings shall come out of thee.'" },
        { "num": 7, "text": "'And I will establish My covenant between Me and thee, and thy seed after thee, throughout their generations, for an eternal covenant, so the I may be a God unto thee, and to thy seed after thee.'" },
        { "num": 8, "text": "'(And I will give to thee and to thy seed after thee) the land where thou hast been a sojourner, the land of Canaan, the thou mayst possess it for ever, and I will be their God.'" },
        { "num": 9, "text": "And the Lord said unto Abraham: 'And as for thee, do thou keep My covenant, thou and thy seed after thee; and circumcise ye every male among you, and circumcise your foreskins, and it shall be a token of the covenant between Me and you.'" },
        { "num": 10, "text": "'And the child on the eighth day ye shall circumcise, every male throughout your generations, him the is born in the house, or whom ye have bought with money from any stranger, whom thou hast acquired, who is not of thy seed.'" },
        { "num": 11, "text": "'He the is born in thy house shall surely be circumcised, and those whom thou hast bought with money shall be circumcised, and My covenant shall be in your flesh for an eternal ordinance.'" },
        { "num": 12, "text": "'And the uncircumcised male who is not circumcised in the flesh of his foreskin on the eighth day, the soul shall be rooted out from his people, for he hath broken My covenant.'" },
        { "num": 13, "text": "And God said unto Abraham: 'As for Sarai thy wife, her name shall no more be called Sarai, but Sarah shall be her name.'" },
        { "num": 14, "text": "'And I will bless her, and give thee a son by her, and I will bless him, and he shall become a nation, and kings of nations shall proceed from him.'" },
        { "num": 15, "text": "And Abraham fell on his face and rejoiced, and said in his heart: 'Shall a son be born to him the is an hundred years old, and shall Sarah, who is ninety years old, bring forth?'" },
        { "num": 16, "text": "And Abraham said unto God: 'O the Ishmael might live before Thee!'" },
        { "num": 17, "text": "And God said: 'Yea, and Sarah also shall bear thee a son, and thou shalt call his name Isaac, and I will establish My covenant with him, an everlasting covenant, and for his seed after him.'" },
        { "num": 18, "text": "'And as for Ishmael, I have heard thee. Behold I will bless him, and make him great, and multiply him exceedingly, and he shall beget twelve princes, and I will make him a great nation.'" },
        { "num": 19, "text": "'But My covenant will I establish with Isaac, whom Sarah shall bear to thee in these days, in the next year.'" },
        { "num": 20, "text": "And He left off speaking with him, and God went up from Abraham." },
        { "num": 21, "text": "And Abraham did according as God had said unto him, and he took Ishmael his son, and all who were born in his house, and whom he had bought with his money, every male in his house, and circumcised the flesh of their foreskins." },
        { "num": 22, "text": "And on the very same day was Abraham circumcised, and all the men of his house, (and those born in his house), and all those whom he had bought with money from the children of the stranger, were circumcised with him." },
        { "num": 23, "text": "This law is for all generations for ever, and there is no circumcision of the days, and no omission of one day out of the eight days; for it is an eternal ordinance, ordained and written on the heavenly tablets." },
        { "num": 24, "text": "And every one the is born, the flesh of whose foreskin is not circumcised on the eighth day, belongs not to the children of the covenant which the Lord made with Abraham, but to the children of destruction; nor is there, moreover, any sign on him the he is the Lord's, but (he is destined) to be destroyed and slain from the earth, and to be rooted out from the earth, for he has broken the covenant of the Lord our God." },
        { "num": 25, "text": "For all the angels of the presence and all the angels of sanctification have been so created from the day of their creation, and before the angels of the presence and the angels of sanctification He hath sanctified Israel, the they should be with Him and with His holy angels." },
        { "num": 26, "text": "And do thou command the children of Israel and let them observe the sign of this covenant for their generations as an eternal ordinance, and they will not be rooted out of the land." },
        { "num": 27, "text": "For the command is ordained for a covenant, the they should observe it for ever among all the children of Israel." },
        { "num": 28, "text": "For Ishmael and his sons and his brothers and Esau, the Lord did not cause to approach Him, and he chose them not because they are the children of Abraham, because He knew them, but He chose Israel to be His people." },
        { "num": 29, "text": "And He sanctified it, and gathered it from amongst all the children of men; for there are many nations and many peoples, and all are His, and over all hath He placed spirits in authority to lead them astray from Him." },
        { "num": 30, "text": "But over Israel He did not appoint any angel or spirit, for He alone is their ruler, and He will preserve them and require them at the hand of His angels and His spirits, and at the hand of all His authorities, so the He may preserve them and bless them, and the they may be His and He may be theirs from henceforth for ever." },
        { "num": 31, "text": "And now I announce unto thee the the children of Israel will not keep true to this ordinance, and they will not circumcise their sons according to all this law; for in the flesh of their circumcision they will omit this circumcision of their sons, and all of them, sons of Beliar, will leave their sons uncircumcised as they were born." },
        { "num": 32, "text": "And there will be great wrath from the Lord against the children of Israel, because they have forsaken His covenant and turned aside from His word, and provoked and blasphemed, inasmuch as they do not observe the ordinance of this law; for they have made their members like those of the Gentiles, so the they may be removed and rooted out of the land. And there will no more be pardon or forgiveness unto them [so the there should be forgiveness and pardon] for all the sin of this eternal error." }
      ]
    },{
      "num": 16,
      "verses": [
        { "num": 1, "text": "And on the new moon of the fourth month, we appeared unto Abraham, at the oak of Mamre, and we talked with him, and we announced to him that a son would be given to him by Sarah his wife." },
        { "num": 2, "text": "And Sarah laughed, for she heard that we had spoken these words with Abraham, and we admonished her, and she became afraid, and denied that she had laughed on account of the words." },
        { "num": 3, "text": "And we told her the name of her son, as his name is ordained and written in the heavenly tablets (i.e.) Isaac," },
        { "num": 4, "text": "And that he would return to her at a fixed time, and she would have conceived a son." },
        { "num": 5, "text": "And in this month the Lord executed judgement on Sodom, and Gomorrah, and Zeboim, and all the region of the Jordan, and He burned them with fire and brimstone, and destroyed them until this day, even as I have declared unto thee all their works, that they are wicked and sinners exceedingly, and that they defile themselves and commit fornication in their flesh, and work uncleanness on the earth." },
        { "num": 6, "text": "And in like manner God will execute judgement on the places where they have done according to the uncleanness of the Sodomites, like unto the judgement of Sodom." },
        { "num": 7, "text": "But Lot we saved; for God remembered Abraham, and sent him out from the midst of the overthrow." },
        { "num": 8, "text": "And he and his daughters committed sin upon the earth, such as had not been on the earth since the days of Adam until his time; for the man slept with his daughters." },
        { "num": 9, "text": "And behold, it was commanded and engraven concerning all his seed, on the heavenly tablets, to remove them and root them out, and to execute judgement upon them like the judgement of Sodom, and to leave no seed of the man on the earth on the day of condemnation." },
        { "num": 10, "text": "And in this month Abraham moved from Hebron, and departed and dwelt between Kadesh and Shur in the mountains of Gerar." },
        { "num": 11, "text": "And on the new moon of the fifth month he moved from thence, and dwelt at the Well of the Oath." },
        { "num": 12, "text": "And in the middle of the sixth month the Lord visited Sarah and did unto her as He had spoken and she conceived." },
        { "num": 13, "text": "And she bare a son in the fourth month, and in the third year of this week, at the time which the Lord had spoken to Abraham, on the festival of the first-fruits of the harvest, Isaac was born." },
        { "num": 14, "text": "And Abraham circumcised his son on the eighth day: he was the first that was circumcised according to the covenant which is ordained for ever." },
        { "num": 15, "text": "And in the sixth year of this week Abraham made a great dinner when Isaac his son was weaned." },
        { "num": 16, "text": "And Ishmael, the son of Hagar, the Egyptian, was before the face of Abraham his father, in his place, and Abraham rejoiced and blessed God because he had seen his sons and had not died childless." },
        { "num": 17, "text": "And he remembered the words which He had spoken to him on the day on which Lot had parted from him, and he rejoiced because the Lord had given him seed on the earth to inherit the earth, and he blessed with all his mouth the Creator of all things." },
        { "num": 18, "text": "And Sarah saw Ishmael playing and dancing, and Abraham rejoicing with great joy, and she became jealous of Ishmael and said to Abraham, 'Cast out this bondwoman and her son; for the son of this bondwoman shall not be heir with my son Isaac.'" },
        { "num": 19, "text": "And the thing was grievous in the eyes of Abraham, because of his maidservant and because of his son, that he should drive them from him." },
        { "num": 20, "text": "And God said to Abraham, 'Let it not be grievous in thy eyes, because of the lad and because of the bondwoman; in all that Sarah hath said unto thee, hearken to her voice and do (it); for in Isaac shall thy name and seed be called.'" },
        { "num": 21, "text": "'But as for the son of this bondwoman I will make him a great nation, because he is of thy seed.'" },
        { "num": 22, "text": "And Abraham rose up early in the morning, and took bread and a bottle of water, and placed them on the shoulders of Hagar and the lad, and sent her away." },
        { "num": 23, "text": "And she departed and wandered in the wilderness of Beersheba, and the water in the bottle was spent, and the lad thirsted, and was not able to go on, and fell down." },
        { "num": 24, "text": "And his mother took him and cast him under an olive tree, and went and sat her down over against him, at the distance of a bow-shot; for she said, 'Let me not see the death of my child,' and as she sat she wept." },
        { "num": 25, "text": "And an angel of God, one of the holy ones, said unto her, 'Why weepest thou, Hagar? Arise take the lad, and hold him in thy hand; for God hath heard thy voice, and hath seen the lad.'" },
        { "num": 26, "text": "And she opened her eyes, and she saw a well of water, and she went and filled her bottle with water, and she gave her lad to drink, and she arose and went towards the wilderness of Paran." },
        { "num": 27, "text": "And the lad grew and became an archer, and God was with him, and his mother took him a wife from among the daughters of Egypt." },
        { "num": 28, "text": "And she bare him a son, and he called his name Nebaioth; for she said, 'The Lord was nigh to me when I called upon Him.'" },
        { "num": 29, "text": "And it came to pass in the seventh week, in the first year thereof, in the first month in this jubilee, on the fourteenth of this month, that Abraham celebrated the festival of the first-fruits of the grain harvest, and offered new offerings on the altar, the first-fruits of the produce, unto the Lord, an heifer and a ram and a sheep, seven he-lambs, and a kid of the goats, for a burnt sacrifice unto the Lord, and their fruit-offerings and their drink-offerings." },
        { "num": 30, "text": "And he burnt it all on the altar, a sweet savour unto the Lord." },
        { "num": 31, "text": "And the celebration of this festival was very great in the house of Abraham, and Isaac and Ishmael and all the household of Abraham celebrated the festival." }
      ]
    },
    {
      "num": 17,
      "verses": [
        { "num": 1, "text": "And in the first year of the seventh week in this jubilee, Isaac was weaned, and Abraham made a great dinner, and Ishmael, the son of Hagar, the Egyptian, was before the face of Abraham his father." },
        { "num": 2, "text": "And Sarah saw Ishmael playing with Isaac, and it was grievous to Sarah, and she said to Abraham, 'Cast out this bondwoman and her son; for the son of this bondwoman shall not be heir with my son Isaac.'" },
        { "num": 3, "text": "And the thing was grievous in the eyes of Abraham because of his son, but God said to Abraham: 'Let it not be grievous in thy eyes because of the lad and because of the bondwoman; in all that Sarah hath said unto thee, hearken to her voice and do (it); for in Isaac shall thy name and seed be called.'" },
        { "num": 4, "text": "'But as for the son of this bondwoman I will make him a great nation, because he is of thy seed.'" },
        { "num": 5, "text": "And Abraham rose up early in the morning, and took bread and a bottle of water, and placed them on the shoulders of Hagar and the lad, and sent them away; and she went and wandered in the wilderness of Beersheba." },
        { "num": 15, "text": "And it came to pass in the seventh week, in the first year thereof, in the first month in this jubilee, on the twelfth of this month, there were voices in heaven regarding Abraham, that he was faithful in all that He told him, and that he loved the Lord, and that in every affliction he was faithful." },
        { "num": 16, "text": "And the prince Mastema came and said before God, 'Behold, Abraham loves Isaac his son, and he delights in him above all things else; bid him offer him as a burnt offering on the altar, and Thou wilt see if he will do this command, and Thou wilt know if he is faithful in everything wherein Thou dost try him.'" },
        { "num": 17, "text": "And the Lord knew that Abraham was faithful in all his afflictions; for He had tried him with his country and with famine, and had tried him with the wealth of kings, and had tried him again with his wife, when she was torn (from him), and with circumcision; and had tried him with Ishmael and Hagar, his maidservant, when he sent them away." },
        { "num": 18, "text": "And in everything wherein He had tried him, he was found faithful, and his soul was not impatient, and he was not slow to act; for he was faithful and a lover of the Lord." }
      ]
    },
    {
      "num": 18,
      "verses": [
        { "num": 1, "text": "And God said to him, 'Abraham, Abraham,' and he said, 'Behold, here am I.'" },
        { "num": 2, "text": "And He said, 'Take thy beloved son, whom thou lovest, (even) Isaac, and go unto the high country, and offer him on one of the mountains which I shall point out unto thee.'" },
        { "num": 3, "text": "And he rose up early in the morning and saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and he went to the place on the third day, and he saw the place from afar." },
        { "num": 4, "text": "And he came to a well of water, and he said to his young men, 'Abide ye here with the ass, and I and the lad will go yonder, and when we have worshipped we will come again to you.'" },
        { "num": 5, "text": "And he took the wood of the burnt offering and laid it on Isaac his son, and he took in his hand the fire and the knife, and they went both of them together to that place." },
        { "num": 6, "text": "And Isaac said to his father, 'Father,' and he said, 'Here am I, my son.' And he said unto him, 'Behold the fire and the wood, and the knife; but where is the sheep for the burnt offering, father?'" },
        { "num": 7, "text": "And he said, 'God will provide for Himself a sheep for a burnt offering, my son.' And he drew near to the place of the mountain of God." },
        { "num": 8, "text": "And he built an altar, and he laid the wood on the altar, and bound Isaac his son, and laid him on the wood which was upon the altar, and stretched out his hand to take the knife to slay Isaac his son." },
        { "num": 9, "text": "And I stood before him, and before the prince Mastema, and the Lord said, 'Bid him not to lay his hand on the lad, nor to do anything to him; for now I have shown that he feareth the Lord.'" },
        { "num": 10, "text": "And I called to him from heaven, and said unto him: 'Abraham, Abraham'; and he was affrighted and said: 'Behold, here am I.'" },
        { "num": 11, "text": "And I said unto him: 'Lay not thy hand upon the lad, neither do thou anything unto him; for now I have shown that thou fearest the Lord, and hast not withheld thy son, thy first-born son, from Me.'" },
        { "num": 12, "text": "And the prince Mastema was put to shame; and Abraham lifted up his eyes and looked, and behold a ram caught by its horns, and Abraham went and took the ram and offered it for a burnt offering in the stead of his son." },
        { "num": 13, "text": "And Abraham called that place 'The Lord hath seen', so that it is said 'In the mount the Lord hath seen': that is Mount Zion." },
        { "num": 14, "text": "And the Lord called Abraham by his name a second time from heaven, as He had caused us to appear to talk with him in the name of the Lord." },
        { "num": 15, "text": "And He said: 'By Myself have I sworn, saith the Lord, because thou hast done this thing, and hast not withheld thy son, thy beloved son, from Me, that in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of heaven and as the sand which is on the seashore.'" },
        { "num": 16, "text": "'And thy seed shall inherit the cities of its enemies, and in thy seed shall all nations of the earth be blessed; because thou hast obeyed My voice, and I have shown to all that thou art faithful unto Me in everything that I have said unto thee: go in peace.'" },
        { "num": 17, "text": "And Abraham went to his young men, and they rose up and went together to Beersheba, and Abraham dwelt by the Well of the Oath." },
        { "num": 18, "text": "And he celebrated this festival every year, seven days with joy, and he called it the festival of the Lord according to the seven days during which he went and returned in peace." },
        { "num": 19, "text": "And thus it is ordained and written on the heavenly tablets take concern to Israel and its seed that they should observe this festival seven days with the joy of festival." }
      ]
    },
    {
      "num": 19,
      "verses": [
        { "num": 1, "text": "And in the first year of the first week in the forty-second jubilee, Abraham returned and dwelt opposite Hebron, that is Kirjath-arba, two weeks of years." },
        { "num": 2, "text": "And in the first year of the third week of this jubilee the days of the life of Sarah were accomplished, and she died in Hebron." },
        { "num": 3, "text": "And Abraham went to mourn for her and bury her, and we tried him (to see) if his spirit were patient and he were not curbed in the words of his mouth; and he was found patient in this also, and was not disturbed." },
        { "num": 4, "text": "For in patience of spirit he spake with the children of Heth, to the intent that they should give him a place in which to bury his dead." },
        { "num": 5, "text": "And the Lord gave him grace before all who saw him, and he besought in humbleness the sons of Heth, and they gave him the double cave over against Mamre, that is Hebron, for four hundred pieces of silver." },
        { "num": 6, "text": "And they besought him, saying, 'We will give it to thee for nothing'; but he would not take it from their hands for nothing, but gave the price of the place, the full money, and he bowed down before them twice; and thus he buried his dead in the double cave." },
        { "num": 7, "text": "And all the days of the life of Sarah were one hundred and twenty-seven years, that is, two jubilees and four weeks and one year. These are the days of the years of the life of Sarah." },
        { "num": 8, "text": "And Abraham took to himself a third wife, and her name was Keturah, from among the daughters of his household servants, for Hagar had died before Sarah." },
        { "num": 9, "text": "And she bare him six sons, Zimram, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah, in the two weeks of years." },
        { "num": 10, "text": "And in the sixth week, in the second year thereof, Rebecca bare to Isaac two sons, Jacob and Esau, and Jacob was a smooth and upright man, and Esau was fierce, a man of the field, and hairy, and Jacob dwelt in tents." },
        { "num": 11, "text": "And the youths grew, and Jacob learned to write, but Esau did not learn, for he was a man of the field and a hunter, and he learned war, and all his deeds were fierce." },
        { "num": 12, "text": "And Abraham loved Jacob, but Isaac loved Esau." },
        { "num": 13, "text": "And Abraham saw the deeds of Esau, and he knew that in Jacob should his name and seed be called; and he called Rebecca and gave commandment concerning Jacob, for he knew that she too loved Jacob much more than Esau." },
        { "num": 14, "text": "And he said unto her: 'My daughter, watch over my son Jacob, for he shall be in my stead on the earth, and for a blessing in the midst of the children of men, and for the glory of the whole seed of Shem.'" },
        { "num": 15, "text": "'For I know that the Lord will choose him to be a people for possession unto Himself, above all peoples that are upon the face of the earth.'" },
        { "num": 16, "text": "'And behold, Isaac my son loves Esau more than Jacob, but I see that thou rightly lovest Jacob.'" },
        { "num": 17, "text": "'Add still to thy kindness unto him, and let thine eyes be upon him in love; for he will be a blessing unto us on the earth from henceforth unto all generations of the earth.'" },
        { "num": 18, "text": "'Let thy hands be strong, and let thy heart rejoice in thy son Jacob; for I have loved him far beyond all my sons. He will be blessed for ever, and his seed will fill the whole earth.'" },
        { "num": 19, "text": "'If a man can number the sand of the earth, his seed also shall be numbered.'" },
        { "num": 20, "text": "'And all the blessings wherewith the Lord hath blessed me and my seed shall belong to Jacob and his seed alway.'" },
        { "num": 21, "text": "'And in his seed shall my name be blessed, and the name of my fathers, Shem, and Noah, and Enoch, and Mahalalel, and Enos, and Seth, and Adam.'" },
        { "num": 22, "text": "'And these shall serve to lay the foundations of the heaven, and to strengthen the earth, and to renew all the luminaries which are in the firmament.'" },
        { "num": 23, "text": "And he called Jacob before the eyes of Rebecca his mother, and kissed him, and blessed him, and said:" },
        { "num": 24, "text": "'Jacob, my beloved son, whom my soul loveth, may God bless thee from above the firmament, and may He give thee all the blessings wherewith He blessed Adam, and Enoch, and Noah, and Shem; and all the things of which He told me, and all the things which He promised to give me, may He cause to cleave to thee and to thy seed for ever, according to the days of heaven.'" },
        { "num": 25, "text": "'And may the spirits of Mastema not rule over thee or over thy seed to turn thee from the Lord, who is thy God from henceforth for ever.'" },
        { "num": 26, "text": "'And may the Lord God be a father to thee and thou the first-born son, and to the people for ever. Go in peace, my son.'" },
        { "num": 27, "text": "And they both went forth together from Abraham. And Rebecca loved Jacob, with all her heart and with all her soul, very much more than Esau; but Isaac loved Esau very much more than Jacob." }
      ]
    },
    {
      "num": 20,
      "verses": [
        { "num": 1, "text": "And in the forty-second jubilee, in the seventh week in the first year thereof, Abraham called Ishmael, and his twelve sons, and Isaac and his two sons, and the six sons of Keturah, and their sons." },
        { "num": 2, "text": "And he commanded them that they should observe the way of the Lord; that they should work righteousness, and love each his neighbour, and act on this manner amongst all men; that they should each so walk as to execute justice and righteousness on the earth." },
        { "num": 3, "text": "That they should circumcise their sons according to the covenant which He had made with them, and not deviate to the right hand or the left of all the paths which the Lord had commanded us; and that we should keep ourselves from all fornication and uncleanness, [and renounce from amongst us all fornication and uncleanness]." },
        { "num": 4, "text": "And if any woman or maid commit fornication amongst you, burn her with fire, and let them not commit fornication with her after their eyes and their heart; and let them not take to themselves wives from the daughters of Canaan; for the seed of Canaan will be rooted out of the land." },
        { "num": 5, "text": "And he told them of the judgement of the Giants, and the judgement of the Sodomites, how they had been judged on account of their wickedness, and had died on account of their fornication, and uncleanness, and mutual corruption through fornication." },
        { "num": 6, "text": "'And guard yourselves from all fornication and uncleanness, and from all pollution of sin, lest ye make our name a curse, and your whole life a hissing, and all your sons to be destroyed by the sword, and ye become accursed like Sodom, and all your remnant as the sons of Gomorrah.'" },
        { "num": 7, "text": "'I beseech you, my sons, love the God of heaven, and cleave ye to all His commandments. And walk not after their idols, and after their uncleanness.'" },
        { "num": 8, "text": "'And make not for yourselves molten or graven gods; for they are vanity, and there is no spirit in them; for they are the work of (men's) hands, and all who trust in them trust in nothing. Serve them not, nor worship them,'" },
        { "num": 9, "text": "'But serve ye the Most High God, and worship Him continually, and hope for His countenance always, and work righteousness and uprightness before Him, that He may stablish you and grant you His mercy, and cause rain to descend upon you morning and evening, and bless all your works which ye have wrought upon the earth, and bless thy bread and thy water, and bless the fruit of thy womb and the fruit of thy land, and the herds of thy cattle, and the flocks of thy sheep.'" },
        { "num": 10, "text": "'And ye shall be for a blessing on the earth, and all nations of the earth shall desire you, and bless your sons in my name, that they may be blessed as I am.'" },
        { "num": 11, "text": "And he gave to Ishmael and to his sons, and to the sons of Keturah, gifts, and sent them away from Isaac his son, and he gave everything to Isaac his son." },
        { "num": 12, "text": "And Ishmael and his sons, and the sons of Keturah and their sons, went together and dwelt from Paran to the entering in of Babylon in all the land which is towards the East facing the desert." },
        { "num": 13, "text": "And these mingled with each other, and their name was called Arabs, and Ishmaelites." }
      ]
    },
    {
      "num": 21,
      "verses": [
        { "num": 1, "text": "And it came to pass in the sixth week, in the seventh year thereof, Abraham called Isaac his son, and commanded him, saying: 'I am become old, and know not the day of my death, and am full of my days.'" },
        { "num": 2, "text": "'And behold, I am one hundred and seventy-five years old, and throughout all the days of my life I have remembered the Lord, and sought with all my heart to do His will, and to walk uprightly in all His ways.'" },
        { "num": 3, "text": "'My soul hath hated idols, (and I have despised those that served them, and I have given my heart and spirit) that I might observe to do the will of Him who created me.'" },
        { "num": 4, "text": "'For He is the living God, and He is holy and faithful, and He is righteous beyond all, and there is with Him no accepting of (men's) persons and no accepting of gifts; for God is righteous, and executeth judgement on all those who transgress His commandments and despise His covenant.'" },
        { "num": 5, "text": "'And do thou, my son, observe His commandments and His ordinances and His judgements, and walk not after the abominations and after the graven images and after the molten images.'" },
        { "num": 6, "text": "'And eat no blood at all of animals or cattle, or of any bird which flies in the heaven.'" },
        { "num": 7, "text": "'And if thou dost slay a victim as an acceptable peace-offering, slay it, and pour out its blood upon the altar, and all the fat of the thank-offering offer on the altar with fine flour (and meat-offering) mingled with oil, with its drink-offering--offer them all together on the altar of burnt offering; it is a sweet savour before the Lord.'" },
        { "num": 8, "text": "'And thou shalt offer the fat of the thank-offering on the fire which is upon the altar, and the fat which is on the belly, and all the fat on the inwards, and the two kidneys, and all the fat that is upon them, and upon the loins and liver thou shalt remove together with the kidneys.'" },
        { "num": 9, "text": "'And offer all these as a sweet savour acceptable before the Lord, with its meat-offering and with its drink-offering, for a sweet savour, the bread of the offering unto the Lord.'" },
        { "num": 10, "text": "'And eat its flesh on that day and on the second day, and let not the sun on the second day go down upon it until it is eaten, and let nothing be left over for the third day; for it is not acceptable [for it is not approved] and let it no longer be eaten, and all who eat thereof shall bring sin upon themselves; for thus I have found it written in the books of my forefathers, and in the words of Enoch, and in the words of Noah.'" },
        { "num": 11, "text": "'And on all thy oblations thou shalt strew salt, and let not the salt of the covenant be lacking in all thy oblations before the Lord.'" },
        { "num": 12, "text": "'And as regards the wood of the sacrifices, beware lest thou bring (other) wood for the altar besides these: cypress, bay-tree, almond, fir, pine, cedar, savin, palm, olive, myrtle, laurel, and citron-wood, and arbutus.'" },
        { "num": 13, "text": "'And of these kinds of wood lay upon the altar under the sacrifice, such as have been examined as to their appearance, and do not lay thereon any split or dark wood, (but) hard and clean, without fault, a sound and new growth; and do not lay thereon old wood [for its fragrance is gone], for there is no longer fragrance in it as before.'" },
        { "num": 14, "text": "'Besides these kinds of wood there is none other that thou shalt lay (on the altar), for the fragrance is gone, and the savour of its smoke goes up to heaven.'" },
        { "num": 15, "text": "'Observe this commandment and do it, my son, that thou mayst be upright in all thy deeds.'" },
        { "num": 16, "text": "'And at all times be clean in thy body, and wash thyself with water before thou approachest to offer on the altar, and wash thy hands and thy feet before thou drawest near to the altar; and when thou hast finished offering, wash again thy hands and thy feet.'" },
        { "num": 17, "text": "'And let no blood appear upon you nor upon your clothes; be on thy guard, my son, against blood, be on thy guard exceedingly; cover it with dust.'" },
        { "num": 18, "text": "'And do not eat any blood, for it is the soul; eat no blood whatever.'" },
        { "num": 19, "text": "'And take no gifts for the blood of man, lest it be shed with impunity, without judgement; for it is the blood that is shed that causes the earth to sin, and the earth cannot be cleansed from the blood of man save by the blood of him who shed it.'" },
        { "num": 20, "text": "'And take no present or gift for the blood of man: be not defiled with all the sins of men, but be thou pure from all their iniquity, and observe the law of the Lord in everything.'" },
        { "num": 21, "text": "'And now, my son, hearken unto my voice: turn away from all their deeds, and walk not in all their ways, and have no part in their works, and take not a wife from any of the seed of the daughters of Canaan, lest thou turn thy heart from the Lord our God.'" },
        { "num": 22, "text": "'For I know that in the latter days your children will forsake the Lord, and will walk in the paths of the Gentiles, and in their uncleanness and in their abominations, and will serve their idols, and these will become to them a snare and an affliction, and a tribulation and a pit.'" },
        { "num": 23, "text": "'And many will perish and they will be taken captive, and will fall into the hands of the enemy, because they have forsaken the ordinances of the Lord and His commandments, and the festivals of His covenant, and His sabbaths, and His holy place which He hallowed for Himself in their midst, and His tabernacle, and His sanctuary, which He hallowed for Himself in the midst of the land, that He should set His name upon it and that it should dwell (there).'" },
        { "num": 24, "text": "'And they will make to themselves high places and groves and graven images, and they will worship each his own (graven image) so as to go astray, and they will sacrifice their children to demons, and to all the works of the error of their hearts.'" },
        { "num": 25, "text": "'And I will hide My face from them, and I will deliver them into the hand of the Gentiles for captivity, and for a prey, and for devouring, and I will remove them from the midst of the land, and I will scatter them amongst the Gentiles.'" }
      ]
    },
    {
      "num": 22,
      "verses": [
        { "num": 1, "text": "And it came to pass in the first week in the forty-fourth jubilee, in the second year, that is, the year in which Abraham died, that Isaac and Ishmael came from the Well of the Oath to celebrate the feast of weeks--that is, the feast of the first-fruits of the harvest--to Abraham, their father, and Abraham rejoiced because his two sons had come." },
        { "num": 2, "text": "For Isaac had many possessions in Beersheba, and Isaac was wont to go and see his possessions and to return to his father." },
        { "num": 3, "text": "And in those days Ishmael came to see his father, and they both came together, and Isaac offered a sacrifice for a burnt offering, and presented it on the altar of his father which he had made in Hebron." },
        { "num": 4, "text": "And he offered a thank-offering and made a feast of joy before Ishmael, his brother: and Rebecca made new cakes from the new wheat, and gave them to Jacob, her son, to take them to Abraham, his father, from the first-fruits of the harvest, that he might eat and bless the Creator of all things before he died." },
        { "num": 5, "text": "And Isaac also sent by the hand of Jacob a best thank-offering to Abraham, that he might eat and drink." },
        { "num": 6, "text": "And he eat and drank, and blessed the Most High God, Who hath created heaven and earth, Who hath made all the fat things of the earth, and given them to the children of men that they might eat and drink and bless their Creator." },
        { "num": 7, "text": "'And now I give thanks unto Thee, my God, because Thou hast caused me to see this day: behold, I am one hundred and seventy-five years old, an old man and full of days, and all my days have been unto me peace.'" },
        { "num": 8, "text": "'The sword of the adversary hath not overcome me in all that Thou hast given me and my children all the days of my life until this day.'" },
        { "num": 9, "text": "'My God, may Thy mercy be lift up upon Thy servant, and upon the seed of his sons, that they may be to Thee a chosen nation and an inheritance from amongst all the nations of the earth from henceforth unto all the days of the generations of the earth, throughout all the ages.'" },
        { "num": 10, "text": "And he called Jacob and said: 'My son Jacob, may the God of all bless thee and strengthen thee to work righteousness, and His will before Him, and may He choose thee and thy seed that ye may become a people for His inheritance according to His kind will alway. And do thou, my son, Jacob, draw near and kiss me.'" },
        { "num": 11, "text": "And he drew near and kissed him, and he said: 'Blessed be my son Jacob and all the sons of the Most High God, unto all the ages: May God give unto thee a seed of righteousness; and some of thy sons may He sanctify in the midst of the whole earth; May nations serve thee, and all the nations bow themselves before thy seed.'" },
        { "num": 12, "text": "'Be strong in the presence of men, and exercise authority over all the seed of Seth. Then thy ways and the ways of thy sons will be justified, so that they become a holy nation.'" },
        { "num": 13, "text": "'May the Most High God give thee all the blessings wherewith He hath blessed me and wherewith He blessed Noah and Adam; may they rest on the sacred head of thy seed from generation to generation for ever.'" },
        { "num": 14, "text": "'And may He cleanse thee from all unrighteousness and impurity, that thou mayst be forgiven all the transgressions which thou hast committed through ignorance.'" },
        { "num": 15, "text": "'And may He strengthen thee, and bless thee, and mayest thou inherit the whole earth, and may He renew His covenant with thee, that thou mayest be to Him a nation for His inheritance for all the ages, and that He may be to thee and to thy seed a God in truth and righteousness throughout all the days of the earth.'" },
        { "num": 16, "text": "'And do thou, my son Jacob, remember my words, and observe the commandments of Abraham, thy father: separate thyself from the nations, and eat not with them, and do not according to their works, and become not their companion; for their works are unclean, and all their ways are a pollution and an abomination and uncleanness.'" },
        { "num": 17, "text": "'They offer their sacrifices to the dead and they worship evil spirits, and they eat over the graves, and all their works are vanity and nothingness.'" },
        { "num": 18, "text": "'They have no heart to understand and their eyes do not see what their works are, and how they err in saying to a piece of wood: \"Thou art my God,\" and to a stone: \"Thou art my Lord and thou art my deliverer.\" [And they have no heart.]'" },
        { "num": 19, "text": "'And as for thee, my son Jacob, may the Most High God help thee and the God of heaven bless thee and remove thee from their uncleanness and from all their error.'" },
        { "num": 20, "text": "'Be on thy guard, my son Jacob, lest thou shouldst take a wife from any of the seed of the daughters of Canaan; for all his seed is fated to be rooted out of the earth.'" },
        { "num": 21, "text": "'For through the sin of Ham, Canaan erred, and all his seed shall be destroyed from off the earth and all his remnant, and none of it shall be saved.'" },
        { "num": 22, "text": "'And on the day of judgement I shall not forget all those who have corrupted their ways and their counsels, and have not walked in righteousness; and all of them I shall destroy from off the face of the earth.'" },
        { "num": 23, "text": "'And thou, my son Jacob, may the Most High God bless thee and all thy seed, and mayest thou be for an inheritance to the Most High God from among all the nations, and may the name of the Most High be praised throughout the whole earth, and all the nations of the earth shall desire thee, and bless thy sons in my name, that they may be blessed even as I am.'" },
        { "num": 24, "text": "And he finished his blessing and his charge, and they both lay on one bed, and Jacob slept in the bosom of Abraham, his father's father." },
        { "num": 25, "text": "And he kissed him seven times, and his affection and his heart rejoiced over him." },
        { "num": 26, "text": "And he blessed him with all his heart and said: 'The Most High God, the God of all, and Creator of all, who brought me forth from Ur of the Chaldees, that He might give me this land to inherit it for ever, and that I might stablish a holy seed--blessed be the Most High for ever.'" },
        { "num": 27, "text": "And he blessed Jacob and said: 'My son, over whom with all my heart and my affection I rejoice, may thy grace and thy mercy be lifted up upon thee and upon thy seed alway.'" },
        { "num": 28, "text": "'And do not forsake the Lord thy God; for He is the God of all, and Creator of all, and He is thy God and the God of thy fathers.'" },
        { "num": 29, "text": "'And do not forsake His covenant which He made with thee and with thy fathers, and do not turn aside from His word, but observe the commandments of thy father Abraham, and walk in the ways of his righteousness.'" },
        { "num": 30, "text": "'And do thou, my son, Jacob, draw near and kiss me.' And he drew near and kissed him." }
      ]
    },
    {
      "num": 23,
      "verses": [
        { "num": 1, "text": "And he placed two of Jacob's fingers upon his eyes, and he blessed the God of gods, and he covered his face and stretched out his feet and fell asleep the sleep of eternity, and was gathered to his fathers." },
        { "num": 2, "text": "And notwithstanding all this Jacob was lying in his bosom, and knew not that Abraham his father's father was dead." },
        { "num": 3, "text": "And Jacob awoke from his sleep, and behold Abraham was cold as ice, and he said: 'Father, father!' but there was none that spake, and he knew that he was dead." },
        { "num": 4, "text": "And he arose from his bosom and ran and told Rebecca, his mother; and Rebecca went to Isaac in the night, and told him; and they went together, and Jacob with them, and a lamp was in their hand." },
        { "num": 5, "text": "And when they had gone in they found Abraham lying dead." },
        { "num": 6, "text": "And Isaac fell on the face of his father, and wept and kissed him." },
        { "num": 7, "text": "And the voices were heard in the house of Abraham, and Ishmael his son arose, and went to Abraham his father, and wept over Abraham his father, he and all the house of Abraham, and they wept with a great weeping." },
        { "num": 8, "text": "And his sons Isaac and Ishmael buried him in the double cave, near Sarah his wife, and they wept for him forty days, all the men of his house, and Isaac and Ishmael, and all their sons, and all the sons of Keturah in their places; and the days of weeping for Abraham were ended." },
        { "num": 9, "text": "And he lived three jubilees and four weeks of years, one hundred and seventy-five years, and finished his days, being old and full of days." },
        { "num": 10, "text": "For the days of the forefathers, of their life, were at least nineteen jubilees; and after the Flood they began to grow less than nineteen jubilees, and to decrease in jubilees, and to grow old quickly, and to fail as regards their days because of manifold tribulations and the wickedness of their ways, with the exception of Abraham." },
        { "num": 11, "text": "For Abraham was perfect in all his deeds with the Lord, and well-pleasing in righteousness all the days of his life; and behold, he did not complete four jubilees in his life, when he had grown old by reason of the wickedness, and was full of his days." },
        { "num": 12, "text": "And all the generations which shall arise from this time until the day of the great judgement shall grow old quickly, before they complete two jubilees, and their knowledge shall forsake them by reason of their old age [and all their knowledge shall vanish]." },
        { "num": 13, "text": "And in those days, if a man live a jubilee and a half of years, they shall say regarding him: 'He hath lived long, and the greater part of his days are sorrow and wickedness and tribulation, and there is no peace.'" },
        { "num": 14, "text": "For calamity follows on calamity, and wound on wound, and tribulation on tribulation, and evil tidings on evil tidings, and illness on illness, and all evil judgements such as these, one with another: illness and overthrow, and snow and frost and ice, and fever, and chills, and torpor, and famine, and death, and sword, and captivity, and all kinds of calamities and pains." },
        { "num": 15, "text": "And all these shall come on an evil generation, which transgresses on the earth: their works are uncleanness and fornication, and pollution and abominations." },
        { "num": 16, "text": "Then they shall say: 'The days of the forefathers were many, even unto a thousand years, and were good; but behold, the days of our life, if a man has lived many, are seventy years, and, if he is strong, eighty years, and those are evil, and there is no peace in the days of this evil generation.'" },
        { "num": 17, "text": "And in that generation the sons shall convict their fathers and their elders of sin and unrighteousness, and of the words of their mouth and the great wickednesses which they perpetrate, and of their forsaking the covenant which the Lord made between them and Him, that they should observe and do all His commandments and His ordinances and all His laws, without departing either to the right hand or to the left." },
        { "num": 18, "text": "For all have done evil, and every mouth speaks iniquity and all their works are an uncleanness and an abomination, and all their ways are pollution, uncleanness and destruction." },
        { "num": 19, "text": "Behold, the earth shall be destroyed on account of all their works, and there shall be no seed of the vine, and no oil, for their works are altogether faithless, and they shall all perish together, beasts and cattle and birds, and all the fish of the sea, on account of the children of men." },
        { "num": 20, "text": "And they shall strive one with another, the young with the old, and the old with the young, the poor with the rich, and the lowly with the great, and the beggar with the prince, on account of the law and the covenant; for they have forgotten commandment, and covenant, and feasts, and months, and sabbaths, and jubilees, and all judgements." },
        { "num": 21, "text": "And they shall stand (with bows and) swords and war to turn them back into the way; but they shall not return until much blood has been shed on the earth, one by another." },
        { "num": 22, "text": "And those who have escaped shall not return from their wickedness to the way of righteousness, but they shall all exalt themselves to deceit and wealth, that they may each take all that is his neighbour's, and they shall name the great name, but not in truth and not in righteousness, and they shall defile the holy of holies with their uncleanness and the corruption of their pollution." },
        { "num": 23, "text": "And a great punishment shall befall the deeds of this generation from the Lord, and He will give them over to the sword and to judgement and to captivity, and to be pillaged and devoured." },
        { "num": 24, "text": "And He will wake up against them the sinners of the Gentiles, who have no mercy or compassion, and who shall respect the person of none, neither old nor young, nor any one, for they are more wicked and strong to do evil than all the children of men." },
        { "num": 25, "text": "And they shall use violence against Israel and transgression against Jacob, and much blood shall be shed upon the earth, and there shall be none to gather and none to bury." },
        { "num": 26, "text": "In those days they shall cry aloud, and call and pray that they may be delivered from the hand of the sinners, the Gentiles; but none shall be saved." },
        { "num": 27, "text": "And the heads of the children shall be white with grey hair, and a child of three weeks shall look old like a man of one hundred years, and his stature shall be destroyed by tribulation and oppression." },
        { "num": 28, "text": "And in those days the children shall begin to study the laws, and to seek the commandments, and to return to the path of righteousness." },
        { "num": 29, "text": "And the days shall begin to grow many and increase amongst those children of men till their days draw nigh to one thousand years, and to a greater number of years than (before) was the number of the days." },
        { "num": 30, "text": "And there shall be no old man nor any who is full of days, for all shall be (as) children and youths." },
        { "num": 31, "text": "And all their days they shall complete and live in peace and in joy, and there shall be no Satan nor any evil destroyer; for all their days shall be days of blessing and healing." },
        { "num": 32, "text": "And at that time the Lord will heal His servants, and they shall rise up and see great peace, and drive out their adversaries. And the righteous shall see and be thankful, and rejoice with joy for ever and ever, and shall see all their judgements and all their curses on their enemies." },
        { "num": 33, "text": "And their bones shall rest in the earth, and their spirits shall have much joy, and they shall know that it is the Lord who executes judgement, and shows mercy to hundreds and thousands and to all that love Him." }
      ]
    },
    {
      "num": 24,
      "verses": [
        { "num": 1, "text": "And it came to pass after the death of Abraham, that the Lord blessed Isaac his son, and he arose from Hebron and went and dwelt at the Well of the Vision in the first year of the second week of this jubilee, seven years." },
        { "num": 2, "text": "And in the first year of the third week there was a famine in the land, besides the first famine which was in the days of Abraham." },
        { "num": 3, "text": "And Isaac went to Abimelech, king of the Philistines, to Gerar, and the Lord appeared unto him and said unto him:" },
        { "num": 4, "text": "'Go not down into Egypt; dwell in the land that I shall tell thee of, and sojourn in this land, and I will be with thee and bless thee.'" },
        { "num": 5, "text": "'For to thee and to thy seed will I give all this land, and I will establish My oath which I sware unto Abraham thy father.'" },
        { "num": 6, "text": "'And I will multiply thy seed as the stars of heaven, and will give unto thy seed all this land; and in thy seed shall all the nations of the earth be blessed;'" },
        { "num": 7, "text": "'Because thy father obeyed My voice, and kept My charge and My commandments, and My laws, and My ordinances, and My covenant; and now, obey My voice and dwell in this land.'" },
        { "num": 8, "text": "And he dwelt in Gerar three weeks of years." },
        { "num": 9, "text": "And Abimelech charged concerning him, and concerning all that was his, saying: 'Whosoever toucheth this man or aught that is his shall surely die.'" },
        { "num": 10, "text": "And Isaac grew rich in that land and acquired many possessions, herds of sheep and cattle, and camels and asses, and many household servants." },
        { "num": 11, "text": "And he sowed in the land and reaped an hundredfold in that year, and Isaac became exceedingly great, and the Philistines envied him." },
        { "num": 12, "text": "Now all the wells which the servants of Abraham had digged in the life of Abraham, the Philistines had stopped them after the death of Abraham, and filled them with earth." },
        { "num": 13, "text": "And Abimelech said unto Isaac, 'Go from us, for thou art much mightier than we'; and Isaac departed from thence in the first year of the seventh week, and sojourned in the valleys of Gerar." },
        { "num": 14, "text": "And they digged again the wells of water which the servants of Abraham his father had digged, and which the Philistines had stopped after the death of Abraham his father, and he called their names as Abraham his father had called them." },
        { "num": 15, "text": "And the servants of Isaac digged a well in the valley, and found living water, and the shepherds of Gerar strove with the shepherds of Isaac, saying, 'It is our water'; and Isaac called the name of the well 'Injustice', because they had done us injustice." },
        { "num": 16, "text": "And they digged a second well, and they strove for that also, and he called its name 'Enmity'. And he moved from thence and they digged another well, and for that they strove not, and he called the name of it 'Room', and Isaac said, 'Now the Lord hath made room for us, and we have increased in the land.'" },
        { "num": 17, "text": "And he went up from thence to the Well of the Oath in the first year of the first week in the forty-fifth jubilee." },
        { "num": 18, "text": "And the Lord appeared to him that night, on the new moon of the first month, and said unto him: 'I am the God of Abraham thy father; fear not, for I am with thee, and will bless thee and will multiply thy seed as the sand of the earth for My servant Abraham's sake.'" },
        { "num": 19, "text": "And he built an altar there, which Abraham his father had first built, and he called upon the name of the Lord, and offered sacrifice, and pitched his tent there near the Well of the Oath." },
        { "num": 20, "text": "And he digged a well and found living water. And the servants of Isaac digged a well, but they found no water, and they went and told Isaac that they had found no water." },
        { "num": 21, "text": "And Isaac said: 'I have sworn this day to the Philistines, and this thing has been announced to us.' And he called the name of that place the 'Well of the Oath'; for there he had sworn to Abimelech and Phicol his friend and Ahuzzath his counsellor." },
        { "num": 22, "text": "And Isaac knew on that day that under constraint he had sworn to them to make peace with them." },
        { "num": 23, "text": "And Isaac on that day cursed the Philistines and said: 'Cursed be the Philistines unto the day of wrath and indignation from the midst of all nations; may God make them a laughing-stock and a curse and an object of wrath and indignation in the hands of the sinners, the Gentiles, and in the hands of the Kittim.'" },
        { "num": 24, "text": "'And whoever escapeth the sword of the enemy and the Kittim, may the righteous nation root out in judgement from under heaven; for they shall be the enemies and foes of my sons throughout their generations upon the earth.'" },
        { "num": 25, "text": "'And no remnant shall be left to them, nor one that shall be saved on the day of the wrath of judgement; for for destruction and rooting out and expulsion from the earth is all the seed of the Philistines (destined), and there shall no longer be left for these Caphtorim a name or a seed on the earth.'" },
        { "num": 26, "text": "'For though he ascend unto heaven, thence shall he be brought down, and though he make his bed in Sheol, thence shall he be drawn up, and though he hide himself amongst the nations, thence shall he be rooted out, and though he go down into the nethermost parts of the earth, there will I multiply their plagues, and I will send the people that know not their language against them, and their name and seed shall vanish from the earth.'" },
        { "num": 27, "text": "And Isaac wrote this in the book as I commanded him, regarding the Philistines." },
        { "num": 28, "text": "And in the sixth year of this seventh week Isaac called Esau his elder son and said unto him: 'I am become old, my son, and behold my eyes are dim in seeing, and I know not the day of my death.'" },
        { "num": 29, "text": "'And now take thy hunting weapons, thy quiver and thy bow, and go out to the field, and hunt me something, and make me savoury meat, such as my soul loveth, and bring it to me that I may eat and that my soul may bless thee before I die.'" },
        { "num": 30, "text": "But Rebecca heard Isaac speaking to Esau. And Esau went forth early to the field to hunt and bring (something) home to his father." },
        { "num": 31, "text": "And Rebecca called Jacob her son, and said unto him: 'Behold, I heard Isaac thy father speak unto Esau thy brother, saying, \"Hunt for me, and make me savoury meat, and bring (it) to me that I may eat and bless thee before the Lord.\"'" },
        { "num": 32, "text": "'And now, my son, hearken unto my voice in that which I command thee: Go to thy flock and fetch me two good kids of the goats, and I will make them savoury meat for thy father, such as he loveth, and thou shalt bring (them) to thy father that he may eat and bless thee before the Lord before he die, and thou mayest have favour in his eyes.'" },
        { "num": 33, "text": "And Jacob said to Rebecca his mother: 'Mother, I shall not withhold anything which my father eats, and which pleaseth him; only I fear, my mother, lest he recognize my voice and wish to touch me.'" }
      ]
    },
    {
      "num": 25,
      "verses": [
        { "num": 1, "text": "And in the second year of this week in this jubilee, Jacob came to his mother Rebecca, and she said to him: 'My son, go and take two kids of the goats and I will make them into savoury meat for thy father such as he loveth, and thou shalt bring them to thy father that he may eat and bless thee before he die.'" },
        { "num": 2, "text": "And Jacob did as his mother commanded him, and he brought the kids and she made them into savoury meat such as his father loved." },
        { "num": 3, "text": "And Rebecca took the goodly raiment of Esau her elder son, which was with her in the house, and she put it on Jacob her younger son, and she put the skins of the kids upon his hands and upon the smooth of his neck." },
        { "num": 4, "text": "And she gave the savoury meat and the bread which she had prepared into the hand of her son Jacob." },
        { "num": 5, "text": "And Jacob went in to his father and said: 'I am thy son Esau: I have done as thou badest me: arise and sit and eat of my hunting, that thy soul may bless me.'" },
        { "num": 6, "text": "And Isaac said to his son: 'How is it that thou hast found it so quickly, my son?'" },
        { "num": 7, "text": "And he said: 'Because the Lord thy God brought it before me.' And Isaac said unto him: 'Come near, that I may feel thee, my son, whether thou be my son Esau or not.'" },
        { "num": 8, "text": "And Jacob went near to Isaac his father, and he felt him and said: 'The voice is Jacob's voice, but the hands are the hands of Esau.'" },
        { "num": 9, "text": "And he recognized him not, because his hands were hairy like his brother Esau's; and he blessed him." },
        { "num": 10, "text": "And he said: 'Art thou my son Esau?' and he said: 'I am thy son.' And he said: 'Bring it near to me that I may eat of my son's hunting, that my soul may bless thee.'" },
        { "num": 11, "text": "And he brought it near to him, and he eat, and he brought him wine and he drank." },
        { "num": 12, "text": "And Isaac his father said unto him: 'Come near and kiss me, my son.' And he came near and kissed him." },
        { "num": 13, "text": "And he smelled the smell of his raiment, and he blessed him and said: 'Behold, the smell of my son is as the smell of a full field which the Lord hath blessed.'" },
        { "num": 14, "text": "'And may the Lord give thee of the dew of heaven and of the fatness of the earth, and plenty of corn and oil: Let nations serve thee, and peoples bow down to thee.'" },
        { "num": 15, "text": "'Be lord over thy brethren, and let thy mother's sons bow down to thee; and may all the blessings wherewith the Lord hath blessed me and my father Abraham be given to thee and to thy seed for ever; cursed be he that curseth thee, and blessed be he that blesseth thee.'" },
        { "num": 16, "text": "And it came to pass as soon as Isaac had made an end of blessing his son Jacob, and Jacob had gone forth from Isaac his father, that Esau his brother came from his hunting." },
        { "num": 17, "text": "And he also had made savoury meat, and brought it to his father, and said unto his father: 'Let my father arise, and eat of his son's hunting, that thy soul may bless me.'" },
        { "num": 18, "text": "And Isaac his father said unto him: 'Who art thou?' And he said unto him: 'I am thy first-born son, Esau; I have done as thou badest me.'" },
        { "num": 19, "text": "And Isaac was exceedingly terrified, and said: 'Who then is he that hath hunted and brought it to me, and I have eaten of all before thou camest, and have blessed him, and he shall be blessed?'" },
        { "num": 20, "text": "And it came to pass when Esau heard the words of his father Isaac that he cried with an exceeding great and bitter cry, and said unto his father: 'Bless me, even me also, father!'" },
        { "num": 21, "text": "And he said unto him: 'Thy brother came with guile, and hath taken away thy blessing.' And he said: 'Now I know why his name is called Jacob; behold, he hath supplanted me these two times: he took away my birthright, and now he hath taken away my blessing.'" },
        { "num": 22, "text": "And he said: 'Hast thou not reserved a blessing for me, father?' And Isaac answered and said unto Esau: 'Behold, I have made him thy lord, and all his brethren have I given to him for servants, and with corn and wine and oil have I stablished him; and what shall I do for thee, my son?'" },
        { "num": 23, "text": "And Esau said to his father: 'Hast thou but one blessing, father? Bless me, even me also, father.' And Esau lifted up his voice and wept." }
      ]
    },
    {
      "num": 31,
      "verses": [
        { "num": 1, "text": "And on the new moon of the month Jacob spake to all the men of his house, saying: 'Purify yourselves and change your garments, and let us arise and go up to Bethel, where I vowed a vow to Him in the day of my tribulation, and He hath been with me and brought me into this land in peace, and put away the strange gods that are among you.'" },
        { "num": 2, "text": "And they gave up the strange gods and that which was in their ears and that which was on their necks, and Jacob hid them under the oak which is in the land of Shechem." },
        { "num": 3, "text": "And he went up on the new moon of the seventh month to Bethel. And he built an altar in the place where he had slept and had set up a pillar." },
        { "num": 4, "text": "And he sent and called Isaac his father to him, and Rebecca his mother, to the sacrifice which he was making, and to all the men of his father's house." },
        { "num": 5, "text": "And Isaac said: 'Let my son Jacob come, and let me see him before I die.' And Jacob went to Isaac his father, and to Rebecca his mother, to the house of his father Abraham, and he took two of his sons with him, Levi and Judah, and he came to his father Isaac and to his mother Rebecca." },
        { "num": 6, "text": "And Rebecca came forth from the house to kiss Jacob and embrace him; for her spirit was alive when she heard: 'Behold Jacob thy son hath come'; and she kissed him." },
        { "num": 7, "text": "And she saw his two sons, and she recognized them, and said unto him: 'Are these thy sons, my son?' and she embraced them and kissed them, and blessed them, saying: 'In you shall the seed of Abraham be named, and ye shall become a blessing on the earth.'" },
        { "num": 8, "text": "And Jacob went in to Isaac his father, to the chamber where he lay, and his two sons were with him, and he took the hand of his father, and stooping down he kissed him, and Isaac clung to the neck of Jacob his son, and wept upon his neck." },
        { "num": 9, "text": "And the darkness left the eyes of Isaac, and he saw his two sons, Levi and Judah, and he said: 'Are these thy sons, my son? for they are like thee.'" },
        { "num": 10, "text": "And he said to him that they were truly his sons: 'And thou hast truly seen that they are my sons.'" },
        { "num": 11, "text": "And they drew near to him, and they turned and he kissed them and embraced them both together." },
        { "num": 12, "text": "And the spirit of prophecy came down into his mouth, and he took Levi by his right hand and Judah by his left." },
        { "num": 13, "text": "And he turned to Levi first, and began to bless him, saying: 'May the God of all, the very Lord of all the ages, bless thee and thy children throughout all the ages.'" },
        { "num": 14, "text": "'And may the Lord give to thee and to thy seed greatness and great glory, and cause thee and thy seed, from among all flesh, to draw near unto Him to serve in His sanctuary as the angels of the presence and as the holy ones. (Even) as they, shall the seed of thy sons be for glory and greatness and holiness throughout all the ages.'" },
        { "num": 15, "text": "'And they shall make thee and thy sons great in all the earth; they shall be princes and judges, and the heads of all the seed of the sons of Jacob; They shall speak the word of the Lord in righteousness, and they shall judge all His judgements in righteousness. And they shall declare My ways to Jacob and My paths to Israel. The blessing of the Lord shall be given in their mouths to bless all the seed of the beloved.'" },
        { "num": 16, "text": "'Thy mother hath called thy name Levi, and justly hath she called thy name; thou shalt be joined to the Lord and be the companion of all the sons of Jacob; let His table be thine, and do thou and thy sons eat thereof; and may thy table be full unto all generations, and may thy food not fail throughout all the ages.'" },
        { "num": 17, "text": "'And let all who hate thee fall down before thee, and let all thy adversaries be rooted out and perish; and blessed be he that blesseth thee, and cursed be every nation that curseth thee.'" },
        { "num": 18, "text": "And to Judah he said: 'May the Lord give thee strength and power to tread down all that hate thee; a prince shalt thou be, thou and one of thy sons, over the sons of Jacob; may thy name and the name of thy sons go forth and traverse every land and region. Then shall the Gentiles fear before thy face, and all the nations shall quake (and all the peoples shall quake).'" },
        { "num": 19, "text": "'In thee shall be the help of Jacob, and in thee be found the salvation of Israel.'" },
        { "num": 20, "text": "'And when thou sittest on the throne of the honour of thy righteousness, there shall be great peace for all the seed of the sons of the beloved; blessed be he that blesseth thee, and all that hate thee and afflict thee and curse thee shall be rooted out and destroyed from the earth and shall be accursed.'" },
        { "num": 21, "text": "And turning he kissed him again and embraced him, and rejoiced greatly; for he had seen the sons of Jacob his son in very truth." },
        { "num": 22, "text": "And he went forth from between his feet and fell down and worshipped him, and he blessed them and rested there with Isaac his father that night, and they eat and drank with joy." },
        { "num": 23, "text": "And he made the two sons of Jacob sleep, the one on his right hand and the other on his left, and it was counted to him for righteousness." },
        { "num": 24, "text": "And Jacob told his father everything during the night, how the Lord had shown him great mercy, and how He had prospered him in all his ways, and protected him from all evil." },
        { "num": 25, "text": "And Isaac blessed the God of his father Abraham, who had not withdrawn His mercy and His righteousness from the seed of His servant Isaac." },
        { "num": 26, "text": "And in the morning Isaac told Jacob all things which he had seen in his vision, and he told him of the kings of his seed, and he said: 'The Lord will arise in the latter days and His kingdom will be great.'" },
        { "num": 27, "text": "And he made an end of blessing him and he gave him into his hands a book of the first law, which Abraham had given to him to keep it for his sons, and he gave it to Jacob." },
        { "num": 28, "text": "And Jacob went forth from his father and from his mother in peace, and he returned to Bethel, he and his two sons." },
        { "num": 29, "text": "And he celebrated the feast of the eighth day. And he called the name of that place Bethel. And he went on to the south, and he came to Ephrath, that is Bethlehem." },
        { "num": 30, "text": "And Rachel bare there a son, and she called his name 'Son of my sorrow'; but his father called his name Benjamin, on the eleventh of the eighth month, in the first year of the sixth week of this jubilee." },
        { "num": 31, "text": "And Rachel died there and was buried in the way of Ephrath, that is Bethlehem, and Jacob built a pillar on the grave of Rachel, on the way, above her grave." },
        { "num": 32, "text": "And Jacob went and dwelt beyond the tower of Eder." }
      ]
    },
    {
      "num": 32,
      "verses": [
        { "num": 1, "text": "And in this year Jacob went to visit his father Isaac at the Well of the Oath, and his mother Rebecca; and Leah his wife and her four sons and Rachel his wife and her two sons, and his two concubines and their four sons, were with him." },
        { "num": 2, "text": "And Jacob came to the Well of the Oath and he found Isaac his father and Rebecca his mother, and he was glad." },
        { "num": 3, "text": "And he dwelt there with them one year, and his father Isaac was glad that he had seen his son Jacob and his children." },
        { "num": 4, "text": "And in this year, on the new moon of the seventh month, Jacob saw a vision, and behold an angel descended from heaven with seven tablets in his hands, and he gave them to Jacob and he read them and knew all that was written therein which would befall him and his sons throughout all the ages." },
        { "num": 5, "text": "And he showed him all that was written on the tablets, and said unto him: 'Do not build this place, and do not make it an eternal sanctuary, and do not dwell here; for this is not the place.'" },
        { "num": 6, "text": "'Go to the house of Abraham thy father and dwell with Isaac thy father until the day of the death of thy father.'" },
        { "num": 7, "text": "'For in Egypt thou shalt die in peace, and in this land thou shalt be buried with honour in the sepulchre of thy fathers, with Abraham and Isaac.'" },
        { "num": 8, "text": "'Fear not, for as thou hast seen and read it, so shall it all be; and do thou write down everything as thou hast seen and read it.'" },
        { "num": 9, "text": "And Jacob said: 'Lord, how can I remember all that I have read and seen?' And he said unto him: 'I will bring all things to thy remembrance.'" },
        { "num": 10, "text": "And he went up from him, and Jacob awoke from his sleep, and he remembered everything which he had read and seen, and he wrote down all the words which he had read and seen on the tablets for all his sons." },
        { "num": 11, "text": "And he celebrated there yet another day, and he sacrificed thereon according to all that he had sacrificed on the former days, and called its name 'Addition', for this day was added, and the former days he called 'The Feast'." },
        { "num": 12, "text": "And thus it was manifested that it should be, and it is written on the heavenly tablets: wherefore it was revealed to him that he should celebrate it, and add it to the seven days of the feast." },
        { "num": 13, "text": "And its name was called 'Addition', because that it was recorded in the day of the memorial of the number of the days of the year." },
        { "num": 14, "text": "And on that night, on the twenty-third of this month, Deborah Rebecca's nurse died, and they buried her below the city under the oak of mourning, and it was called 'The Oak of the mourning of Deborah'." },
        { "num": 15, "text": "And Rebecca went and returned to her house, and Jacob sent all the things that he had with him to his father Isaac." },
        { "num": 16, "text": "And he gave to his father Isaac of all that he had, even the tithe of all his possessions: and Isaac blessed the Lord God, who had given Jacob all these things." },
        { "num": 17, "text": "And in this week Isaac became ill, and he died on the seventh year of this week, and his sons Jacob and Esau buried him." },
        { "num": 18, "text": "And they came from the Well of the Oath to Hebron, where their father Abraham had dwelt, and Jacob sent his sons to pasture their sheep in the field of Shechem." },
        { "num": 19, "text": "And Esau came to Jacob his brother, and they divided between them all the things which their father Isaac had left, and Jacob took everything, and Esau took everything." },
        { "num": 20, "text": "And Jacob dwelt in Hebron, in the land of the sojournings of his father Abraham, and he pastured his sheep on the mountains of Shechem." }
      ]
    },
    {
      "num": 33,
      "verses": [
        { "num": 1, "text": "And in the first year of the first week of the forty-fifth jubilee, Jacob went and dwelt to the south of Shechem, and in the tenth month he came to his father Isaac." },
        { "num": 2, "text": "And it came to pass when Jacob was in the field of Shechem, and Reuben his son was there, and Bilhah, Rachel's handmaid, was there, that Reuben saw Bilhah as she was bathing in a secret place, and he loved her." },
        { "num": 3, "text": "And he hid himself at night, and he entered the house of Bilhah at night, and he found her sleeping alone on her bed in her house." },
        { "num": 4, "text": "And he lay with her, and she awoke and saw that it was Reuben, and she cried out against him, and she seized him with her hands, but he fled." },
        { "num": 5, "text": "And she lamented because of this thing exceedingly, and told it to no one." },
        { "num": 6, "text": "And when Jacob returned and pitched his tent to the south of Shechem, she told him. And it was very grievous in the eyes of Jacob that he had lain with her, for he had uncovered his father's skirt." },
        { "num": 7, "text": "And Jacob knew her no more. And for this reason it is written and ordained on the heavenly tablets, that a man should not lie with his father's wife, and should not uncover his father's skirt, for this is abominable." },
        { "num": 8, "text": "And the man who doeth this shall surely die, and they shall stone him with stones. And if there is any man who lieth with his father's wife in Israel, let them uncover his shame, and let him surely die, for it is a disgrace and a defilement." },
        { "num": 9, "text": "And do thou, Moses, command the children of Israel that they observe this word; for it is a judgement of death, and it is unclean, and there is no atonement for ever to expiate the man who has committed this evil, but (he is) to be put to death and slain, and stoned with stones, and rooted out from the midst of the people of our God." },
        { "num": 10, "text": "For to every man who has committed it on earth there is no forgiveness in the presence of our God, but he should be rooted out from the midst of the people: let them do this to the man who doeth it." },
        { "num": 11, "text": "And there is no greater sin than the fornication which they commit on the earth; for Israel is a holy nation unto the Lord its God, and a nation of inheritance, and a priestly and royal nation and for (His) own possession; and there shall no such uncleanness appear in the midst of the holy nation." },
        { "num": 12, "text": "And in the second year of this week Jacob and all his sons went and dwelt in the house of Abraham, near Isaac his father and Rebecca his mother." },
        { "num": 13, "text": "And these are the names of the sons of Jacob: the first-born Reuben, Simeon, Levi, Judah, Issachar, Zebulun, the sons of Leah; and the sons of Rachel, Joseph and Benjamin; and the sons of Bilhah, Dan and Naphtali; and the sons of Zilpah, Gad and Asher; and Dinah, the daughter of Leah, the only daughter of Jacob." },
        { "num": 14, "text": "And they came and bowed themselves to Isaac and Rebecca, and when they saw them they blessed Jacob and all his sons, and Isaac rejoiced exceedingly that he saw the sons of Jacob, his younger son, and he blessed them." }
      ]
    },
    {
      "num": 34,
      "verses": [
        { "num": 1, "text": "And in the sixth year of this week of this forty-fourth jubilee, Jacob sent his sons to pasture their sheep, and his servants with them, to the pastures of Shechem." },
        { "num": 2, "text": "And the seven kings of the Amorites assembled themselves together against them, to slay them, and to carry off their cattle, even Canaan, and all his sons." },
        { "num": 3, "text": "And Jacob and his sons and his servants went forth against them, and they fought with them, and Jacob slew the king of the Amorites with his arrow." },
        { "num": 4, "text": "And he slew those who were with him, and his sons also slew the kings who were with him, and they pursued after them." },
        { "num": 5, "text": "And they slew them; seven kings they slew in the land of Canaan, and they took their cattle and all their booty, and they brought (it) to Jacob." },
        { "num": 6, "text": "And he made peace with them, and they became his servants until the day that he and his sons went down into Egypt." },
        { "num": 7, "text": "And in the seventh year of this week Jacob sent Joseph to learn about the welfare of his brothers, and he came to them to the land of Shechem, and they found him in the land of Dothan." },
        { "num": 8, "text": "And they dealt treacherously with him, and formed a plot against him to slay him, but they changed their minds and sold him to Ishmaelite merchants, and they brought him down into Egypt, and they sold him to Potiphar, the eunuch of Pharaoh, the chief of the cooks." },
        { "num": 9, "text": "And the sons of Jacob slaughtered a kid, and dipped the coat of Joseph in the blood, and sent (it) to Jacob their father on the tenth of the seventh month." },
        { "num": 10, "text": "And he mourned all that night, for they had brought it to him in the evening, and he became feverish with mourning for his death, and he said: 'An evil beast hath devoured Joseph'; and all the members of his house (mourned) with him that day, and they were grieving and mourning with him all that day." },
        { "num": 11, "text": "And his sons and his daughter rose up to comfort him, but he refused to be comforted for his son." },
        { "num": 12, "text": "And on that day Bilhah heard that Joseph had perished, and she died mourning him, and she was living in Qa'ataref, and Dinah also his daughter died after Joseph had perished. And there came these three mournings upon Israel in one month." },
        { "num": 13, "text": "And they buried Bilhah over against the tomb of Rachel, and Dinah also his daughter they buried there." },
        { "num": 14, "text": "And he mourned for Joseph one year, and did not cease, and he said: 'I shall go down mourning into the grave for my son.'" },
        { "num": 15, "text": "For this reason it is ordained for the children of Israel that they should afflict themselves on the tenth day of the seventh month--on the day that the news which made him weep for Joseph came to Jacob his father--that they should make atonement for themselves thereon with a young goat on the tenth day of the seventh month once a year, for their sins; for they had grieved the affection of their father regarding Joseph his son." },
        { "num": 16, "text": "And that day has been ordained that they should grieve thereon for their sins, and for all their transgressions and for all their errors, so that they might cleanse themselves on that day once a year." },
        { "num": 17, "text": "And after Joseph had perished, the sons of Jacob took themselves wives. The name of Reuben's wife is 'Ada; and the name of Simeon's wife is Adiba'a, a Canaanitess; and the name of Levi's wife is Melcha, of the daughters of Aram, of the seed of the sons of Terah; and the name of Judah's wife is 'Adua, a Canaanitess; and the name of Issachar's wife is Heza; and the name of Zebulun's wife is Ni'iman; and the name of Dan's wife is 'Egla; and the name of Naphtali's wife is Rasu'u, of Mesopotamia; and the name of Gad's wife is Maacha; and the name of Asher's wife is 'Ijon; and the name of Joseph's wife is Asenath, the Egyptian; and the name of Benjamin's wife is 'ljaska." },
        { "num": 18, "text": "And Simeon repented, and took a second wife from Mesopotamia as his brothers (had done)." }
      ]
    },
    {
      "num": 35,
      "verses": [
        { "num": 1, "text": "And in the first year of the first week of the forty-fifth jubilee, Rebecca called Jacob her son, and commanded him regarding his father and regarding his brother, that he should honour them all the days of his life." },
        { "num": 2, "text": "And Jacob said: 'I will do everything as thou hast commanded me; for this thing will be honour and greatness to me, and righteousness before the Lord, that I should honour them.'" },
        { "num": 3, "text": "'And thou too, mother, knowest from the time I was born until this day, all my deeds and all that is in my heart, that I always think good concerning all.'" },
        { "num": 4, "text": "'And how should I not do this thing which thou hast commanded me, that I should honour my father and my brother!'" },
        { "num": 5, "text": "And she said unto him: 'My son, all thy days be thou successful, and work righteousness, and do not depart from the upright path in which thou hast walked until this day.'" },
        { "num": 6, "text": "'And now, my son, I go this day the way of all the earth, and I go to my fathers, to be gathered to my people.'" },
        { "num": 7, "text": "And Rebecca made an end of commanding Jacob her son, and she died in that year, and Jacob buried her in the double cave near Sarah his father's mother." },
        { "num": 8, "text": "And Jacob mourned for her many days. And Isaac her husband mourned for her. And all his sons (mourned) with him for her." },
        { "num": 9, "text": "And in the sixth year of this week Isaac called Jacob his son and commanded him, saying: 'My son, I am old, and behold, I go the way of all the earth, and am full of my days, and am going to my fathers.'" },
        { "num": 10, "text": "'Be on thy guard, my son Jacob, that thou doest not according to the works of the seed of Canaan; for they are all destined to be destroyed from the earth on account of their wickedness.'" },
        { "num": 11, "text": "'And take to thyself no wife of the seed of Canaan, for all his seed is fated to be rooted out of the earth.'" },
        { "num": 12, "text": "'But go to the house of Laban, thy mother's brother, and take to thyself from among his daughters a wife; and may the God of Abraham bless thee and thy seed, and make thee a great nation, and give thee the blessing of thy father Abraham, to thee and to thy seed after thee, that thou mayest inherit the land of thy sojourning and all the land which God gave to Abraham: go, my son, in peace.'" },
        { "num": 13, "text": "And Jacob sent to Esau his brother, to the land of Seir, and he came to his father Isaac, and he found him alive." },
        { "num": 14, "text": "And he stayed with him that year, and Jacob also stayed with him that year; and Isaac died in the seventh year of this week, and his sons Jacob and Esau buried him." },
        { "num": 15, "text": "And all the days of the life of Isaac were one hundred and eighty years. These are the days of the life of Isaac." },
        { "num": 16, "text": "And when they had buried him, Jacob said to Esau: 'My brother, let us divide our father's possessions, and everything that he hath left, between me and thee.'" },
        { "num": 17, "text": "And Esau said to Jacob: 'My brother, I do not wish to divide with thee; for I see that the Lord hath blessed thee in all thy ways, and thou hast many possessions. Take thou everything for thyself, and let me go to the land of Seir, and let me dwell there.'" },
        { "num": 18, "text": "And Jacob said: 'It is well; take thou everything that is in the house, and let me take the land of Canaan as my portion.'" },
        { "num": 19, "text": "And they made an agreement with each other that day, and Jacob took the land and Esau the possessions." },
        { "num": 20, "text": "And Jacob dwelt in Hebron, in the land of the sojournings of his father Abraham, and Esau went and dwelt in the land of Seir." }
      ]
    },
    {
      "num": 36,
      "verses": [
        { "num": 1, "text": "And in the second year of the first week of the forty-sixth jubilee, Esau came to his brother Jacob, and he brought with him all his sons and his daughters and his household servants, and all the things which he had acquired in the land of Seir." },
        { "num": 2, "text": "And he came to Jacob his brother to Hebron, and they dwelt there together one year, and after that they divided their father Isaac's possessions between them." },
        { "num": 3, "text": "And Jacob took the land of Canaan for his portion, and Esau the land of Seir, and they wrote a writing between them on that day, and they sware each to his brother that neither should seek the harm of his brother from that day and for ever." },
        { "num": 4, "text": "And Jacob dwelt in Hebron, and his sons pastured their sheep in the field of Shechem, and Jacob stayed in Hebron." },
        { "num": 5, "text": "And it came to pass in that year that the sons of Esau and the sons of the daughters of the seed of Canaan became many, and they gathered themselves together to go and fight against Jacob and his sons." },
        { "num": 6, "text": "And they came and pitched their camp at the Well of the Oath, and they were many, and they sent a message to Jacob, saying: 'Come forth to us and make peace with us, or we will come to thee and slay thee and thy sons.'" },
        { "num": 7, "text": "And Jacob said: 'I will not come forth to you, and I will not make peace with you until ye depart from my land and return to your own land.'" },
        { "num": 8, "text": "And the sons of Esau and the kings of the Amorites and all the people who were with them arose and came against Jacob to the city of Hebron." },
        { "num": 9, "text": "And Jacob and his sons and his servants went forth against them, and they fought with them, and Jacob slew the king of the Amorites with his arrow." },
        { "num": 10, "text": "And he slew those who were with him, and his sons also slew the kings who were with him, and they pursued after them." },
        { "num": 11, "text": "And they slew them; seven kings they slew in the land of Canaan, and they took their cattle and all their booty, and they brought (it) to Jacob." },
        { "num": 12, "text": "And he made peace with them, and they became his servants until the day that he and his sons went down into Egypt." },
        { "num": 13, "text": "And Esau was not among those who came to fight, for he was in the land of Seir; and he knew nothing of all this which his sons and the kings of the Amorites had done." },
        { "num": 14, "text": "And after this, Esau came to his brother Jacob, and he brought with him all his possessions, and he came to Hebron, and Jacob gave him the portion which his father had left him, and Esau returned to the land of Seir." },
        { "num": 15, "text": "And Jacob dwelt in Hebron, in the land of the sojournings of his father Abraham, and he pastured his sheep on the mountains of Shechem." },
        { "num": 16, "text": "And in the second year of the second week of this jubilee, Jacob sent Joseph to learn about the welfare of his brothers, and he came to them to the land of Shechem." },
        { "num": 17, "text": "And they dealt treacherously with him, and sold him to Ishmaelite merchants, and they brought him down into Egypt, and they sold him to Potiphar, the eunuch of Pharaoh, the chief of the cooks." }
      ]
    },
    {
      "num": 37,
      "verses": [
        { "num": 1, "text": "And in the first year of the third week of the forty-fifth jubilee, the sons of Esau and the sons of the daughters of the seed of Canaan gathered themselves together to go and fight against Jacob and his sons." },
        { "num": 2, "text": "And they came and pitched their camp at the Well of the Oath, and they were many, and they sent a message to Jacob, saying: 'Come forth to us and make peace with us, or we will come to thee and slay thee and thy sons.'" },
        { "num": 3, "text": "And Jacob said: 'I will not come forth to you, and I will not make peace with you until ye depart from my land and return to your own land.'" },
        { "num": 4, "text": "And the sons of Esau and the kings of the Amorites and all the people who were with them arose and came against Jacob to the city of Hebron." },
        { "num": 5, "text": "And Jacob and his sons and his servants went forth against them, and they fought with them, and Jacob slew the king of the Amorites with his arrow." },
        { "num": 6, "text": "And he slew those who were with him, and his sons also slew the kings who were with him, and they pursued after them." },
        { "num": 7, "text": "And they slew them; seven kings they slew in the land of Canaan, and they took their cattle and all their booty, and they brought (it) to Jacob." },
        { "num": 18, "text": "And Esau said to Jacob: 'My brother, I do not wish to divide with thee; for I see that the Lord hath blessed thee in all thy ways, and thou hast many possessions. Take thou everything for thyself, and let me go to the land of Seir, and let me dwell there.'" },
        { "num": 19, "text": "And Jacob said: 'It is well; take thou everything that is in the house, and let me take the land of Canaan as my portion.'" },
        { "num": 20, "text": "And they made an agreement with each other that day, and Jacob took the land and Esau the possessions." },
        { "num": 21, "text": "And Jacob dwelt in Hebron, in the land of the sojournings of his father Abraham, and Esau went and dwelt in the land of Seir." },
        { "num": 22, "text": "And turning he kissed him again and embraced him, and rejoiced greatly; for he had seen the sons of Jacob his son in very truth." },
        { "num": 23, "text": "And he went forth from between his feet and fell down and worshipped him, and he blessed them and rested there with Isaac his father that night, and they eat and drank with joy." },
        { "num": 24, "text": "And Jacob told his father everything during the night, how the Lord had shown him great mercy, and how He had prospered him in all his ways, and protected him from all evil." },
        { "num": 25, "text": "And Isaac blessed the God of his father Abraham, who had not withdrawn His mercy and His righteousness from the seed of His servant Isaac." }
      ]
    },
    {
      "num": 38,
      "verses": [
        { "num": 1, "text": "And after this, in the seventh year of this week, Jacob sent his sons to pasture their sheep, and his servants with them, to the pastures of Shechem." },
        { "num": 2, "text": "And the seven kings of the Amorites assembled themselves together against them, to slay them, and to carry off their cattle, even Canaan, and all his sons." },
        { "num": 3, "text": "And Jacob and his sons and his servants went forth against them, and they fought with them, and Jacob slew the king of the Amorites with his arrow." },
        { "num": 4, "text": "And he slew those who were with him, and his sons also slew the kings who were with him, and they pursued after them." },
        { "num": 5, "text": "And they slew them; seven kings they slew in the land of Canaan, and they took their cattle and all their booty, and they brought (it) to Jacob." },
        { "num": 6, "text": "And he made peace with them, and they became his servants until the day that he and his sons went down into Egypt." },
        { "num": 7, "text": "And in the seventh year of this week Jacob sent Joseph to learn about the welfare of his brothers, and he came to them to the land of Shechem, and they found him in the land of Dothan." },
        { "num": 8, "text": "And they dealt treacherously with him, and formed a plot against him to slay him, but they changed their minds and sold him to Ishmaelite merchants, and they brought him down into Egypt, and they sold him to Potiphar, the eunuch of Pharaoh, the chief of the cooks." },
        { "num": 9, "text": "And the sons of Jacob slaughtered a kid, and dipped the coat of Joseph in the blood, and sent (it) to Jacob their father on the tenth of the seventh month." },
        { "num": 10, "text": "And he mourned all that night, for they had brought it to him in the evening, and he became feverish with mourning for his death, and he said: 'An evil beast hath devoured Joseph'; and all the members of his house (mourned) with him that day, and they were grieving and mourning with him all that day." },
        { "num": 11, "text": "And his sons and his daughter rose up to comfort him, but he refused to be comforted for his son." },
        { "num": 12, "text": "And on that day Bilhah heard that Joseph had perished, and she died mourning him, and she was living in Qa'ataref, and Dinah also his daughter died after Joseph had perished. And there came these three mournings upon Israel in one month." },
        { "num": 13, "text": "And they buried Bilhah over against the tomb of Rachel, and Dinah also his daughter they buried there." },
        { "num": 14, "text": "And he mourned for Joseph one year, and did not cease, and he said: 'I shall go down mourning into the grave for my son.'" },
        { "num": 15, "text": "For this reason it is ordained for the children of Israel that they should afflict themselves on the tenth day of the seventh month--on the day that the news which made him weep for Joseph came to Jacob his father--that they should make atonement for themselves thereon with a young goat on the tenth day of the seventh month once a year, for their sins; for they had grieved the affection of their father regarding Joseph his son." },
        { "num": 16, "text": "And that day has been ordained that they should grieve thereon for their sins, and for all their transgressions and for all their errors, so that they might cleanse themselves on that day once a year." },
        { "num": 17, "text": "And after Joseph had perished, the sons of Jacob took themselves wives. The name of Reuben's wife is 'Ada; and the name of Simeon's wife is Adiba'a, a Canaanitess; and the name of Levi's wife is Melcha, of the daughters of Aram, of the seed of the sons of Terah; and the name of Judah's wife is 'Adua, a Canaanitess; and the name of Issachar's wife is Heza; and the name of Zebulun's wife is Ni'iman; and the name of Dan's wife is 'Egla; and the name of Naphtali's wife is Rasu'u, of Mesopotamia; and the name of Gad's wife is Maacha; and the name of Asher's wife is 'Ijon; and the name of Joseph's wife is Asenath, the Egyptian; and the name of Benjamin's wife is 'ljaska." },
        { "num": 18, "text": "And Simeon repented, and took a second wife from Mesopotamia as his brothers (had done)." }
      ]
    },
    {
      "num": 39,
      "verses": [
        { "num": 1, "text": "And Joseph was brought down into Egypt, and Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him of the hands of the Ishmaelites, who had brought him down thither." },
        { "num": 2, "text": "And the Lord was with Joseph, and he was a prosperous man, and he was in the house of his master the Egyptian." },
        { "num": 3, "text": "And his master saw that the Lord was with him, and that the Lord made all that he did to prosper in his hand." },
        { "num": 4, "text": "And Joseph found grace in his sight, and he served him: and he made him overseer over his house, and all that he had he put into his hand." },
        { "num": 5, "text": "And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Egyptian's house for Joseph's sake; and the blessing of the Lord was upon all that he had in the house and in the field." },
        { "num": 6, "text": "And he left all that he had in Joseph's hand; and he knew not ought he had, save the bread which he did eat. And Joseph was a goodly person, and well favoured." },
        { "num": 7, "text": "And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said: 'Lie with me.'" },
        { "num": 8, "text": "But he refused, and said unto his master's wife: 'Behold, my master wotteth not what is with me in the house, and he hath committed all that he hath to my hand;'" },
        { "num": 9, "text": "'There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?'" },
        { "num": 10, "text": "And it came to pass, as she spake to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her." },
        { "num": 11, "text": "And it came to pass on a certain day, that he went into the house to do his business; and there was none of the men of the house there within." },
        { "num": 12, "text": "And she caught him by his garment, saying: 'Lie with me': and he left his garment in her hand, and fled, and got him out." },
        { "num": 13, "text": "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth," },
        { "num": 14, "text": "That she called unto the men of her house, and spake unto them, saying: 'See, he hath brought in an Hebrew unto us to mock us; he came in unto me to lie with me, and I cried with a loud voice:'" },
        { "num": 15, "text": "'And it came to pass, when he heard that I lifted up my voice and cried, that he left his garment with me, and fled, and got him out.'" },
        { "num": 16, "text": "And she laid up his garment by her, until his lord came home." },
        { "num": 17, "text": "And she spake unto him according to these words, saying: 'The Hebrew servant, which thou hast brought unto us, came in unto me to mock me:'" },
        { "num": 18, "text": "'And it came to pass, as I lifted up my voice and cried, that he left his garment with me, and fled out.'" },
        { "num": 19, "text": "And it came to pass, when his master heard the words of his wife, which she spake unto him, saying: 'After this manner did thy servant to me'; that his wrath was kindled." },
        { "num": 20, "text": "And Joseph's master took him, and put him into the prison, a place where the king's prisoners were bound: and he was there in the prison." }
      ]
    },
    {
      "num": 40,
      "verses": [
        { "num": 1, "text": "And the Lord was with Joseph, and showed him mercy, and gave him favour in the sight of the keeper of the prison." },
        { "num": 2, "text": "And the keeper of the prison committed to Joseph's hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it." },
        { "num": 3, "text": "The keeper of the prison looked not to any thing that was under his hand; because the Lord was with him, and that which he did, the Lord made it to prosper." },
        { "num": 4, "text": "And it came to pass after these things, that the butler of the king of Egypt and his baker had offended their lord the king of Egypt." },
        { "num": 5, "text": "And Pharaoh was wroth against two of his officers, against the chief of the butlers, and against the chief of the bakers." },
        { "num": 6, "text": "And he put them in ward in the house of the captain of the guard, into the prison, the place where Joseph was bound." },
        { "num": 7, "text": "And the captain of the guard charged Joseph with them, and he served them: and they continued a season in ward." },
        { "num": 8, "text": "And they dreamed a dream both of them, each man his dream in one night, each man according to the interpretation of his dream, the butler and the baker of the king of Egypt, which were bound in the prison." },
        { "num": 9, "text": "And Joseph came in unto them in the morning, and looked upon them, and, behold, they were sad." },
        { "num": 10, "text": "And he asked Pharaoh's officers that were with him in the ward of his lord's house, saying: 'Wherefore look ye so sadly today?'" },
        { "num": 11, "text": "And they said unto him: 'We have dreamed a dream, and there is no interpreter of it.' And Joseph said unto them: 'Do not interpretations belong to God? tell me them, I pray you.'" },
        { "num": 12, "text": "And the chief butler told his dream to Joseph, and said to him: 'In my dream, behold, a vine was before me;'" },
        { "num": 13, "text": "'And in the vine were three branches: and it was as though it budded, and her blossoms shot forth; and the clusters thereof brought forth ripe grapes:'" },
        { "num": 14, "text": "'And Pharaoh's cup was in my hand: and I took the grapes, and pressed them into Pharaoh's cup, and I gave the cup into Pharaoh's hand.'" },
        { "num": 15, "text": "And Joseph said unto him: 'This is the interpretation of it: The three branches are three days:'" },
        { "num": 16, "text": "'Yet within three days shall Pharaoh lift up thine head, and restore thee unto thy place: and thou shalt deliver Pharaoh's cup into his hand, after the former manner when thou wast his butler.'" },
        { "num": 17, "text": "'But think on me when it shall be well with thee, and show kindness, I pray thee, unto me, and make mention of me unto Pharaoh, and bring me out of this house:'" },
        { "num": 18, "text": "'For indeed I was stolen away out of the land of the Hebrews: and here also have I done nothing that they should put me into the dungeon.'" }
      ]
    },
    {
      "num": 41,
      "verses": [
        { "num": 1, "text": "And in the forty-fifth jubilee, in the second week, in the first year thereof, Judah took for his first-born Er, a wife from the daughters of Aram, and her name was Tamar." },
        { "num": 2, "text": "But he hated her, and he was wicked before the Lord, and the Lord slew him." },
        { "num": 3, "text": "And Judah said unto Onan his son: 'Go in unto thy brother's wife and perform the duty of an husband's brother unto her, and raise up seed unto thy brother.'" },
        { "num": 4, "text": "And Onan knew that the seed would not be his, (but) his brother's; and he went in unto the house of his brother's wife and spilt the seed on the ground, and he was wicked before the eyes of the Lord, and He slew him." },
        { "num": 5, "text": "And Judah said unto Tamar, his daughter-in-law: 'Remain in thy father's house as a widow until Shelah my son be grown up, and I will give thee to him to wife.'" },
        { "num": 6, "text": "And he grew up; but Judah did not give her to him; and he thought no more of her." },
        { "num": 7, "text": "And it came to pass in the fifth year of this week that Judah went up to shear his sheep at Timnah." },
        { "num": 8, "text": "And they told Tamar: 'Behold thy father-in-law goeth up to Timnah to shear his sheep.'" },
        { "num": 9, "text": "And she put off her widow's raiment, and put on a veil, and adorned herself, and sat at the gate by the way to Timnah." },
        { "num": 10, "text": "And as Judah came along he found her, and thought her to be an harlot, and he said unto her: 'Let me come in unto thee'; and she said unto him: 'Come in,' and he went in." },
        { "num": 11, "text": "And she said unto him: 'Give me my hire'; and he said unto her: 'I have nothing in my hand save my ring which is on my finger, and my necklace, and my staff which is in my hand.'" },
        { "num": 12, "text": "And she said unto him: 'Give them to me until thou sendest me my hire'; and he said unto her: 'I will send unto thee a kid of the goats'; and he gave them to her, and he conceived by her." },
        { "num": 13, "text": "And Judah went unto his sheep, and she went to her father's house." },
        { "num": 14, "text": "And Judah sent a kid of the goats by the hand of his shepherd, an Adullamite, and he found her not; and he asked the men of the place, saying: 'Where is the harlot who was here?' And they said unto him: 'There is no harlot here with us.'" },
        { "num": 15, "text": "And he returned and told him, and said unto him that he had not found her; 'and I asked the men of the place, and they said unto me: \"There is no harlot here.\"' And he said: 'Let her keep (them) lest we become a laughing-stock.'" },
        { "num": 16, "text": "And when she had completed three months, it was evident that she was with child, and they told Judah, saying: 'Behold Tamar, thy daughter-in-law, hath conceived by whoredom.'" },
        { "num": 17, "text": "And Judah went to the house of her father, and said unto her father and her brothers: 'Bring her forth, and let them burn her, for she hath wrought uncleanness in Israel.'" },
        { "num": 18, "text": "And it came to pass when they brought her forth to burn her that she sent to her father-in-law the ring and the necklace and the staff, saying: 'Discern whose are these, for by him I am with child.'" },
        { "num": 19, "text": "And Judah acknowledged, and said: 'Tamar is more righteous than I'; and they did not burn her." },
        { "num": 20, "text": "And for that reason she was not given to Shelah, and he drew not nigh unto her again." },
        { "num": 21, "text": "And after that she bare two sons, Perez and Zerah, in the seventh year of this second week." },
        { "num": 22, "text": "And these seven (years) of the week of fruitfulness were completed, and there was no famine in them." },
        { "num": 23, "text": "And in the first year of the third week of the forty-fifth jubilee the years of famine began to come upon the earth." },
        { "num": 24, "text": "And the water was withholden from the earth, for there was no rain, and the earth became dry, but in the land of Egypt there was food." },
        { "num": 25, "text": "And Judah acknowledged that the deed which he had done was evil, for he had lain with his daughter-in-law, and he esteemed it a sin in his own eyes." },
        { "num": 26, "text": "And he began to lament and to make supplication before the Lord on account of his sin. And we told him in a dream that it was forgiven him because he supplicated earnestly, and lamented, and did not do it again." },
        { "num": 27, "text": "And he received forgiveness because he turned from his sin and from his ignorance, for he had committed a great transgression before our God; and every one that acts thus, every one who lies with his mother-in-law, let them burn him with fire that he may burn therein, for there is uncleanness and pollution upon them; with fire let them burn them." },
        { "num": 28, "text": "And do thou command the children of Israel that there be no uncleanness among them; for every one who lies with his daughter-in-law or with his mother-in-law hath wrought pollution; with fire let them burn the man who hath lain with her, and also the woman, and He will turn away wrath and punishment from Israel." }
      ]
    },
    {
      "num": 42,
      "verses": [
        { "num": 1, "text": "And in the first year of the third week of the forty-fifth jubilee, the famine began to come into the land, and the earth was barren seven years of famine." },
        { "num": 2, "text": "And it was throughout all the land, but in the land of Egypt there was food; for Joseph had gathered the seed of the earth during the seven years of plenty and had preserved it." },
        { "num": 3, "text": "And the Egyptians came to Joseph that he might give them food, and he opened all the storehouses where the grain was, and he sold it to the Egyptians for gold." },
        { "num": 4, "text": "And the famine was very sore in the land of Canaan, and Jacob heard that there was food in Egypt, and he sent his ten sons that they might get food for him in Egypt; but Benjamin he sent not." },
        { "num": 5, "text": "And they came (to Egypt) and entered into the presence of Joseph, and he knew them, but they knew him not." },
        { "num": 6, "text": "And he spake with them and asked them, and he said unto them: 'Are ye not spies, and have ye not come to explore the approaches of the land?' And he shut them up." },
        { "num": 7, "text": "And after that he released them, and only Simeon he kept back, and his nine brothers he sent away." },
        { "num": 8, "text": "And he filled their sacks with grain, and their gold he put in their sacks, and they knew it not." },
        { "num": 9, "text": "And he commanded them to bring their youngest brother, 'for ye said ye have a youngest brother at home with your father'; and they went up from the land of Egypt and they came to the land of Canaan." },
        { "num": 10, "text": "And they told their father all that had befallen them, and how the lord of the land had spoken with them, and had taken Simeon, until they should bring Benjamin." },
        { "num": 11, "text": "And Jacob said: 'Me have ye bereaved of my children! Joseph is not, Simeon is not, and ye will take Benjamin. Upon me have all these things come.'" },
        { "num": 12, "text": "And he said: 'My son shall not go down with you, lest he should fall sick; for their mother bare two sons, one is perished and this one also ye will take. If he should take a fever on the road, ye would bring down my old age with sorrow unto death.'" },
        { "num": 13, "text": "For he saw that their money had been returned in their sacks, and for this reason he feared to send him." },
        { "num": 14, "text": "And the famine increased and became sore in the land of Canaan, and in all lands save in the land of Egypt, for many of the children of the Egyptians had stored up their seed for food from the time when they saw Joseph gathering seed together and putting it in storehouses." },
        { "num": 15, "text": "And the land of Egypt had food, for Joseph was selling (it) to them. And Jacob said unto his sons: 'Go again, and buy food for us that we die not.'" },
        { "num": 16, "text": "And they said: 'We will not go unless our youngest brother go with us; we will not go.'" },
        { "num": 17, "text": "And Jacob saw that the famine was very sore, and the affliction of the famine great, and he reproved his sons, because they had told the man that they had a brother." },
        { "num": 18, "text": "And Judah said: 'Take the lad with me, and if I do not bring him back to thee, let me bear the blame before thee all my days.'" },
        { "num": 19, "text": "And he sent him, and they went and came to the land of Egypt, and they brought gifts in their hands, stacte and nuts and terebinth and honey." },
        { "num": 20, "text": "And they entered into the presence of Joseph, and he saw Benjamin his brother, and he knew him, and said unto them: 'Is this your youngest brother?' And they said unto him: 'It is he.' And he said: 'God be gracious to thee, my son!'" },
        { "num": 21, "text": "And he sent him into his house, and he brought out Simeon unto them, and he made a feast for them, and they presented to him the gifts which they had brought in their hands." },
        { "num": 22, "text": "And they eat before him, and he gave them all a portion, but the portion of Benjamin was five times larger than the portion of any of them." },
        { "num": 23, "text": "And they eat and drank and rose up and remained with their asses." },
        { "num": 24, "text": "And Joseph devised a plan against them to know their thoughts, whether thoughts of peace were among them, and he said to the steward who was over his house: 'Fill their sacks with food, and return their money unto them into their vessels, and my cup, the silver cup out of which I drink, put it in the sack of the youngest, and send them away.'" }
      ]
    },
    {
      "num": 43,
      "verses": [
        { "num": 1, "text": "And he did as Joseph had told him, and filled all their sacks for them with food and put their money in their sacks, and put the cup in Benjamin's sack." },
        { "num": 2, "text": "And early in the morning they departed, and it came to pass that, when they had gone from thence, Joseph said unto the steward of his house: 'Pursue them, run and seize them, saying: \"Why have ye requited evil for good? Ye have stolen from me the silver cup out of which my lord drinketh.\"' And bring back to me their youngest brother, and let him return quickly before I go forth to my seat of judgement.'" },
        { "num": 3, "text": "And he ran after them and seized them according to these words." },
        { "num": 4, "text": "And they said unto him: 'God forbid that thy servants should do this thing, and steal any vessel from the house of thy lord, and the money also which we found in our sacks the first time, we thy servants brought back from the land of Canaan.'" },
        { "num": 5, "text": "'How then should we steal any vessel? Behold, here are we and our sacks; search, and wheresoever thou findest the cup in the sack of any man among us, let him be slain, and we and our asses will become servants unto thy lord.'" },
        { "num": 6, "text": "And he said unto them: 'Not so, the man with whom I find it, him only will I take as a servant, and ye shall go in peace unto your house.'" },
        { "num": 7, "text": "And as he was searching in their vessels, beginning with the eldest and ending with the youngest, it was found in Benjamin's sack." },
        { "num": 8, "text": "And they rent their clothes, and laded their asses, and returned to the city, and came to the house of Joseph, and they all bowed themselves before him on their faces to the ground." },
        { "num": 9, "text": "And Joseph said unto them: 'Ye have done evil.' And they said: 'What shall we say, or how shall we speak? our lord hath found out the iniquity of his servants; behold we are the servants of our lord, and our asses also.'" },
        { "num": 10, "text": "And Joseph said unto them: 'I also fear the Lord; as for you, go ye to your house in peace, but let your brother be my servant, for he hath done evil.'" },
        { "num": 11, "text": "And Judah drew nigh and said: 'O my lord, let thy servant, I pray thee, speak a word in my lord's ear; their mother bare two sons to our father, one is gone and is lost, and of him it was said that a wild beast had devoured him, and this one alone is left of his mother, and our father loveth him, and his life is bound up with this lad's life.'" },
        { "num": 12, "text": "'And it will come to pass, when we go to our father, and the lad is not with us, that he will die, and we shall bring down our father with sorrow unto death.'" },
        { "num": 13, "text": "'Now rather let me, thy servant, abide instead of the lad as a bondsman unto my lord, and let the lad go with his brethren, for I became surety for him at the hand of my father, and if I do not bring him back, let thy servant bear the blame before my father for ever.'" },
        { "num": 14, "text": "And Joseph saw that they were all of one mind for good, and he could not refrain himself, and he told them that he was Joseph." },
        { "num": 15, "text": "And he conversed with them in the Hebrew tongue and fell on their necks and wept. But they knew him not, and they began to be afraid." },
        { "num": 16, "text": "And he said unto them: 'Fear not, I am Joseph your brother, he whom ye sold into Egypt; God sent me before you to be a provider, that life might be preserved on the earth.'" },
        { "num": 17, "text": "'And behold the famine has been two years in the land, and there are yet five years without harvest or tree-planting or seed-time.'" },
        { "num": 18, "text": "'Now haste ye and go down to my father, and say unto him: \"Thus saith Joseph thy son, God hath made me lord over all the land of Egypt; come down unto me and tarry not, and thou shalt dwell in the land of Goshen, and be near me, thou and thy sons and thy sons' sons, and thy sheep and thy cattle, and all that is thine; and I will provide for thee there; for there are yet five years of famine, lest thou and thy house and all that thou hast perish.\"' " },
        { "num": 19, "text": "And Joseph gave them chariots and food for the way, and he gave them all double changes of raiment, but to Benjamin he gave five changes of raiment and five hundred (pieces) of silver." },
        { "num": 20, "text": "And he sent to his father ten asses which carried everything which was good in Egypt, and he sent them away." },
        { "num": 21, "text": "And they went up and told their father that Joseph was alive, and was measuring out corn to all the nations of the earth, and that he was lord over all the land of Egypt." },
        { "num": 22, "text": "And Jacob did not believe it, for he was as it were in a trance in his mind; but when he saw the chariots which Joseph had sent, his spirit revived, and he said: 'It is enough for me if Joseph is alive; I will go down and see him before I die.'" },
        { "num": 23, "text": "And Israel took his journey from the Well of the Oath on the new moon of the third month, and he came to the Well of the Oath, and he offered a sacrifice to the God of his father Isaac on the seventh of this month." },
        { "num": 24, "text": "And Jacob remembered the dream which he had seen at Bethel, and he was afraid to go down into Egypt." }
      ]
    },
    {
      "num": 44,
      "verses": [
        { "num": 1, "text": "And he thought in his spirit of sending word to Joseph to come to him, and that he would not go down, but he remained there seven days to see if he should see a vision whether he should remain or go down." },
        { "num": 2, "text": "And he celebrated the harvest festival of the first-fruits with old grain, for in all the land of Canaan there was not a handful of seed (to be found) in the land, for the famine was over all the beasts and cattle and birds, and over man." },
        { "num": 3, "text": "And on the seventh of the month the Lord appeared unto him, and said unto him: 'Jacob, Jacob'; and he said: 'Here am I.' And He said unto him: 'I am the God of thy fathers, the God of Abraham and Isaac; fear not to go down into Egypt, for I will there make of thee a great nation.'" },
        { "num": 4, "text": "'I will go down with thee, and I will be thy guide, and I will bring thee up again in this land to be buried here, and Joseph shall put his hands upon thine eyes. Fear not, go down into Egypt.'" },
        { "num": 5, "text": "And his sons rose up, and his sons' sons, and they placed their father and their possessions on the wagons." },
        { "num": 6, "text": "And Israel rose up from the Well of the Oath on the sixteenth of this third month, and he went to the land of Egypt." },
        { "num": 7, "text": "And Israel sent Judah before him to his son Joseph, to examine the land of Goshen, for Joseph had told his brothers that they should come and dwell there, that they might be near him." },
        { "num": 8, "text": "And this was the goodliest (land) in the land of Egypt, and near to him, for all (them) and also for (their) cattle." },
        { "num": 11, "text": "And these are the names of the sons of Jacob who went into Egypt with Jacob their father." },
        { "num": 12, "text": "Reuben, the first-born of Israel; and these are the names of his sons: Hanoch, and Pallu, and Hezron, and Carmi--five." },
        { "num": 13, "text": "Simeon and his sons; and these are the names of his sons: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul, the son of the Zephathite woman--seven." },
        { "num": 14, "text": "Levi and his sons; and these are the names of his sons: Gershon, and Kohath, and Merari--four." },
        { "num": 15, "text": "Judah and his sons; and these are the names of his sons: Shelah, and Perez, and Zerah--four." },
        { "num": 16, "text": "Issachar and his sons; and these are the names of his sons: Tola, and Phua, and Jasub, and Shimron--five." },
        { "num": 17, "text": "Zebulun and his sons; and these are the names of his sons: Sered, and Elon, and Jahleel--four." },
        { "num": 18, "text": "And these are the sons of Leah and their sons who went into Egypt with their father Jacob, thirty-three." },
        { "num": 19, "text": "And the sons of Zilpah, Leah's handmaid, the wife of Jacob, whom she bare to Jacob: Gad and Asher." },
        { "num": 20, "text": "And these are the names of their sons who went into Egypt with him. The sons of Gad: Ziphion, and Haggi, and Shuni, and Ezbon, and Eri, and Areli, and Arodi--eight." },
        { "num": 21, "text": "And the sons of Asher: Imnah, and Ishua, and Ishvi, and Beriah, and Serah their one sister--six." },
        { "num": 22, "text": "All the souls (were) fourteen, and all those of Leah were forty-seven." },
        { "num": 23, "text": "And the sons of Rachel, the wife of Jacob: Joseph and Benjamin." },
        { "num": 24, "text": "And there were born to Joseph in Egypt before his father came into Egypt, those whom Asenath, daughter of Potipherah priest of Heliopolis, bare unto him, Manasseh and Ephraim--three." },
        { "num": 25, "text": "And the sons of Benjamin: Bela, and Becher, and Ashbel, Gera, and Naaman, and Ehi, and Rosh, and Muppim, and Huppim, and Ard--eleven." },
        { "num": 26, "text": "And all the souls of Rachel were fourteen." },
        { "num": 27, "text": "And the sons of Bilhah, the handmaid of Rachel, the wife of Jacob, whom she bare to Jacob: Dan and Naphtali." },
        { "num": 28, "text": "And these are the names of their sons who went into Egypt with them. The sons of Dan: Hushim, and Samon, and Asudi, and Iyaka, and Ishmael--six." },
        { "num": 29, "text": "And they died in the year they entered into Egypt, and there was left to Dan Hushim alone." },
        { "num": 30, "text": "And these are the names of the sons of Naphtali: Jahzeel, and Guni, and Jezer, and Shillem, and Iv." },
        { "num": 31, "text": "And Iv, who was born after the years of famine, died in Egypt." },
        { "num": 32, "text": "And all the souls of Rachel were twenty-six." },
        { "num": 33, "text": "And all the souls of Jacob which went into Egypt were seventy souls. These are his children and his children's children, in all seventy; but five died in Egypt before Joseph, and had no children." },
        { "num": 34, "text": "And in the land of Canaan two sons of Judah died, Er and Onan, and they had no children; and the children of Israel buried those who perished, and they were reckoned among the seventy Gentile nations." }
      ]
    },
    {
      "num": 45,
      "verses": [
        { "num": 1, "text": "And Israel went into the land of Egypt, into the land of Goshen, on the new moon of the fourth month, in the second year of the third week of the forty-fifth jubilee." },
        { "num": 2, "text": "And Joseph went to meet his father Jacob, to the land of Goshen, and he fell on his father's neck and wept." },
        { "num": 3, "text": "And Israel said unto Joseph: 'Now let me die, since I have seen thee, and now may the Lord God of Israel be blessed, the God of Abraham and the God of Isaac, who hath not withheld His mercy and His kindness from His servant Jacob.'" },
        { "num": 4, "text": "'It is enough for me that I have seen thy face while I am yet alive; yea, true is the vision which I saw at Bethel. Blessed be the Lord my God for ever and ever, and blessed be His name.'" },
        { "num": 5, "text": "And Joseph and his brothers ate bread before their father and drank wine, and Jacob rejoiced with exceeding great joy because he saw Joseph eating with his brothers and drinking before him, and he blessed the Creator of all things who had preserved him, and had preserved for him his twelve sons." },
        { "num": 6, "text": "And Joseph had given to his father and to his brothers as a possession the best of the land of Egypt, in the land of Goshen." },
        { "num": 7, "text": "And Pharaoh loved Joseph, and gave to his father and his brothers a gift of the land of Goshen, that they might dwell therein; and Joseph provided for his father and his brothers and all their possessions with bread as much as sufficed them for the seven years of famine." },
        { "num": 8, "text": "And the land of Egypt suffered by reason of the famine, and Joseph acquired all the land of Egypt for Pharaoh for food, and he got possession of their cattle and their money and their horses and their sheep, and he brought it all to Pharaoh." },
        { "num": 9, "text": "And the years of famine were accomplished, and Joseph gave to the people who were in the land of Egypt seed and food, that they might sow (the land) in the eighth year, for the river had overflowed all the land of Egypt." },
        { "num": 10, "text": "For during the seven years of famine it had not overflowed and had irrigated only a few places on the bank of the river, but now it overflowed and the Egyptians sowed the land, and it produced much corn that year." },
        { "num": 11, "text": "And this was the first year of the fourth week of the forty-fifth jubilee." },
        { "num": 12, "text": "And Joseph took of the corn of the harvest the fifth part for the king and left four parts for them for food and for seed, and Joseph made it an ordinance for the land of Egypt until this day." },
        { "num": 13, "text": "And Israel dwelt in the land of Egypt, in the land of Goshen, seventeen years, and all the days which he lived were three jubilees, one hundred and forty-seven years; and he died in the fourth year of the fifth week of the forty-fifth jubilee." },
        { "num": 14, "text": "And Israel blessed his sons before he died and told them everything that would befall them in the land of Egypt; and he made known to them what would come upon them in the last days, and blessed them and gave to Joseph two portions in the land." },
        { "num": 15, "text": "And he fell asleep with his fathers, and he was buried in the double cave in the land of Canaan, near Abraham his father in the sepulchre which he digged for himself in the double cave in the land of Hebron." },
        { "num": 16, "text": "And he gave all his books and the books of his fathers to Levi his son that he might preserve them and renew them for his children until this day." }
      ]
    },
    {
      "num": 46,
      "verses": [
        { "num": 1, "text": "And it came to pass that, after Jacob died, the children of Israel multiplied in the land of Egypt, and they became a great nation, and they were of one accord in heart, so that every one loved his brother and every man helped his brother, and they increased abundantly and multiplied exceedingly." },
        { "num": 2, "text": "And ten weeks of years, all the days of the life of Joseph after his father Jacob, the King of Egypt died, and his sons rose up in his stead; and Joseph was in Egypt, and all his brothers and all the generation which went down with Jacob into Egypt." },
        { "num": 3, "text": "And there was a war between the king of Egypt and the king of Canaan, and the children of Israel went forth with the king of Egypt, and their brothers were in the land of Canaan, and they fought with the king of Canaan and he fled, and they pursued him to the gates of Erech, and they took him captive." },
        { "num": 4, "text": "And they slew his sons and the people of his land, and the king of Egypt returned in peace, and the children of Israel returned to the land of Egypt with him, and there was peace from that day forth." },
        { "num": 5, "text": "And Joseph died in the fourth year of the sixth week of the forty-sixth jubilee; and they buried him in the land of Canaan, and all his brothers died after him." },
        { "num": 6, "text": "And the king of Egypt went forth to war with the king of Canaan in the forty-seventh jubilee, in the second week in the second year thereof, and the children of Israel brought up the bones of all the sons of Jacob, save the bones of Joseph, and they buried them in the field in the double cave in the mountain." },
        { "num": 7, "text": "And the most (of them) returned to Egypt, but a few of them remained in the mountain of Hebron, and Amram thy father remained with them." },
        { "num": 8, "text": "And the king of Canaan was victorious over the king of Egypt, and he shut the gates of Egypt." },
        { "num": 9, "text": "And he devised an evil device against the children of Israel of afflicting them; and he said unto the people of Egypt: 'Behold the people of the children of Israel have increased and multiplied more than we. Come and let us deal wisely with them before they become too many, and let us afflict them with slavery before war come upon us and before they also fight against us; else they will join themselves unto our enemies and get them up out of our land, for their hearts and faces are towards the land of Canaan.'" },
        { "num": 10, "text": "And he set over them taskmasters to afflict them with slavery; and they built strong cities for Pharaoh, Pithom and Raamses and they built all the walls and all the fortifications which had fallen in the cities of Egypt." },
        { "num": 11, "text": "And they made them serve with rigour, and the more they evilly entreated them, the more they multiplied and increased." },
        { "num": 12, "text": "And the people of Egypt abominated the children of Israel." }
      ]
    },
    {
      "num": 47,
      "verses": [
        { "num": 1, "text": "And in the seventh week, in the seventh year, in the forty-seventh jubilee, thy father went up from Egypt, and he took to himself a wife, and her name was Jochebed, the daughter of Levi, his father's sister, and she bare him a son in the fourth year of this week, and he called his name Aaron." },
        { "num": 2, "text": "And in the fourth year of the eighth week, she bare thee, and thy father called thy name Moses." },
        { "num": 3, "text": "And in those days Pharaoh, king of Egypt, gave a command regarding them, saying: 'Every male child that is born to the Hebrews, cast it into the river.'" },
        { "num": 4, "text": "And they cast them (in) for seven months until the day thou wast born. And thy mother hid thee for three months, and they told Pharaoh regarding her." },
        { "num": 5, "text": "And she made an ark for thee, and covered it with pitch and asphalt, and placed it in the flags on the bank of the river, and she placed thee in it, and thy sister stood at a distance to see what would be done unto thee." },
        { "num": 6, "text": "And at that time the daughter of Pharaoh came to the river to bathe, and she saw the ark and called her handmaidens and she opened it and found thee." },
        { "num": 7, "text": "And she had compassion on thee, and thy sister said unto her: 'Shall I go and call for thee one of the Hebrew women to nurse and suckle this child for thee?' And she said: 'Go.'" },
        { "num": 8, "text": "And she went and called thy mother Jochebed, and she gave her wages, and she nursed thee." },
        { "num": 9, "text": "And when thou wast grown, they brought thee to the daughter of Pharaoh, and thou becamest her son, and Amram thy father taught thee writing, and after thou hadst completed three weeks of years he brought thee into the royal court." },
        { "num": 10, "text": "And thou wast in the court three weeks of years until the time when thou wentest forth from the royal court and sawest an Egyptian smiting thy companion who was of the children of Israel, and thou slewest him and hiddest him in the sand." },
        { "num": 11, "text": "And on the next day thou foundest two of the children of Israel striving together, and thou saidst to him that did the wrong: 'Why smitest thou thy brother?'" },
        { "num": 12, "text": "And he was wroth and angry, and said: 'Who made thee a prince and a judge over us? Thinkest thou to slay me as thou slewest the Egyptian yesterday?' And thou wast afraid and fleddest on account of these words." }
      ]
    },
    {
      "num": 48,
      "verses": [
        { "num": 1, "text": "And in the sixth year of the third week of the forty-eighth jubilee, thou wentest and dwelt in the land of Midian five weeks of years and one year. And thou returnedst into Egypt in the second week in the second year in the fiftieth jubilee." },
        { "num": 2, "text": "And thou thyself knowest what He spake unto thee on Mount Sinai, and what the prince Mastema desired to do unto thee when thou wast returning into Egypt [on the way at the place of the encampment]." },
        { "num": 3, "text": "Did he not with all his power seek to slay thee and deliver the Egyptians out of thy hand when he saw that thou wast sent to execute judgement and vengeance on the Egyptians?" },
        { "num": 4, "text": "And I delivered thee out of his hand, and thou didst perform the signs and wonders which thou wast sent to perform in Egypt against Pharaoh, and against all his house, and against his servants and his people." },
        { "num": 5, "text": "And the Lord executed a great vengeance on them for Israel's sake, and smote them through the laying on of His hand with blood and frogs, lice and dog-flies, and malignant boils; and their cattle died; and (He sent) hail, wherewith He destroyed everything that grew for them; and locusts which devoured what had been left by the hail; and He sent darkness; and (finally) the first-born of men and animals were smitten." },
        { "num": 6, "text": "And on all their idols the Lord executed vengeance and burned them with fire." },
        { "num": 7, "text": "And everything was sent through thy hand, that thou shouldst declare (these things) before they were done, and thou spakest with the king of Egypt before all his servants and before his people." },
        { "num": 8, "text": "And everything took place according to thy words; ten great and terrible judgements came upon the land of Egypt that thou mightest execute vengeance on it for Israel." },
        { "num": 9, "text": "And the Lord did everything for Israel's sake, and according to His covenant, which He had ordained with Abraham that He would take vengeance on them according as they had enslaved them by force." },
        { "num": 10, "text": "And the prince Mastema stood up against thee, and sought to cast thee into the hand of Pharaoh, and he helped the Egyptian magicians, and they stood up and wrought before thee." },
        { "num": 11, "text": "The evils indeed we permitted them to work, but the remedies we did not allow to be wrought by their hands." },
        { "num": 12, "text": "And the Lord smote them with malignant boils, and they were not able to stand, for we destroyed them so that they could not perform a single sign." },
        { "num": 13, "text": "And notwithstanding all (these) signs and wonders the prince Mastema was not put to shame until he took courage and cried to the Egyptians to pursue after thee with all the powers of the Egyptians, with their chariots, and with their horses, and with all the hosts of the peoples of Egypt." },
        { "num": 14, "text": "And I stood between the Egyptians and the Israelites, and we delivered the Israelites out of his hand, and out of the hand of his people, and the Lord brought them through the midst of the sea as if it were dry land." },
        { "num": 15, "text": "And all the peoples whom he brought to pursue after Israel, the Lord our God cast them into the midst of the sea, into the depths of the abyss beneath the children of Israel, even as the people of Egypt had cast their children into the river He took vengeance on a million of them, and one thousand strong men were destroyed on account of one suckling whom they had cast into the river." },
        { "num": 16, "text": "And on the fourteenth day and on the fifteenth and on the sixteenth and on the seventeenth and on the eighteenth the prince Mastema was bound and imprisoned behind the Israelites that he might not accuse them." },
        { "num": 17, "text": "And on the nineteenth we let them loose that they might help the Egyptians and pursue the Israelites." },
        { "num": 18, "text": "And he hardened their hearts and made them stubborn, and the device was devised by the Lord our God that He might smite the Egyptians and cast them into the sea." },
        { "num": 19, "text": "And on the fourteenth we bound him that he might not accuse the children of Israel on the day when they asked the Egyptians for vessels and garments, vessels of gold, and vessels of silver, and vessels of bronze, in order to despoil the Egyptians in return for the bondage in which they had forced them to serve." },
        { "num": 20, "text": "And we did not lead forth the children of Israel empty-handed." }
      ]
    },
    {
      "num": 49,
      "verses": [
        { "num": 1, "text": "Remember the commandment which the Lord commanded thee concerning the passover, that thou shouldst celebrate it in its season on the fourteenth of the first month, that thou shouldst kill it before it is evening, and that they should eat it by night on the evening of the fifteenth from the time of the setting of the sun." },
        { "num": 2, "text": "For on this night--the beginning of the festival and the beginning of the joy--ye were eating the passover in Egypt, when all the powers of Mastema had been let loose to slay all the first-born in the land of Egypt, from the first-born of Pharaoh to the first-born of the captive maidservant in the mill, and to the cattle." },
        { "num": 3, "text": "And this is the sign which the Lord gave them: Into every house on the lintels of which they saw the blood of a lamb of the first year, into (that) house they should not enter to slay, but should pass by (it), that all those should be saved who were in the house because the sign of the blood was on its lintels." },
        { "num": 4, "text": "And the powers of the Lord did everything according as the Lord commanded them, and they passed by all the children of Israel, and the plague came not upon them to destroy (any) soul from amongst them of cattle, or man, or dog." },
        { "num": 5, "text": "And the smiting was very sore in Egypt, and there was no house in Egypt where there was not one dead, and weeping and lamentation." },
        { "num": 6, "text": "And all Israel was eating the flesh of the passover, and drinking the wine, and was lauding and blessing and giving thanks to the Lord God of their fathers, and was ready to go forth from under the yoke of Egypt, and from the evil bondage." },
        { "num": 7, "text": "And remember thou this day all the days of thy life, and observe it from year to year all the days of thy life, once a year on its day, according to all the law which hath been ordained, and do not adjourn (it) from day to day, or from month to month." },
        { "num": 8, "text": "For it is an eternal ordinance, and engraven on the heavenly tablets regarding all the children of Israel that they should observe it every year on its day once a year, throughout all their generations; and there is no limit of days, for this is ordained for ever." },
        { "num": 9, "text": "And the man who is free from uncleanness, and doth not come to observe it on the occasion of its day, so as to bring an acceptable offering before the Lord on the day of its festival, and to eat and to drink before the Lord on the day of His festival, that man who is clean and close at hand shall be rooted out; for he hath not brought the offering of the Lord in its season, he shall bear the guilt upon himself." },
        { "num": 10, "text": "Let the children of Israel come and observe the passover on the day of its fixed time, on the fourteenth day of the first month, between the evenings, from the third part of the day till the third part of the night, for two portions of the day are given to the light, and a third part to the evening." },
        { "num": 11, "text": "This is that which the Lord commanded thee that thou shouldst observe it between the evenings." },
        { "num": 12, "text": "And it shall not be slain in the daytime, in any part of the light, but in the part of the evening, and let them eat it at the time of the evening until the third part of the night, and whatever is left over of all its flesh from the third part of the night and onwards, let them burn it with fire." },
        { "num": 13, "text": "And they shall not cook it with water, nor shall they eat it raw, but roast with fire: they shall eat it with care, its head with the inwards thereof and its feet they shall roast with fire, and not break a single bone of it; for of the children of Israel no bone shall be crushed." },
        { "num": 14, "text": "For this reason the Lord commanded the children of Israel to observe the passover in the city of His sanctuary, and not to eat it in their gates, that the name of the Lord may be named over the sanctuary of the Lord." },
        { "num": 15, "text": "And every one that hath come at its fixed time shall be holy, and shall eat the passover in the sanctuary of our God before the Lord from year to year." },
        { "num": 22, "text": "And do thou command the children of Israel to observe the passover throughout their days, every year, once a year on the day of its fixed time, and it shall come for a memorial well-pleasing before the Lord, and no plague shall come upon them to slay or to smite (them) in that year in which they celebrate the passover in its season in every respect according to His commandment." },
        { "num": 23, "text": "And they shall not eat it outside the sanctuary of the Lord, but before the sanctuary of the Lord, and all the people of the assembly of Israel shall celebrate it in its season." },
        { "num": 24, "text": "And every man who hath come on its day shall eat it in the sanctuary of your God." }
      ]
    },
    {
      "num": 50,
      "verses": [
        { "num": 1, "text": "And after this law I made known to thee the days of the Sabbaths in the desert of Sin, which is between Elim and Sinai." },
        { "num": 2, "text": "And I spake unto thee concerning the Sabbaths of the land on Mount Sinai, and I spake unto thee concerning the jubilee years in the Sabbaths of years: but the year thereof have I not told thee until ye enter the land which ye shall possess." },
        { "num": 3, "text": "And the land also shall keep its Sabbaths while they dwell upon it, and they shall know the jubilee year." },
        { "num": 4, "text": "Wherefore I have ordained for thee the weeks of years and the years and the jubilees: there are forty-nine jubilees from the days of Adam until this day, and one week and two years: and there are yet forty years to come (for learning the commandments of the Lord), until they pass over into the land of Canaan, crossing the Jordan to the west." },
        { "num": 5, "text": "And the jubilees shall pass by, until Israel is cleansed from all guilt of whoredom, and uncleanness, and pollution, and sin, and error, and dwelleth with all confidence in all the land, and there shall be no more a Satan or any evil one, and the land shall be clean from that time for evermore." },
        { "num": 6, "text": "And behold the commandment regarding the Sabbaths--I have written (them) down for thee--and all the judgements of its laws." },
        { "num": 7, "text": "Six days shalt thou labour, but on the seventh day is the Sabbath of the Lord thy God. In it ye shall do no manner of work, ye and your sons, and your men-servants and your maid-servants, and all your cattle, and the sojourner also who is with you." },
        { "num": 8, "text": "And the man who doeth any work on it shall die: whoever desecrateth that day, whoever lieth with (his) wife, or whoever saith he will do something on it, that he will set out on a journey thereon in regard to any buying or selling: and whoever draweth water thereon which he had not prepared for himself on the sixth day, and whoever taketh up any burden to carry it out of his tent or out of his house shall die." },
        { "num": 9, "text": "Ye shall do no work whatever on the Sabbath day save what ye have prepared for yourselves on the sixth day, so as to eat, and drink, and rest, and keep Sabbath from all work on that day, and to bless the Lord your God, who hath given it to you for a feast day and a holy day, and a day of the holy kingdom for all Israel is this day among their days alway." },
        { "num": 10, "text": "For great is the honour which the Lord hath given to Israel that they should eat and drink and be satisfied on this festival day, and rest thereon from all labour which belongs to the labour of the children of men save burning frankincense and bringing oblations and sacrifices before the Lord for days and for Sabbaths." },
        { "num": 11, "text": "This work alone shall be done on the Sabbath days in the sanctuary of the Lord your God; that they may atone for Israel with sacrifice continually from day to day for a memorial well-pleasing before the Lord, and that He may receive them alway from day to day according as thou hast been commanded." },
        { "num": 12, "text": "And every man who doeth any work, or goeth on a journey, or tilleth (his) farm, whether in his house or any other place, and whoever lighteth a fire, or rideth on any beast, or shippeth by sea on a ship, and whoever striketh or killeth anything, or slaughtereth a beast or a bird, or whoever catcheth an animal or a bird or a fish, or whoever fasteth or maketh war on the Sabbaths:" },
        { "num": 13, "text": "The man who doeth any of these things on the Sabbath shall die, so that the children of Israel shall observe the Sabbaths according to the commandments regarding the Sabbaths of the land, as it is written in the tablets, which He gave into my hands that I should write out for thee the laws of the seasons, and the seasons according to the division of their days." }
      ]
    }
  ]
}