{
  "meta": {
    "name": "Judith",
    "id": "JUD",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "It was the twelfth year of the reign of Nebuchadnezzar, who ruled over the Assyrians in the great city of Nineveh. In those days Arphaxad ruled over the Medes in Ecbatana." },
        { "num": 2, "text": "Around Ecbatana he built a wall of hewn stones three cubits wide and six cubits long; he made the wall seventy cubits high and fifty cubits wide." },
        { "num": 3, "text": "At its gates he placed towers one hundred cubits high and sixty cubits wide at the foundations." },
        { "num": 4, "text": "He made its gates seventy cubits high and forty cubits wide to allow his armies to march out in force and his infantry to form their ranks." },
        { "num": 5, "text": "Then King Nebuchadnezzar made war against King Arphaxad in the great plain that is on the borders of Ragau." },
        { "num": 6, "text": "There rallied to him all the people of the hill country and all those who lived along the Euphrates, the Tigris, and the Hydaspes, and, on the plain, Arioch, king of the Elymeans. Thus many nations mustered for the battle of the Cheleodites." },
        { "num": 7, "text": "Then Nebuchadnezzar king of the Assyrians sent messengers to all who lived in Persia and to all who lived in the west, those who lived in Cilicia and Damascus, Lebanon and Antilebanon, and all who lived along the seacoast," },
        { "num": 11, "text": "But all who lived in the whole region disregarded the summons of Nebuchadnezzar king of the Assyrians, and would not join him in the war; for they were not afraid of him, but regarded him as only one man. So they sent back his messengers empty-handed and in disgrace." },
        { "num": 13, "text": "Then in the seventeenth year he led his forces against King Arphaxad and defeated him in battle, overthrowing the whole army of Arphaxad and all his cavalry and all his chariots." },
        { "num": 15, "text": "He caught Arphaxad in the mountains of Ragau and struck him down with his spears, and so destroyed him once and for all." },
        { "num": 16, "text": "Then he returned to Nineveh, he and all his combined forces, a vast body of troops; and there he and his forces rested and feasted for one hundred twenty days." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "In the eighteenth year, on the twenty-second day of the first month, there was talk in the palace of Nebuchadnezzar king of the Assyrians about carrying out his revenge on the whole region, just as he had said." },
        { "num": 2, "text": "He summoned all his ministers and all his nobles and set before them his secret plan and recounted fully, with his own lips, all the wickedness of the region." },
        { "num": 4, "text": "When he had completed his plan, Nebuchadnezzar king of the Assyrians called Holofernes, the general of his armies, second only to himself, and said to him," },
        { "num": 5, "text": "“Thus says the Great King, the lord of the whole earth: Go out from my presence, and take with you men of proven valor, one hundred twenty thousand infantry and twelve thousand cavalry;”" },
        { "num": 6, "text": "“march out against all the land to the west, because they disobeyed my orders.”" },
        { "num": 11, "text": "“But for those who resist, show them no mercy, but let them be slaughtered and pillaged throughout your whole region.”" },
        { "num": 14, "text": "So Holofernes left the presence of his lord, and summoned all the commanders, generals, and officers of the Assyrian army." },
        { "num": 15, "text": "He mustered the picked men by their divisions as his lord had ordered him to do, one hundred twenty thousand of them, together with twelve thousand mounted archers," },
        { "num": 21, "text": "They went out from Nineveh three days’ journey toward the plain of Bectileth, and encamped opposite Bectileth near the mountain that is to the north of Upper Cilicia." },
        { "num": 27, "text": "Then he went down into the plain of Damascus during the wheat harvest, and burned all their fields and destroyed their flocks and herds and sacked their towns and ravaged their lands and put all their young men to the edge of the sword." },
        { "num": 28, "text": "So fear and dread of him fell upon all the people of the seacoast, at Sidon and Tyre, and those who lived in Sur and Ocina and Jamnia. Those who lived in Azotus and Ashkelon feared him greatly." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "They therefore sent messengers to him to sue for peace in these words:" },
        { "num": 2, "text": "“We, the servants of Nebuchadnezzar the Great King, lie prostrate before you. Do with us whatever you will.”" },
        { "num": 6, "text": "Then Holofernes came down to the seacoast with his army and stationed garrisons in the fortified towns; and he took from them picked men as allies." },
        { "num": 7, "text": "And the people of these cities and all the surrounding country welcomed him with garlands and dances and tambourines." },
        { "num": 8, "text": "Yet he demolished all their shrines and cut down their sacred poles; for he had been commissioned to destroy all the gods of the earth, so that all nations should worship Nebuchadnezzar alone, and that all their dialects and tribes should call upon him as a god." },
        { "num": 9, "text": "Then he came toward Esdraelon, near Dothan, facing the great ridge of Judea;" },
        { "num": 10, "text": "he encamped between Geba and Scythopolis, and remained for a whole month in order to assemble all the supplies for his army." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "When the Israelites living in Judea heard of everything that Holofernes, the general of Nebuchadnezzar king of the Assyrians, had done to the nations, and how he had despoiled and destroyed all their shrines," },
        { "num": 2, "text": "they were therefore greatly terrified at his approach; they were in an agony of fear for Jerusalem and for the temple of the Lord their God." },
        { "num": 4, "text": "They sent word to the whole region of Samaria, and to Kona, Beth-horon, Belmain, and Jericho, and to Choba and Aesora, and the valley of Salem." },
        { "num": 5, "text": "They immediately seized all the high hilltops and fortified the villages on them and stored up food in preparation for war—since their fields had recently been harvested." },
        { "num": 6, "text": "The high priest, Joakim, who was in Jerusalem at that time, wrote to the people of Bethulia and Betomesthaim, which faces Esdraelon opposite the plain near Dothan," },
        { "num": 7, "text": "ordering them to seize the mountain passes, since by them Judea could be invaded; and it would be easy to stop any who tried to enter, for the approach was narrow, wide enough for only two at a time to pass." },
        { "num": 9, "text": "And every man of Israel cried out to God with great fervor, and they humbled themselves with much fasting." },
        { "num": 11, "text": "And all the Israelite men, women, and children living in Jerusalem fell prostrate before the temple and put ashes on their heads and spread out their sackcloth before the Lord." },
        { "num": 14, "text": "The Lord heard their prayers and had regard for their distress; for the people fasted many days throughout Judea and in Jerusalem before the sanctuary of the Lord Almighty." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "It was reported to Holofernes, the general of the Assyrian army, that the people of Israel had prepared for war and had closed the mountain passes and fortified all the high hilltops and set up barriers in the plains." },
        { "num": 2, "text": "Holofernes was very angry; he summoned all the princes of Moab and the commanders of Ammon and all the satraps of the seacoast" },
        { "num": 3, "text": "and said to them, “Tell me, you Canaanites, what people is this that lives in the hill country? What cities do they inhabit? How large is their army, and in what does their power and strength consist? Who is the king who rules over them and leads their army?”" },
        { "num": 5, "text": "Then Achior, the leader of all the Ammonites, said to him, “Let my lord now hear a word from the mouth of your servant, and I will tell you the truth about this people that lives in the nearby hill country.”" },
        { "num": 6, "text": "“This people are descended from the Chaldeans.”" },
        { "num": 7, "text": "“At one time they lived in Mesopotamia, because they did not wish to follow the gods of their ancestors who were in Chaldea.”" },
        { "num": 20, "text": "“So now, my lord and master, if there is some oversight in this people and they sin against their God and we find out their offense, then we can go up and defeat them.”" },
        { "num": 21, "text": "“But if there is no iniquity in their nation, then let my lord pass them by; for their Lord will defend them, and their God will protect them, and we shall be put to shame before the whole world.”" },
        { "num": 22, "text": "When Achior had finished saying these things, all the people standing around the tent began to complain; Holofernes’ officers and all the inhabitants of the seacoast and Moab said he should be cut to pieces." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "When the disturbance made by the people outside the council had died down, Holofernes, the general of the Assyrian army, said to Achior and all the Moabites in the presence of all the foreign contingents:" },
        { "num": 2, "text": "“And who are you, Achior, and you mercenaries of Ephraim, that you should prophesy among us as you have done today and tell us not to make war against the people of Israel because their God will protect them? Who is God except Nebuchadnezzar?”" },
        { "num": 3, "text": "“He will send his forces and will destroy them from the face of the earth, and their God will not deliver them; we the king’s servants will destroy them as one man. They will not be able to resist the might of our cavalry.”" },
        { "num": 10, "text": "Then Holofernes commanded his slaves, who waited on him, to seize Achior and take him to Bethulia and hand him over to the Israelites." },
        { "num": 14, "text": "When the Israelites came down from their city and found him, they untied him and brought him into Bethulia and presented him to the magistrates of their city," },
        { "num": 15, "text": "who were at that time Uzziah son of Micah, of the tribe of Simeon, and Chabris son of Gothoniel, and Charmis son of Melchiel." },
        { "num": 16, "text": "They summoned all the elders of the city, and all their young men and women gathered to the assembly. They set Achior in the midst of all their people, and Uzziah questioned him about what had happened." },
        { "num": 17, "text": "He answered and told them what had been said at the council of Holofernes, and all that he himself had said in the midst of the Assyrian leaders, and all the boasting of Holofernes against the house of Israel." },
        { "num": 18, "text": "Then the people fell down and worshiped God, and cried out:" },
        { "num": 19, "text": "“O Lord God of heaven, behold their arrogance, and have pity on the humiliation of our people, and look kindly today on the faces of those who are consecrated to you.”" }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "The next day Holofernes ordered his whole army, and all the allies who had joined him, to break camp and move against Bethulia, and to seize the passes into the hill country and make war on the Israelites." },
        { "num": 2, "text": "So all their warriors marched off that day; their force numbered one hundred seventy thousand infantry and twelve thousand cavalry, besides the baggage train and the men on foot who accompanied it, a very great multitude." },
        { "num": 3, "text": "They encamped in the valley near Bethulia, beside the spring, and they spread out in width from Dothan as far as Balbaim and in length from Bethulia to Cyamon, which faces Esdraelon." },
        { "num": 7, "text": "Holofernes himself went around and examined the springs that gave water to the city." },
        { "num": 17, "text": "Then the army of the Edomites and the Assyrians moved forward and encamped in the valley and seized the water supply and the springs of the Israelites." },
        { "num": 20, "text": "The army of the Assyrians, all their infantry, chariots, and cavalry, surrounded them for thirty-four days, until all the water containers of every inhabitant of Bethulia were empty." },
        { "num": 22, "text": "Their children lost heart, and the women and young men fainted from thirst and fell down in the streets of the city and in the passages through the gates; there was no strength left in them any longer." },
        { "num": 23, "text": "Then all the people, including the young men, women, and children, gathered around Uzziah and the magistrates of the city and cried out with a loud voice, and said before all the elders," },
        { "num": 24, "text": "“Let God be judge between you and us! For you have done us a great injury in not making peace with the Assyrians.”" },
        { "num": 30, "text": "But Uzziah said to them, “Take courage, my brothers! Let us hold out for five days more; by that time the Lord our God will turn his mercy toward us, for he will not forsake us utterly.”" },
        { "num": 31, "text": "“But if these days pass by, and no help comes for us, I will do as you say.”" }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "Now in those days Judith heard about these things: she was the daughter of Merari son of Ox son of Joseph son of Oziel son of Elkiah son of Ananias son of Gideon son of Raphaim son of Ahitub son of Elijah son of Hilkiah son of Eliab son of Nathanael son of Salamiel son of Sarasadai son of Israel." },
        { "num": 2, "text": "Her husband Manasseh, who belonged to her tribe and family, had died during the barley harvest." },
        { "num": 4, "text": "Judith had lived at home as a widow for three years and four months." },
        { "num": 7, "text": "She was beautiful in appearance, and was very lovely to behold. Her husband Manasseh had left her gold and silver, men and women slaves, livestock, and fields; and she maintained this estate." },
        { "num": 8, "text": "No one spoke ill of her, for she feared God with great devotion." },
        { "num": 9, "text": "When she heard the harsh words spoken by the people against the ruler, because they were faint for lack of water, and when she heard all that Uzziah had said to them, and how he had promised them under oath to surrender the city to the Assyrians after five days," },
        { "num": 10, "text": "she sent her maid, who was in charge of all she possessed, to summon Uzziah and Chabris and Charmis, the elders of her city." },
        { "num": 11, "text": "They came to her, and she said to them, “Listen to me, rulers of the people of Bethulia! What you have said to the people today is not right; you have even sworn and pronounced this oath between God and yourselves, promising to surrender the city to our enemies unless the Lord turns and helps us within so many days.”" },
        { "num": 12, "text": "“Who are you, that have put God to the test today, and are setting yourselves up in the place of God in human affairs?”" },
        { "num": 32, "text": "Judith said to them, “Listen to me. I am about to do something that will go down through all generations of our descendants.”" },
        { "num": 33, "text": "“Stand at the city gate tonight so that I may go out with my maid; and within the days after which you have promised to surrender the city to our enemies, the Lord will deliver Israel by my hand.”" }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "Then Judith fell upon her face, and put ashes on her head, and uncovered the sackcloth she was wearing; and at the very time when that evening’s incense was being offered in the house of God in Jerusalem, Judith cried out to the Lord with a loud voice, and said," },
        { "num": 2, "text": "“O Lord God of my ancestor Simeon, to whom you gave a sword to take revenge on those foreigners who had loosed the virgin’s girdle to defile her, and exposed her thighs to put her to shame, and polluted her womb to disgrace her; for you said, ‘It shall not be done,’ and yet they did it.”" },
        { "num": 7, "text": "“Behold now, the Assyrians are increased in their might; they are exalted, with their horses and riders; they glory in the strength of their infantry; they trust in shield and spear, in bow and sling, and they do not know that you are the Lord who crushes wars.”" },
        { "num": 11, "text": "“For your power depends not upon numbers, nor your might upon men of strength; for you are the God of the lowly, helper of the oppressed, upholder of the weak, protector of the forsaken, savior of those without hope.”" },
        { "num": 14, "text": "“And make every nation and every tribe of yours know that you are God, the God of all power and might, and that there is no other who protects the people of Israel but you alone!”" }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "When Judith had stopped crying out to the God of Israel, and had ended all these words," },
        { "num": 2, "text": "she rose from where she lay prostrate and called her maid and went down into the house where she lived on sabbaths and on her festival days." },
        { "num": 3, "text": "She took off her sackcloth and removed the clothing of her widowhood, and washed her body with water, and anointed herself with precious ointment, and braided the hair of her head and put a tiara on it; and she put on her robes of state that she used to wear while her husband Manasseh was living." },
        { "num": 4, "text": "She put sandals on her feet, and put on her anklets and bracelets and rings, her earrings and all her other jewelry. Thus she made herself very beautiful, to entice the eyes of all the men who might see her." },
        { "num": 10, "text": "Then they went out to the city gate, and there they found Uzziah and the elders of the city, Chabris and Charmis, standing." },
        { "num": 11, "text": "As the two women went straight out into the valley, an Assyrian patrol met her" },
        { "num": 12, "text": "and took her into custody, and asked her, “To what people do you belong, and where are you coming from, and where are you going?” She replied, “I am a daughter of the Hebrews, but I am fleeing from them, for they are about to be handed over to you to be devoured.”" },
        { "num": 13, "text": "“I am on my way to see Holofernes the general of your army, to give him a true report; and I will show him a way by which he can go and capture all the hill country without losing one of his men, either in life or limb.”" },
        { "num": 17, "text": "Then they chose from their number a hundred men to accompany her and her maid, and they brought them to the tent of Holofernes." },
        { "num": 23, "text": "When Judith came into the presence of Holofernes and his servants, they were all amazed at the beauty of her face. She fell upon her face and did homage to him, but his slaves raised her up." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "Then Holofernes said to her, “Take courage, woman, and do not be afraid in your heart, for I have never harmed anyone who chose to serve Nebuchadnezzar, king of all the earth.”" },
        { "num": 5, "text": "Then Judith said to him, “Accept the words of your servant, and let your maidservant speak in your presence, and I will say nothing false to my lord this night.”" },
        { "num": 10, "text": "“Therefore, my lord and master, do not disregard what he said, but keep it in your mind, for it is true; our nation cannot be punished, nor can the sword prevail against them, unless they sin against their God.”" },
        { "num": 11, "text": "“And now, in order that my lord may not be defeated and his purpose frustrated, since death has fallen upon them, for the sin has overtaken them by which they are about to provoke their God to anger when they do what is not right,”" },
        { "num": 19, "text": "“and I will lead you through the middle of Judea, until you come to Jerusalem; and I will set your throne in the midst of it. You will lead them like sheep that have no shepherd, and not a dog will so much as growl at you. For this was told me by my foreknowledge; it was announced to me, and I was sent to tell you.”" },
        { "num": 20, "text": "Her words pleased Holofernes and all his servants; and they marveled at her wisdom and said," },
        { "num": 21, "text": "“No other woman from one end of the earth to the other looks so beautiful or speaks so wisely!”" }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "Then he commanded them to bring her in where his silver dinnerware was kept, and ordered them to set a table for her with some of his own delicacies, and with some of his own wine to drink." },
        { "num": 2, "text": "But Judith said, “I cannot eat them, for it would be a cause of offense; I will be provided with the things I have brought with me.”" },
        { "num": 5, "text": "Then the servants of Holofernes brought her into the tent, and she slept until midnight. Toward the morning watch she got up" },
        { "num": 6, "text": "and sent this message to Holofernes: “Let my lord now give orders to allow your servant to go out and pray.”" },
        { "num": 7, "text": "So Holofernes commanded his guards not to hinder her. She remained in the camp for three days, and each night she went out to the valley of Bethulia and bathed at the spring in the camp." },
        { "num": 10, "text": "On the fourth day Holofernes held a banquet for his slaves only, and did not invite any of his officers." },
        { "num": 11, "text": "And he said to Bagoas, the eunuch who had charge of all his personal affairs, “Go and persuade that Hebrew woman who is in your care to come and eat and drink with us.”" },
        { "num": 15, "text": "Then she got up and dressed herself in all her woman’s finery; and her maid went and spread on the ground for her, in front of Holofernes, the soft skins that she had received from Bagoas for her daily use, so that she might recline on them while eating." },
        { "num": 16, "text": "Then Judith came in and reclined; and Holofernes’ heart was ravished with her and his passion was aroused, for he had been waiting for an opportunity to seduce her from the day he first saw her." },
        { "num": 20, "text": "Holofernes was greatly pleased with her, and drank a great quantity of wine, much more than he had ever drunk in any one day since he was born." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "When evening came, his slaves quickly withdrew. Bagoas closed the tent from outside and shut out the attendants from his master’s presence; and they went to bed, for they all were weary because the banquet had lasted so long." },
        { "num": 2, "text": "So Judith was left alone in the tent, with Holofernes stretched out on his bed, for he was dead drunk." },
        { "num": 3, "text": "Now Judith had told her maid to stand outside the bedchamber and to wait for her to come out, as she did on the other days; for she said she would be going out for her prayers." },
        { "num": 4, "text": "So everyone went out, and no one, either small or great, was left in the bedchamber. Then Judith, standing beside his bed, said in her heart, “O Lord God of all might, look in this hour upon the work of my hands for the exaltation of Jerusalem.”" },
        { "num": 6, "text": "She went up to the bedpost near Holofernes’ head, and took down his sword that hung there." },
        { "num": 7, "text": "She came close to his bed and took hold of the hair of his head, and said, “Give me strength today, O Lord God of Israel!”" },
        { "num": 8, "text": "Then she struck his neck twice with all her might, and cut off his head." },
        { "num": 9, "text": "Next she rolled his body off the bed and pulled down the canopy from the posts; soon afterward she went out and gave Holofernes’ head to her maid," },
        { "num": 10, "text": "who placed it in her food bag. Then the two of them went out together, as they were accustomed to do for prayer; they passed through the camp, circled around the valley, and went up the mountain to Bethulia, and came to its gates." },
        { "num": 15, "text": "She took the head out of the bag and showed it to them, and said, “See! Here is the head of Holofernes, the general of the Assyrian army, and here is the canopy under which he lay in his drunkenness. The Lord has struck him down by the hand of a woman.”" },
        { "num": 18, "text": "Then Uzziah said to her, “O daughter, you are blessed by the Most High God above all other women on earth; and blessed be the Lord God, who created the heavens and the earth, who has guided you to cut off the head of the leader of our enemies.”" }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "Then Judith said to them, “Listen to me, my brothers. Take this head and hang it upon the parapet of your wall.”" },
        { "num": 2, "text": "“As soon as day breaks and the sun rises on the earth, each of you take his weapons, and let every able-bodied man go out of the city; and appoint a captain over them, as if you were going down into the plain against the Assyrian outpost; only do not go down.”" },
        { "num": 3, "text": "“Then they will seize their weapons and go into their camp and rouse the officers of the Assyrian army. They will rush into the tent of Holofernes and will not find him. Then panic will come over them, and they will flee before you.”" },
        { "num": 6, "text": "When they had summoned Achior from the house of Uzziah, he came and saw the head of Holofernes in the hand of one of the men in the assembly of the people; and he fell down on his face and fainted." },
        { "num": 10, "text": "When Achior saw all that the God of Israel had done, he believed firmly in God. So he was circumcised, and joined the house of Israel, as he is to this day." },
        { "num": 11, "text": "As soon as it was dawn, they hung the head of Holofernes on the wall. Then all the Israelite men took their weapons, and they went out in companies to the mountain passes." },
        { "num": 12, "text": "When the Assyrians saw them, they sent word to their commanders, who then went to the generals and the captains and all their other officers." },
        { "num": 14, "text": "So Bagoas went in and knocked at the entry of the tent, for he supposed that Holofernes was sleeping with Judith." },
        { "num": 15, "text": "But when no one answered, he opened it and went into the bedchamber and found him thrown down on the platform a dead corpse, with his head cut off and taken away." },
        { "num": 18, "text": "“The slaves have duped us! One Hebrew woman has brought disgrace on the house of King Nebuchadnezzar. For look, Holofernes is lying on the ground without a head!”" }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "When those in the tents heard it, they were amazed at what had happened." },
        { "num": 2, "text": "Overcome with fear and trembling, they did not wait for one another; but with one impulse they all rushed out and fled by every path across the plain and through the hill country." },
        { "num": 5, "text": "As soon as the Israelites heard it, with one accord they fell upon the enemy, and cut them down as far as Choba. Those in Jerusalem and all the hill country also came, for they were told what had happened in the camp of the enemy." },
        { "num": 8, "text": "Then Joakim the high priest and the council of the Israelites who lived in Jerusalem came to see for themselves the good things that the Lord had done for Israel, and to see Judith and to wish her well." },
        { "num": 9, "text": "When they met her they all blessed her with one accord and said to her, “You are the glory of Jerusalem, you are the great pride of Israel, you are the highest honor of our people.”" },
        { "num": 11, "text": "The people plundered the camp for thirty days. They gave Judith the tent of Holofernes and all his silver dinnerware and his beds and his bowls and all his furniture." },
        { "num": 12, "text": "Then all the women of Israel gathered to see her, and blessed her, and some of them performed a dance for her." }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 1, "text": "Judith said, Begin a song to my God with tambourines, sing to my Lord with cymbals. Raise to him a new psalm; exalt him, and call upon his name." },
        { "num": 2, "text": "For the Lord is a God who crushes wars; he sets up his camp among his people; he delivered me from the hands of my pursuers." },
        { "num": 17, "text": "Woe to the nations that rise up against my people! The Lord Almighty will take vengeance on them in the day of judgment; he will send fire and worms into their flesh; they shall weep in pain forever." },
        { "num": 18, "text": "When they arrived at Jerusalem, they worshiped God. As soon as the people were purified, they offered their burnt offerings, their freewill offerings, and their gifts." },
        { "num": 21, "text": "After this they all returned to their own inheritances. Judith went to Bethulia, and remained on her estate." },
        { "num": 23, "text": "She became more and more famous, and grew old in her husband’s house, reaching the age of one hundred five years. She set her maid free." },
        { "num": 24, "text": "She died in Bethulia, and they buried her in the cave of her husband Manasseh." },
        { "num": 25, "text": "And no one ever again spread terror among the Israelites during the lifetime of Judith, or for a long time after her death." }
      ]
    }
  ]
}