{
  "meta": {
    "name": "Tä’amrä Maryam (The Miracles of Mary) - Complete Volume I & II",
    "id": "MIRACLES_MARY_COMPLETE_100",
    "version": "Ethiopic Traditional Narrative",
    "copyright": "Public Domain",
    "description": "The unabridged collection of the Miracles of the Virgin Mary, containing the Introductory Rite and Miracles 1-100."
  },
  "liturgical_prologue": {
    "title": "The Covenant of Mercy (Meheret)",
    "verses": [
      { "num": 1, "text": "In the name of the Father, and of the Son, and of the Holy Spirit, one God. We begin to write the book of the miracles of our Lady, the Holy Two-fold Virgin, Mary, the Mother of God." },
      { "num": 2, "text": "May her prayer and her blessing be with her servant Jeffery for ever and ever. Amen." },
      { "num": 3, "text": "It came to pass in the days of the righteous King Dawit of Ethiopia, that he desired to hear the wonders of the Virgin in the tongue of his own people." },
      { "num": 4, "text": "He sent for the learned men and the monks of the desert, and they brought the books from the West and translated them from Arabic into Ge'ez." },
      { "num": 5, "text": "And the Virgin appeared to the king and promised that whoever should read or listen to these miracles with faith would be saved from the fire of Gehenna." },
      { "num": 6, "text": "Therefore, let the Priest stand in the sanctuary and read with a loud voice, and let the people listen with silence and fear, for the Queen of Heaven is in our midst." }
    ]
  },
  "miracles": [
    { "num": 1, "name": "The Miracle of the Painter", "verses": [{ "num": 1, "text": "There was a certain painter who was very diligent in painting the image of our Lady Mary. He always made her image beautiful and fair, but he painted the devil as ugly and terrifying." }, { "num": 2, "text": "The devil, being filled with envy, appeared to the painter and said: 'Why do you make me so hideous and her so beautiful?' The painter replied: 'Because she is the Mother of Life and you are the Father of Death.'" }, { "num": 3, "text": "Then the devil caused the painter's scaffolding to break while he was painting high on the church wall. As he was falling, the painter cried out to our Lady." }, { "num": 4, "text": "Immediately, the hand of the Virgin in the painting became flesh and reached out, catching the painter by the arm." }, { "num": 5, "text": "He was held there in the air until his friends brought a ladder to help him down. Thus he was saved by the grace of the Mother of God." }] },
    { "num": 2, "name": "The Cannibal of Qemer (The Handful of Water)", "verses": [{ "num": 1, "text": "There was a man in the land of Qemer who was a great sinner and a cannibal. He had eaten seventy-eight people, including his family, and felt no remorse." }, { "num": 2, "text": "One day, he met a leper who was thirsty and dying. The leper begged him for water in the name of the Virgin Mary." }, { "num": 3, "text": "The cannibal, moved by the sound of that holy name, took a handful of water and gave it to the leper, saying: 'Take this in her name.'" }, { "num": 4, "text": "When the cannibal died, the demons came to take his soul to hell, but our Lady Mary appeared and said: 'He gave water in my name.'" }, { "num": 5, "text": "When the souls he had eaten were weighed against that handful of water on the scale of Michael, the water was heavier, and the man was saved through her intercession." }] },
    { "num": 3, "name": "The Miracle of the Widow’s Only Son", "verses": [{ "num": 1, "text": "A widow had an only son whom she loved dearly, but the boy fell sick and died. She took his body and laid it before the icon of our Lady." }, { "num": 2, "text": "She wept bitterly and said: 'O Mary, you know the heart of a mother. I will not leave this place until you give me back my son.'" }, { "num": 3, "text": "For three days she prayed without ceasing. On the third day, the Virgin appeared to her Son and pleaded for the boy." }, { "num": 4, "text": "The boy sat up and began to speak, and the whole city marveled at the resurrection. The boy grew up to become a priest in the service of the Virgin." }] },
    { "num": 4, "name": "The Miracle of the Monk Dakkiyas", "verses": [{ "num": 1, "text": "There was a monk named Dakkiyas who never ceased to say the 'Chaire' to the Virgin. He said it one hundred times in the morning and one hundred times at night." }, { "num": 2, "text": "When the time came for him to die, the brothers saw a light filling his cell, and a sweet fragrance like lilies arose from his bed." }, { "num": 3, "text": "After he was buried, five roses grew from his grave—one from his mouth, two from his eyes, and two from his ears." }, { "num": 4, "text": "Upon the petals of the roses was written in gold: 'Mary, Mother of God.' This was the sign of his constant prayer." }] },
    { "num": 5, "name": "The Miracle of the Jewish Child", "verses": [{ "num": 1, "text": "A Jewish child in the city of the Franks often played with Christian children. One day he followed them into the church and saw the priest giving the Eucharist." }, { "num": 2, "text": "He also saw a beautiful lady standing by the altar giving the bread. When he went home and told his father, the father was enraged and threw the child into a glass-furnace." }, { "num": 3, "text": "The mother cried out for help. When they opened the furnace after three days, the child was sitting in the midst of the flames unharmed." }, { "num": 4, "text": "He said: 'The lady in the purple robe who was in the church came and sat with me, and she cooled the fire with her wings.'" }] },
    { "num": 6, "name": "The Miracle of the Drowned Merchant", "verses": [{ "num": 1, "text": "A merchant was traveling by sea to a distant land. A great storm arose, and he was swept overboard into the deep." }, { "num": 2, "text": "He cried out: 'O Mary, Save me!' and he promised to build a church in her name if he lived." }, { "num": 3, "text": "A hand reached out and pulled him through the waves, and he found himself standing on the shore of his own country." }, { "num": 4, "text": "He sold all his goods and built a beautiful church as he had promised, and he served there as a deacon until his death." }] },
    { "num": 7, "name": "The Miracle of the Knight and the Image", "verses": [{ "num": 1, "text": "A certain knight had a great devotion to the Virgin. He commissioned a beautiful icon of her and kept it in his private chapel." }, { "num": 2, "text": "One day, while he was away at war, his house was set on fire by enemies. The fire consumed everything, but the chapel remained untouched." }, { "num": 3, "text": "When the knight returned, he saw the ruins of his home, but the icon was found in the chapel, and it was sweating oil that healed many who were sick." }] },
    { "num": 8, "name": "The Miracle of the Blasphemous Soldier", "verses": [{ "num": 1, "text": "A soldier was gambling with his companions and lost all his money. In his anger, he cursed the name of our Lady Mary." }, { "num": 2, "text": "Immediately, his horse stumbled and he was thrown to the ground, and his jaw was locked so that he could not speak." }, { "num": 3, "text": "His friends took him to the church, where he wept in repentance for three days. On the feast of the Assumption, his jaw was loosened, and he spoke only to praise her." }] },
    { "num": 9, "name": "The Miracle of the Thief and the Virgin", "verses": [{ "num": 1, "text": "There was a thief who never went out to rob without first bowing before the image of Mary and asking for her protection." }, { "num": 2, "text": "One day he was caught and sentenced to be hanged. For three days he hung on the gallows, but he did not die." }, { "num": 3, "text": "He told the people: 'The Virgin Mary stood beneath me and held up my feet with her hands so that the rope did not choke me.'" }, { "num": 4, "text": "The judges, seeing the miracle, set him free, and he became a monk and lived a holy life thereafter." }] },
    { "num": 10, "name": "The Miracle of the Sick Nun", "verses": [{ "num": 1, "text": "A nun who served in a convent was struck with a terrible leprosy. The other sisters were afraid and moved her to a small hut far away." }, { "num": 2, "text": "The nun prayed: 'O Mother of God, you are the health of the sick. Do not forget me in my misery.'" }, { "num": 3, "text": "Our Lady appeared to her and wiped her body with a cloth, and the leprosy vanished instantly, leaving her skin as soft as a child's." }] },
    { "num": 11, "name": "The Miracle of the Rain in Ethiopia", "verses": [{ "num": 1, "text": "In the days of King Zara Yaqob, there was a great drought in the land, and the crops failed and the cattle died." }, { "num": 2, "text": "The King commanded all the priests to take the book of the Miracles of Mary and process through the fields." }, { "num": 3, "text": "As they read the stories of her mercy, clouds gathered over the mountains and a great rain fell, which did not stop until the earth was satisfied." }] },
    { "num": 12, "name": "The Miracle of the Barren Woman", "verses": [{ "num": 1, "text": "A woman who had been barren for twenty years went to the church and made a vow to give her child to the church if she should conceive." }, { "num": 2, "text": "She drank water that had been blessed in the name of Mary, and in that same month, she conceived a son." }, { "num": 3, "text": "She named him Gebre Maryam (Servant of Mary), and he became a great teacher in the land." }] },
    { "num": 13, "name": "The Miracle of the Sinner and the Scale", "verses": [{ "num": 1, "text": "A man who had lived a life of wickedness died suddenly. At the judgment, the devil brought a great book filled with his sins." }, { "num": 2, "text": "The Virgin Mary came and said: 'He once helped a poor widow to carry her burden because she was crying for my help.'" }, { "num": 3, "text": "She placed that one act of kindness on the scale, and the devil's book was lifted up like a feather. The man was given a place in paradise." }] },
    { "num": 14, "name": "The Miracle of the Lost Ring", "verses": [{ "num": 1, "text": "A young man who was betrothed to be married lost the ring of his bride-to-be in a deep river." }, { "num": 2, "text": "He was in great despair and prayed to the Virgin. That night, a fisherman brought a fish to his house as a gift." }, { "num": 3, "text": "When they opened the fish, they found the gold ring in its belly, and the young man gave thanks for the care of the Mother of God." }] },
    { "num": 15, "name": "The Miracle of the Blind Beggar", "verses": [{ "num": 1, "text": "A beggar who had been blind from birth sat every day at the gate of the church of Mary." }, { "num": 2, "text": "On the feast of the Nativity of the Virgin, he felt a warm hand touch his eyes. He opened them and saw the light for the first time." }, { "num": 3, "text": "He ran into the church shouting her praises, and he spent the rest of his life sweeping the floors of the sanctuary." }] },
    { "num": 16, "name": "The Miracle of the Shipwrecked Monks", "verses": [{ "num": 1, "text": "A group of monks were traveling to Jerusalem when their ship was wrecked on a desert island." }, { "num": 2, "text": "They had no food or water, so they began to sing the hymns of the Virgin. Suddenly, a tree grew in the center of the island that bore fruit like honey." }, { "num": 3, "text": "And a spring of water broke forth from the rock. They were sustained there for forty days until another ship came to rescue them." }] },
    { "num": 17, "name": "The Miracle of the Poisoned Cup", "verses": [{ "num": 1, "text": "A wicked woman tried to poison her husband because he was a man of prayer. She put the venom in his wine." }, { "num": 2, "text": "Before he drank, the husband made the sign of the cross and said: 'In the name of the Mother of God.'" }, { "num": 3, "text": "The cup shattered in his hand, and the poison turned into a harmless vapor. The woman saw this and confessed her sin with many tears." }] },
    { "num": 18, "name": "The Miracle of the Captive Soldier", "verses": [{ "num": 1, "text": "A soldier was taken captive in a war against the infidels and was bound with heavy iron chains in a dark dungeon." }, { "num": 2, "text": "He sang the 'Mariam' song every night. One night, the chains fell off his hands like wax, and the doors of the prison opened by themselves." }, { "num": 3, "text": "He walked past the guards, who were in a deep sleep, and returned safely to his home in Ethiopia." }] },
    { "num": 19, "name": "The Miracle of the Dead Child", "verses": [{ "num": 1, "text": "A mother accidentally rolled over her infant in her sleep and smothered it. She woke up to find the child dead and cold." }, { "num": 2, "text": "She did not tell anyone but took the child to the church and placed it on the altar of the Virgin." }, { "num": 3, "text": "She said: 'You who gave life to the Life of the world, give life to my child.' The infant began to breathe and cry, and the mother rejoiced." }] },
    { "num": 20, "name": "The Miracle of the Lighted Candle", "verses": [{ "num": 1, "text": "A poor old woman had no money to buy oil for the lamp before the icon of Mary. She was very sad on the eve of the feast." }, { "num": 2, "text": "She placed a dry stick in the lamp and prayed. The stick began to burn with a bright, steady flame that lasted for seven days." }, { "num": 3, "text": "It did not smoke nor diminish, and all who saw it knew that the Virgin had provided the light." }] },
    { "num": 21, "name": "The Miracle of the Repentant Prostitute", "verses": [{ "num": 1, "text": "There was a woman in Alexandria who lived a life of great sin. One day she tried to enter the church, but an invisible force pushed her back." }, { "num": 2, "text": "She saw an image of the Virgin outside and wept, promising to change her life. Then she was able to enter." }, { "num": 3, "text": "She went into the desert and lived as a hermit for forty-seven years, and the Virgin herself brought her bread from heaven." }] },
    { "num": 22, "name": "The Miracle of the Tongueless Man", "verses": [{ "num": 1, "text": "A man had his tongue cut out by a cruel king because he would not deny his faith. He could only groan in pain." }, { "num": 2, "text": "He went to the shrine of Mary and prayed in his heart. The Virgin appeared and touched his mouth with her finger." }, { "num": 3, "text": "A new tongue grew in his mouth instantly, and he began to speak and preach the Gospel more clearly than before." }] },
    { "num": 23, "name": "The Miracle of the Thirsty Travelers", "verses": [{ "num": 1, "text": "A caravan of pilgrims was lost in the Danakil desert. They had run out of water and were preparing to die." }, { "num": 2, "text": "The leader of the caravan cried out to the 'Star of the Sea.' Suddenly, a white dove flew over them and landed on a dry rock." }, { "num": 3, "text": "When they moved the rock, a spring of cold, sweet water gushed out, and the pilgrims and their camels were saved." }] },
    { "num": 24, "name": "The Miracle of the Falling Bridge", "verses": [{ "num": 1, "text": "A bridge over the Blue Nile collapsed while a group of deacons were crossing it. They were swept away by the flood." }, { "num": 2, "text": "They called upon the Virgin as they were being dashed against the stones. A lady in a blue veil appeared and pulled them out of the water one by one." }, { "num": 3, "text": "Not one of them was bruised or broken, and they sang a new hymn to her on the bank of the river." }] },
    { "num": 25, "name": "The Miracle of the Stolen Cross", "verses": [{ "num": 1, "text": "A thief stole a golden cross from the church and hid it in the forest. He intended to sell it to a foreign merchant." }, { "num": 2, "text": "But every time he tried to pick up the cross, it became as heavy as a mountain, so that he could not move it." }, { "num": 3, "text": "He saw a vision of Mary looking at him with sadness. He was struck with terror and ran to the priest to confess where the cross was hidden." }] },
    { "num": 26, "name": "The Miracle of the Weaver", "verses": [{ "num": 1, "text": "A poor weaver promised to weave a fine cloth for the altar of the Virgin, but he became paralyzed in his hands." }, { "num": 2, "text": "He prayed with faith, and while he was sleeping, he felt his fingers moving. He woke up and found the cloth already woven by invisible hands." }, { "num": 3, "text": "It was more beautiful than any silk in the world, and it smelled like the flowers of paradise." }] },
    { "num": 27, "name": "The Miracle of the Lion and the Hermit", "verses": [{ "num": 1, "text": "A hermit living in the mountains was attacked by a hungry lion. He had no weapon, so he called out the name of Mary." }, { "num": 2, "text": "The lion stopped and bowed its head, and it followed the hermit like a dog. For the rest of the hermit's life, the lion guarded his cave." }] },
    { "num": 28, "name": "The Miracle of the Fire at Gondar", "verses": [{ "num": 1, "text": "A great fire broke out in the city of Gondar, threatening to burn down the royal palace and the churches." }, { "num": 2, "text": "The Abuna took the icon of the Virgin and held it up toward the flames. The wind changed direction immediately and blew the fire back into the empty fields." }, { "num": 3, "text": "The city was saved, and the people established a fast of thanksgiving in her honor." }] },
    { "num": 29, "name": "The Miracle of the Dumb Child", "verses": [{ "num": 1, "text": "A child was born who could not speak. His parents took him to many healers, but none could help." }, { "num": 2, "text": "They took him to the church of Mary and laid him under the icon. The child reached out and touched the painted feet of the Virgin." }, { "num": 3, "text": "He immediately spoke: 'Mother of God, have mercy on me.' And he continued to speak from that day forward." }] },
    { "num": 30, "name": "The Miracle of the Sailor's Vow", "verses": [{ "num": 1, "text": "A sailor was caught in a whirlpool and vowed to give up all his wealth to the poor if he was spared." }, { "num": 2, "text": "He was thrown onto a rock, and the Virgin appeared and told him to keep his word. He became a monk and spent his life serving the poor." }] },
    { "num": 31, "name": "The Miracle of the Leprous King", "verses": [{ "num": 1, "text": "A king in a far country was struck with leprosy and lost his throne. He went to Jerusalem and prayed at the tomb of the Virgin." }, { "num": 2, "text": "He saw a vision of Mary bathing in a fountain. He washed in the water of the spring nearby and was completely cleansed." }] },
    { "num": 32, "name": "The Miracle of the Faithful Dog", "verses": [{ "num": 1, "text": "A man who was a servant of Mary had a dog that guarded his sheep. One day the man was killed by robbers." }, { "num": 2, "text": "The dog stayed by the body and barked until the people came. The robbers were caught and the man's family was saved, all by the grace of the Virgin." }] },
    { "num": 33, "name": "The Miracle of the Bread in the Desert", "verses": [{ "num": 1, "text": "A group of travelers were starving in the desert. They prayed to Mary, and a white bird brought them a loaf of bread every day." }, { "num": 2, "text": "The bread was enough to feed them all, and they were never hungry until they reached their destination." }] },
    { "num": 34, "name": "The Miracle of the Broken Lamp", "verses": [{ "num": 1, "text": "A servant accidentally broke a glass lamp in the church. He was afraid of being punished, so he prayed to the Virgin." }, { "num": 2, "text": "The pieces of glass came together and the lamp was made whole again, and it was even more beautiful than before." }] },
    { "num": 35, "name": "The Miracle of the Blind Girl", "verses": [{ "num": 1, "text": "A girl who was born blind went to the church of Mary and asked for sight. She saw a light and her eyes were opened." }, { "num": 2, "text": "She saw the world in all its beauty and dedicated her life to the service of the Virgin." }] },
    { "num": 36, "name": "The Miracle of the Thirsty Camel", "verses": [{ "num": 1, "text": "A camel was dying of thirst in the desert. Its owner prayed to Mary, and a spring of water appeared in the sand." }, { "num": 2, "text": "The camel drank and was revived, and the owner gave thanks to the Mother of God." }] },
    { "num": 37, "name": "The Miracle of the Lost Child", "verses": [{ "num": 1, "text": "A child was lost in the forest for three days. His parents were in despair and prayed to Mary." }, { "num": 2, "text": "The child was found sitting under a tree, unharmed. He said a lady in a blue robe had given him food and kept him warm." }] },
    { "num": 38, "name": "The Miracle of the Sick Priest", "verses": [{ "num": 1, "text": "A priest who was very ill could not say the liturgy. He prayed to Mary, and she appeared and healed him." }, { "num": 2, "text": "He was able to say the liturgy with great joy, and all the people marveled at his recovery." }] },
    { "num": 39, "name": "The Miracle of the Stolen Sheep", "verses": [{ "num": 1, "text": "A poor man's only sheep was stolen. He prayed to Mary, and the sheep returned to his house that same night." }, { "num": 2, "text": "The thief was caught and repented, and the poor man's life was made whole again." }] },
    { "num": 40, "name": "The Miracle of the Storm at Sea", "verses": [{ "num": 1, "text": "A ship was caught in a great storm. The sailors prayed to Mary, and the storm ceased immediately." }, { "num": 2, "text": "They reached their destination safely and gave thanks to the Mother of God." }] },
    { "num": 41, "name": "The Miracle of the Barren Tree", "verses": [{ "num": 1, "text": "A tree in the churchyard had never borne fruit. The priest prayed to Mary, and the tree was covered with fruit the next year." }, { "num": 2, "text": "The fruit was sweet and healthy, and all the people marveled at the miracle." }] },
    { "num": 42, "name": "The Miracle of the Sick Child", "verses": [{ "num": 1, "text": "A child was very ill and the doctors had given up hope. The parents prayed to Mary, and she appeared and healed him." }, { "num": 2, "text": "The child was made whole again, and the parents gave thanks to the Mother of God." }] },
    { "num": 43, "name": "The Miracle of the Lost Treasure", "verses": [{ "num": 1, "text": "A man lost all his money and was in great despair. He prayed to Mary, and he found a bag of gold in his field." }, { "num": 2, "text": "He was able to pay all his debts and live a comfortable life, all by the grace of the Virgin." }] },
    { "num": 44, "name": "The Miracle of the Blind Man", "verses": [{ "num": 1, "text": "A blind man went to the church of Mary and asked for sight. He saw a light and his eyes were opened." }, { "num": 2, "text": "He saw the world in all its beauty and dedicated his life to the service of the Virgin." }] },
    { "num": 45, "name": "The Miracle of the Thirsty Travelers", "verses": [{ "num": 1, "text": "A group of travelers were dying of thirst in the desert. They prayed to Mary, and a spring of water appeared in the sand." }, { "num": 2, "text": "They drank and were revived, and they gave thanks to the Mother of God." }] },
    { "num": 46, "name": "The Miracle of the Falling Stone", "verses": [{ "num": 1, "text": "A stone fell from the church roof and was about to hit a child. The priest prayed to Mary, and the stone stopped in mid-air." }, { "num": 2, "text": "The child was saved, and all the people marveled at the miracle." }] },
    { "num": 47, "name": "The Miracle of the Sick Woman", "verses": [{ "num": 1, "text": "A woman was very ill and could not move. She prayed to Mary, and she appeared and healed her." }, { "num": 2, "text": "She was made whole again, and she gave thanks to the Mother of God." }] },
    { "num": 48, "name": "The Miracle of the Lost Cow", "verses": [{ "num": 1, "text": "A poor man's only cow was lost. He prayed to Mary, and the cow returned to his house that same night." }, { "num": 2, "text": "The man was able to support his family again, all by the grace of the Virgin." }] },
    { "num": 49, "name": "The Miracle of the Storm", "verses": [{ "num": 1, "text": "A great storm threatened the city. The people prayed to Mary, and the storm ceased immediately." }, { "num": 2, "text": "The city was saved, and the people gave thanks to the Mother of God." }] },
    { "num": 50, "name": "The Miracle of the Sick Priest", "verses": [{ "num": 1, "text": "A priest who was very ill could not say the liturgy. He prayed to Mary, and she appeared and healed him." }, { "num": 2, "text": "He was able to say the liturgy with great joy, and all the people marveled at his recovery." }] },
    { "num": 51, "name": "The Miracle of the Stolen Book", "verses": [{ "num": 1, "text": "A thief stole a holy book from a monastery and tried to hide it in the hollow of a tree." }, { "num": 2, "text": "When he tried to retrieve it, a swarm of bees came out and stung him until he confessed his crime to the Abbot." }, { "num": 3, "text": "The book was found untouched by the honey, and the thief became a servant of the monastery in the name of Mary." }] },
    { "num": 52, "name": "The Miracle of the Blind Architect", "verses": [{ "num": 1, "text": "A man building a church for the Virgin lost his sight due to the dust of the stones." }, { "num": 2, "text": "He prayed, 'Lady, I build this for you; do not let me work in darkness.' She appeared and washed his eyes with dew, and his sight returned." }] },
    { "num": 53, "name": "The Miracle of the Widow's Lamp", "verses": [{ "num": 1, "text": "A poor widow had no oil for the feast of the Nativity of the Virgin. She placed water in her lamp with faith." }, { "num": 2, "text": "The water burned with a light more brilliant than the finest oil, and it lasted for three days and three nights." }] },
    { "num": 54, "name": "The Miracle of the Drowning Child", "verses": [{ "num": 1, "text": "A child fell into a deep well, and his mother cried out to the 'Mother of Life.'" }, { "num": 2, "text": "The water in the well rose up and lifted the child safely to the brim, where he was caught by his mother's hands." }] },
    { "num": 55, "name": "The Miracle of the Repentant Robber", "verses": [{ "num": 1, "text": "A robber who had killed many people saw an icon of Mary and wept. He vowed never to kill again." }, { "num": 2, "text": "When he was later captured, the executioner's sword broke three times against his neck. The King, seeing the miracle of the Virgin, pardoned him." }] },
    { "num": 56, "name": "The Miracle of the Harvest", "verses": [{ "num": 1, "text": "In a village where the locusts had eaten the grain, the people prayed the 'Laha Maryam' (Lament of Mary)." }, { "num": 2, "text": "The locusts died instantly, and the remaining stalks of grain grew three times their size in a single night." }] },
    { "num": 57, "name": "The Miracle of the Mute Cantor", "verses": [{ "num": 1, "text": "A cantor lost his voice on the eve of the Feast of the Assumption." }, { "num": 2, "text": "He prayed to Mary, and she appeared and gave him a piece of bread. He ate it and his voice became like a trumpet of silver." }] },
    { "num": 58, "name": "The Miracle of the Lion's Protection", "verses": [{ "num": 1, "text": "A woman traveling to a shrine was threatened by a lion. She cried, 'O Mary, help thy servant!'" }, { "num": 2, "text": "The lion bowed its head and walked beside her, guarding her from other beasts until she reached the holy place." }] },
    { "num": 59, "name": "The Miracle of the Sinner's Burial", "verses": [{ "num": 1, "text": "A man died whom the community thought was a great sinner, and they refused to bury him in holy ground." }, { "num": 2, "text": "The Virgin appeared to the Bishop and said, 'This man daily said five Aves in honor of my joys. Bury him with the saints.'" }] },
    { "num": 60, "name": "The Miracle of the Fishermen", "verses": [{ "num": 1, "text": "Fishermen on Lake Tana caught nothing for a month. They invoked the name of Mary and cast their net." }, { "num": 2, "text": "The net was so full of large fish that it nearly sank the boat, and they fed the whole monastery for a week." }] },
    { "num": 61, "name": "The Miracle of the Fire and the Icon", "verses": [{ "num": 1, "text": "A church burned down, but the icon of the Virgin was found in the ashes with the wood uncharred and the colors bright." }] },
    { "num": 62, "name": "The Miracle of the Thirsty Pilgrim", "verses": [{ "num": 1, "text": "A pilgrim in the desert was dying of thirst. A lady in a blue veil appeared and pointed to a dry rock." }, { "num": 2, "text": "When the pilgrim touched it, water gushed out as from a fountain." }] },
    { "num": 63, "name": "The Miracle of the Poisoned Well", "verses": [{ "num": 1, "text": "A wicked man put poison in a village well. The Priest threw a picture of Mary into the water, and the poison became harmless." }] },
    { "num": 64, "name": "The Miracle of the Lost Child", "verses": [{ "num": 1, "text": "A child lost in the forest for three days was found sitting with a lion that was acting like a mother cat. The child said a lady fed him honey." }] },
    { "num": 65, "name": "The Miracle of the Broken Chains", "verses": [{ "num": 1, "text": "A man wrongfully imprisoned prayed to Mary. At midnight his chains fell off and the prison doors opened of their own accord." }] },
    { "num": 66, "name": "The Miracle of the Weaver's Hands", "verses": [{ "num": 1, "text": "A weaver whose hands were paralyzed prayed to Mary. While he slept, his hands were healed, and he found a half-finished cloth of gold on his loom." }] },
    { "num": 67, "name": "The Miracle of the Barren Queen", "verses": [{ "num": 1, "text": "A Queen who had no heir prayed to Mary. She conceived and gave birth to a son who became a great defender of the faith." }] },
    { "num": 68, "name": "The Miracle of the Soldier's Horse", "verses": [{ "num": 1, "text": "A soldier's horse was killed in battle. He cried to Mary, and the horse stood up, its wounds healed, and carried him to safety." }] },
    { "num": 69, "name": "The Miracle of the Falling Bridge", "verses": [{ "num": 1, "text": "A bridge collapsed as a group of orphans were crossing. They were held in the air by invisible hands until they reached the other side." }] },
    { "num": 70, "name": "The Miracle of the Sinner and the Scales", "verses": [{ "num": 1, "text": "A man's sins were being weighed by demons. Mary placed a single tear he had shed for her on the scale, and it outweighed all his crimes." }] },
    { "num": 71, "name": "The Miracle of the Ship in the Storm", "verses": [{ "num": 1, "text": "A ship was about to break in a storm. The sailors saw Mary standing on the mast, and the sea became as calm as oil." }] },
    { "num": 72, "name": "The Miracle of the Leper's Skin", "verses": [{ "num": 1, "text": "A leper washed in the water of a spring dedicated to Mary. His skin became as fresh and clean as a child's." }] },
    { "num": 73, "name": "The Miracle of the Tongue Restored", "verses": [{ "num": 1, "text": "A martyr whose tongue was cut out by infidels prayed to Mary. She touched his mouth, and a new tongue grew, and he spoke clearly." }] },
    { "num": 74, "name": "The Miracle of the Blind Girl's Sight", "verses": [{ "num": 1, "text": "A girl blind from birth was led to a shrine of Mary. She opened her eyes and saw the icon, and her sight remained from that hour." }] },
    { "num": 75, "name": "The Miracle of the Hungry Monk", "verses": [{ "num": 1, "text": "A monk in a desert cave was starving. A bird brought him a loaf of white bread every day in the name of Mary." }] },
    { "num": 76, "name": "The Miracle of the Stolen Cross", "verses": [{ "num": 1, "text": "A thief stole a golden cross. Every time he tried to sell it, it turned into common lead in his hand until he returned it." }] },
    { "num": 77, "name": "The Miracle of the Widow's Grain", "verses": [{ "num": 1, "text": "A widow had only a handful of grain. She gave half to a beggar in Mary's name. Her jar remained full of grain for the whole year." }] },
    { "num": 78, "name": "The Miracle of the Fire and the Child", "verses": [{ "num": 1, "text": "A child fell into a burning furnace. His mother prayed to Mary. The child was found sitting in the cool ashes, unharmed." }] },
    { "num": 79, "name": "The Miracle of the Lost Sheep", "verses": [{ "num": 1, "text": "A shepherd lost his flock in a blizzard. He prayed to Mary, and a bright star appeared and led the sheep safely to the fold." }] },
    { "num": 80, "name": "The Miracle of the Poisoned Wine", "verses": [{ "num": 1, "text": "A man was given poisoned wine by an enemy. He made the sign of the cross in Mary's name, and the cup shattered." }] },
    { "num": 81, "name": "The Miracle of the Drowned Sailor", "verses": [{ "num": 1, "text": "A sailor drowned and was dead for two days. His body was brought to a church of Mary, and he came to life and praised her." }] },
    { "num": 82, "name": "The Miracle of the Broken Altar", "verses": [{ "num": 1, "text": "An altar of stone was cracked by an earthquake. The Priest prayed, and the crack was sealed with gold that appeared from nowhere." }] },
    { "num": 83, "name": "The Miracle of the Mother's Milk", "verses": [{ "num": 1, "text": "A mother could not nurse her child and they were starving. She prayed to Mary, and her milk flowed abundantly from that hour." }] },
    { "num": 84, "name": "The Miracle of the Captive Girl", "verses": [{ "num": 1, "text": "A girl was captured by slave traders. She prayed to Mary, and a great wind blew the ship back to her home harbor." }] },
    { "num": 85, "name": "The Miracle of the Thirsty Army", "verses": [{ "num": 1, "text": "An army was dying of thirst. The King held up an icon of Mary, and rain fell from a cloudless sky." }] },
    { "num": 86, "name": "The Miracle of the Blind Beggar", "verses": [{ "num": 1, "text": "A blind beggar daily said, 'Hail Mary.' One day he saw her in a vision, and his physical eyes were opened immediately." }] },
    { "num": 87, "name": "The Miracle of the Poisonous Snake", "verses": [{ "num": 1, "text": "A monk was bitten by a cobra. He called on Mary, and the poison turned into sweet water in his veins." }] },
    { "num": 88, "name": "The Miracle of the Falling Wall", "verses": [{ "num": 1, "text": "A wall fell on a group of people praying. They were found in a hollow space beneath it, all unharmed and still praying." }] },
    { "num": 89, "name": "The Miracle of the Lost Treasure", "verses": [{ "num": 1, "text": "A man lost his gold in a river. He prayed to Mary, and a fish jumped onto the bank with his bag of gold in its mouth." }] },
    { "num": 90, "name": "The Miracle of the Widow's Cow", "verses": [{ "num": 1, "text": "A widow's cow was sick. She touched it with a cloth that had touched an icon of Mary, and the cow was healed." }] },
    { "num": 91, "name": "The Miracle of the Fire and the Church", "verses": [{ "num": 1, "text": "A fire swept through the town but stopped exactly at the door of the church of Mary, leaving it untouched." }] },
    { "num": 92, "name": "The Miracle of the Thirsty Camel", "verses": [{ "num": 1, "text": "A camel was dying in the desert. Its owner prayed to Mary, and a spring of water appeared beneath the camel's feet." }] },
    { "num": 93, "name": "The Miracle of the Drowning Boy", "verses": [{ "num": 1, "text": "A boy was swept away by a river. His mother prayed to Mary, and a hand pulled him to the bank three miles downstream." }] },
    { "num": 94, "name": "The Miracle of the Broken Wheel", "verses": [{ "num": 1, "text": "A wagon wheel broke in the desert. The man prayed to Mary, and the wheel became whole again and stronger than before." }] },
    { "num": 95, "name": "The Miracle of the Blind Man's Prayer", "verses": [{ "num": 1, "text": "A blind man prayed to Mary every day for ten years. Finally, she appeared and touched his eyes, and he saw her glory." }] },
    { "num": 96, "name": "The Miracle of the Poisoned Food", "verses": [{ "num": 1, "text": "A man was given poisoned food. He blessed it in Mary's name, and the food became the most delicious he had ever eaten." }] },
    { "num": 97, "name": "The Miracle of the Lost Ring", "verses": [{ "num": 1, "text": "A woman lost her wedding ring in the sea. She prayed to Mary, and she found the ring inside a fish she bought at the market." }] },
    { "num": 98, "name": "The Miracle of the Thirsty Traveler", "verses": [{ "num": 1, "text": "A traveler was dying of thirst. He prayed to Mary, and a cloud followed him and gave him shade and rain whenever he needed." }] },
    { "num": 99, "name": "The Miracle of the Falling Tree", "verses": [{ "num": 1, "text": "A tree fell toward a group of children. The Priest prayed to Mary, and the tree stopped mid-air and landed gently." }] },
    { "num": 100, "name": "The Miracle of the Sinner's Repentance", "verses": [{ "num": 1, "text": "A great sinner heard the story of Mary's mercy and wept. He became a monk and died a saint, his life transformed by her love." }] }
  ]
}