[
  {
    "id": "ACTS 5:12-42",
    "text": {
      "NRSV": "Acts 5:12 Now many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon's Portico. None of the rest dared join them, but the people held them in high esteem. And more than ever believers were added to the Lord, multitudes of both men and women, so that they even carried out the sick into the streets and laid them on cots and mats, that as Peter came by at least his shadow might fall on some of them. The people also gathered from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, and they were all healed. But the high priest rose up, and all who were with him (that is, the party of the Sadducees), and filled with jealousy they arrested the apostles and put them in the public prison. But during the night an angel of the Lord opened the prison doors and brought them out, and said, “Go and stand in the temple and speak to the people all the words of this Life.” And when they heard this, they entered the temple at daybreak and began to teach. Now when the high priest came, and those who were with him, they called together the council, all the senate of the people of Israel, and sent to the prison to have them brought. But when the officers came, they did not find them in the prison, so they returned and reported, “We found the prison securely locked and the guards standing at the doors, but when we opened them we found no one inside.” Now when the captain of the temple and the chief priests heard these words, they were greatly perplexed about them, wondering what this would come to. And someone came and told them, “Look! The men whom you put in prison are standing in the temple and teaching the people.” Then the captain with the officers went and brought them, but not by force, for they were afraid of being stoned by the people. And when they had brought them, they set them before the council. And the high priest questioned them, saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man's blood upon us.” But Peter and the apostles answered, “We must obey God rather than men. The God of our fathers raised Jesus, whom you killed by hanging him on a tree. God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins. And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.” When they heard this, they were enraged and wanted to kill them. But a Pharisee in the council named Gamaliel, a teacher of the law held in honor by all the people, stood up and gave orders to put the men outside for a little while. And he said to them, “Men of Israel, take care what you are about to do with these men. For before these days Theudas rose up, claiming to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who followed him were dispersed and came to nothing. After him Judas the Galilean rose up in the days of the census and drew away some of the people after him. He too perished, and all who followed him were scattered. So in the present case I tell you, keep away from these men and let them alone, for if this plan or this undertaking is of man, it will fail; but if it is of God, you will not be able to overthrow them. You might even be found opposing God!” So they took his advice, and when they had called in the apostles, they beat them and charged them not to speak in the name of Jesus, and let them go. Then they left the presence of the council, rejoicing that they were counted worthy to suffer dishonor for the name. And every day, in the temple and from house to house, they did not cease teaching and preaching that the Christ is Jesus."
    }
  },
  {
    "id": "ACTS 26:9-23",
    "text": {
      "NRSV": "26:9 “Indeed, I myself was convinced that I ought to do many things against the name of Jesus of Nazareth.\n26:10 And that is what I did in Jerusalem; not only did I lock up many of the saints in prison, by the authority I received from the chief priests, but I also cast my vote against them when they were being condemned to death.\n26:11 By punishing them often in all the synagogues I tried to force them to blaspheme; and since I was so furiously enraged at them, I pursued them even to foreign cities.\n26:12 “With this in mind, I was traveling to Damascus with the authority and commission of the chief priests,\n26:13 when at midday along the road, O king, I saw a light from heaven, brighter than the sun, shining around me and my companions.\n26:14 When we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, ‘Saul, Saul, why are you persecuting me? It hurts you to kick against the goads.’\n26:15 I asked, ‘Who are you, Lord?’ The Lord answered, ‘I am Jesus whom you are persecuting.\n26:16 But get up and stand on your feet; for I have appeared to you for this purpose, to appoint you to serve and testify to the things in which you have seen me and to those in which I will appear to you.\n26:17 I will rescue you from your people and from the Gentiles—to whom I am sending you\n26:18 to open their eyes so that they may turn from darkness to light and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’\n26:19 “After that, King Agrippa, I was not disobedient to the heavenly vision,\n26:20 but declared first to those in Damascus, then in Jerusalem and throughout the countryside of Judea, and also to the Gentiles, that they should repent and turn to God and do deeds consistent with repentance.\n26:21 For this reason the Jews seized me in the temple and tried to kill me.\n26:22 To this day I have had help from God, and so I stand here, testifying to both small and great, saying nothing but what the prophets and Moses said would take place:\n26:23 that the Messiah must suffer, and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”"
    }
  },
  {
    "id": "JOHN 4:1-26",
    "text": {
      "NRSV": "Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John (although Jesus himself did not baptize, but only his disciples), he left Judea and departed again for Galilee. And he had to pass through Samaria. So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. Jacob's well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour. A woman from Samaria came to draw water. Jesus said to her, “Give me a drink.” (For his disciples had gone away into the city to buy food.) The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) Jesus answered her, “If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.” The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” Jesus said to her, “Everyone who drinks of this water will be thirsty again, but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.” The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.” Jesus said to her, “Go, call your husband, and come here.” The woman answered him, “I have no husband.” Jesus said to her, “You are right in saying, ‘I have no husband’; for you have had five husbands, and the one you now have is not your husband. What you have said is true.” The woman said to him, “Sir, I perceive that you are a prophet. Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” Jesus said to her, “Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father. You worship what you do not know; we worship what we know, for salvation is from the Jews. But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him. God is spirit, and those who worship him must worship in spirit and truth.” The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” Jesus said to her, “I who speak to you am he.”"
    }
  },
  {
    "id": "JOHN 4:27-42",
    "text": {
      "NRSV": "Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” So the woman left her water jar and went away into the town and said to the people, “Come, see a man who told me all that I ever did. Can this be the Christ?” They went out of the town and were coming to him. Meanwhile the disciples were urging him, saying, “Rabbi, eat.” But he said to them, “I have food to eat that you do not know about.” So the disciples said to one another, “Has anyone brought him something to eat?” Jesus said to them, “My food is to do the will of him who sent me and to accomplish his work. Do you not say, ‘There are yet four months, then comes the harvest’? Look, I tell you, lift up your eyes, and see that the fields are white for harvest. Already the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together. For here the saying holds true, ‘One sows and another reaps.’ I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.” Many Samaritans from that town believed in him because of the woman's testimony, “He told me all that I ever did.” So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. And many more believed because of his word. They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”"
    }
  },
  {
    "id": "JOHN 8:12-30",
    "text": {
      "NRSV": "Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness but will have the light of life.” The Pharisees then said to him, “You are testifying on your own behalf; your testimony is not valid.” Jesus answered, “Even if I testify on my own behalf, my testimony is valid because I know where I have come from and where I am going, but you do not know where I come from or where I am going. You judge by human standards; I judge no one. Yet even if I do judge, my judgment is valid; for it is not I alone who judge, but I and the Father who sent me. In your law it is written that the testimony of two witnesses is valid. I testify on my own behalf, and the Father who sent me testifies on my behalf.” Then they said to him, “Where is your Father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.” He spoke these words while he was teaching in the treasury of the temple, but no one arrested him, because his hour had not yet come. Again he said to them, “I am going away, and you will search for me, but you will die in your sin. Where I am going, you cannot come.” Then the Jews said, “Is he going to kill himself? Is that what he means by saying, ‘Where I am going, you cannot come’?” He said to them, “You are from below, I am from above; you are of this world, I am not of this world. I told you that you would die in your sins, for you will die in your sins unless you believe that I am he.” They said to him, “Who are you?” Jesus said to them, “Why do I speak to you at all? I have much to say about you and much to condemn; but the one who sent me is true, and I declare to the world what I have heard from him.” They did not understand that he was speaking to them about the Father. So Jesus said, “When you have lifted up the Son of Man, then you will realize that I am he, and that I do nothing on my own, but I speak these things as the Father instructed me. And the one who sent me is with me; he has not left me alone, for I always do what is pleasing to him.” As he was saying these things, many believed in him."
    }
  },
  {
    "id": "EPH 2:11-22",
    "text": {
      "NRSV": "So then, remember that at one time you Gentiles by birth, called “the uncircumcision” by those who are called “the circumcision”—a physical circumcision made in the flesh by human hands— remember that you were at that time without Christ, being aliens from the commonwealth of Israel, and strangers to the covenants of promise, having no hope and without God in the world. But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. For he is our peace; in his flesh he has made both groups into one and has broken down the dividing wall, that is, the hostility between us. He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace, and might reconcile both groups to God in one body through the cross, thus putting to death that hostility through it. So he came and proclaimed peace to you who were far off and peace to those who were near; for through him both of us have access in one Spirit to the Father. So then you are no longer strangers and aliens, but you are citizens with the saints and also members of the household of God, built upon the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone. In him the whole structure is joined together and grows into a holy temple in the Lord; in whom you also are built together spiritually into a dwelling place for God."
    }
  },
  {
    "id": "EPH 3:1-13",
    "text": {
      "NRSV": "This is the reason that I Paul am a prisoner for Christ Jesus for the sake of you Gentiles— for surely you have already heard of the commission of God’s grace that was given me for you, and how the mystery was made known to me by revelation, as I wrote above in a few words, a reading of which will enable you to perceive my understanding of the mystery of Christ. In former generations this mystery was not made known to humankind, as it has now been revealed to his holy apostles and prophets by the Spirit: that is, the Gentiles have become fellow heirs, members of the same body, and sharers in the promise in Christ Jesus through the gospel.\n\nOf this gospel I have become a servant according to the gift of God’s grace that was given me by the working of his power. Although I am the very least of all the saints, this grace was given to me to bring to the Gentiles the news of the boundless riches of Christ, and to make everyone see what is the plan of the mystery hidden for ages in God who created all things; so that through the church the wisdom of God in its rich variety might now be made known to the rulers and authorities in the heavenly places. This was in accordance with the eternal purpose that he has carried out in Christ Jesus our Lord, in whom we have access to God in boldness and confidence through faith in him. I pray therefore that you may not lose heart over my sufferings for you; they are your glory."
    }
  },
  {
    "id": "EPH 4:1-16",
    "text": {
      "NRSV": "I therefore, the prisoner in the Lord, beg you to lead a life worthy of the calling to which you have been called, with all humility and gentleness, with patience, bearing with one another in love, making every effort to maintain the unity of the Spirit in the bond of peace. There is one body and one Spirit, just as you were called to the one hope of your calling, one Lord, one faith, one baptism, one God and Father of all, who is above all and through all and in all. But each of us was given grace according to the measure of Christ’s gift. Therefore it is said, “When he ascended on high he made captivity itself a captive; he gave gifts to his people.” (When it says, “He ascended,” what does it mean but that he had also descended into the lower parts of the earth? He who descended is the same one who ascended far above all the heavens, so that he might fill all things.) The gifts he gave were that some would be apostles, some prophets, some evangelists, some pastors and teachers, to equip the saints for the work of ministry, for building up the body of Christ, until all of us come to the unity of the faith and of the knowledge of the Son of God, to maturity, to the measure of the full stature of Christ. We must no longer be children, tossed to and fro and blown about by every wind of doctrine, by people’s trickery, by their craftiness in deceitful scheming. But speaking the truth in love, we must grow up in every way into him who is the head, into Christ, from whom the whole body, joined and knit together by every ligament with which it is equipped, as each part is working properly, promotes the body’s growth in building itself up in love."
    }
  },
  {
    "id": "EPH 4:17-32",
    "text": {
      "NRSV": "Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. But that is not the way you learned Christ!— assuming that you have heard about him and were taught in him, as the truth is in Jesus, to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, and to be renewed in the spirit of your minds, and to put on the new self, created after the likeness of God in true righteousness and holiness. Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil. Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
    }
  },
  {
    "id": "GALATIANS 1:11-24",
    "text": {
      "NRSV": "1:11 For I want you to know, brothers and sisters, that the gospel that was proclaimed by me is not of human origin;\n1:12 for I did not receive it from a human source, nor was I taught it, but I received it through a revelation of Jesus Christ.\n1:13 You have heard, no doubt, of my earlier life in Judaism. I was violently persecuting the church of God and was trying to destroy it.\n1:14 I advanced in Judaism beyond many among my people of the same age, for I was far more zealous for the traditions of my ancestors.\n1:15 But when God, who had set me apart before I was born and called me through his grace, was pleased\n1:16 to reveal his Son to me, so that I might proclaim him among the Gentiles, I did not confer with any human being,\n1:17 nor did I go up to Jerusalem to those who were already apostles before me, but I went away at once into Arabia, and afterwards I returned to Damascus.\n1:18 Then after three years I did go up to Jerusalem to get to know Cephas, and I remained with him fifteen days;\n1:19 but I did not see any other apostle except James the Lord's brother.\n1:20 In what I am writing to you, before God, I do not lie!\n1:21 Then I went into the regions of Syria and Cilicia,\n1:22 and I was still unknown by sight to the churches of Judea that are in Christ;\n1:23 they only heard it said, “The one who formerly was persecuting us is now proclaiming the faith he once tried to destroy.”\n1:24 And they glorified God because of me."
    }
  },
  {
    "id": "HEB 2:10-18",
    "text": {
      "NRSV": "It was fitting that God, for whom and through whom all things exist, in bringing many children to glory, should make the pioneer of their salvation perfect through sufferings. For the one who sanctifies and those who are sanctified all have one Father. For this reason Jesus is not ashamed to call them brothers and sisters, saying, “I will proclaim your name to my brothers and sisters, in the midst of the congregation I will praise you.” And again, “I will put my trust in him.” And again, “Here am I and the children whom God has given me.” Since, therefore, the children share flesh and blood, he himself likewise shared the same things, so that through death he might destroy the one who has the power of death, that is, the devil, and free those who all their lives were held in slavery by the fear of death. For it is clear that he did not come to help angels, but the descendants of Abraham. Therefore he had to become like his brothers and sisters in every respect, so that he might be a merciful and faithful high priest in the service of God, to make a sacrifice of atonement for the sins of the people. Because he himself was tested by what he suffered, he is able to help those who are being tested."
    }
  },
  {
    "id": "HEB 4:14-5:10",
    "text": {
      "NRSV": "Since, then, we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession. For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who in every respect has been tested as we are, yet without sin. Let us therefore approach the throne of grace with boldness, so that we may receive mercy and find grace to help in time of need.\n\nEvery high priest chosen from among mortals is put in charge of things pertaining to God on their behalf, to offer gifts and sacrifices for sins. He is able to deal gently with the ignorant and wayward, since he himself is subject to weakness; and because of this he must offer sacrifice for his own sins as well as for those of the people. And one does not presume to take this honor, but takes it only when called by God, just as Aaron was. So also Christ did not glorify himself in becoming a high priest, but was appointed by the one who said to him, “You are my Son, today I have begotten you”; as he says also in another place, “You are a priest forever, according to the order of Melchizedek.” In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his reverent submission. Although he was a Son, he learned obedience through what he suffered; and having been made perfect, he became the source of eternal salvation for all who obey him, having been designated by God a high priest according to the order of Melchizedek."
    }
  },
  {
    "id": "HEB 8:1-7",
    "text": {
      "NRSV": "Now the main point in what we are saying is this: we have such a high priest, one who is seated at the right hand of the throne of the Majesty in the heavens, a minister in the sanctuary and the true tent that the Lord, and not any mortal, has set up. For every high priest is appointed to offer gifts and sacrifices; hence it is necessary for this priest also to have something to offer. Now if he were on earth, he would not be a priest at all, since there are priests who offer gifts according to the law. They offer worship in a sanctuary that is a sketch and shadow of the heavenly one; for Moses, when he was about to erect the tent, was warned, “See that you make everything according to the pattern that was shown you on the mountain.” But Jesus has now obtained a more excellent ministry, and to that degree he is the mediator of a better covenant, which has been enacted through better promises. For if that first covenant had been faultless, there would have been no need to look for a second one."
    }
  },
  {
    "id": "HEB 11:23-28",
    "text": {
      "NRSV": "By faith Moses was hidden by his parents for three months after his birth, because they saw that the child was beautiful; and they were not afraid of the king’s edict. By faith Moses, when he was grown up, refused to be called a son of Pharaoh’s daughter, choosing rather to share ill-treatment with the people of God than to enjoy the fleeting pleasures of sin. He considered abuse suffered for the Christ to be greater wealth than the treasures of Egypt, for he was looking ahead to the reward. By faith he left Egypt, unafraid of the king’s anger; for he persevered as though he saw him who is invisible. By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel."
    }
  },
  {
    "id": "MARK 1:21-28",
    "text": {
      "NRSV": "They went to Capernaum; and when the sabbath came, he entered the synagogue and taught. They were astounded at his teaching, for he taught them as one having authority, and not as the scribes. Just then there was in their synagogue a man with an unclean spirit, and he cried out, “What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.” But Jesus rebuked him, saying, “Be silent, and come out of him!” And the unclean spirit, convulsing him and crying with a loud voice, came out of him. They were all amazed, and they kept on asking one another, “What is this? A new teaching—with authority! He commands even the unclean spirits, and they obey him.” At once his fame began to spread throughout the surrounding region of Galilee."
    }
  },
  {
    "id": "MARK 1:29-45",
    "text": {
      "NRSV": "As soon as they left the synagogue, they entered the house of Simon and Andrew, with James and John. Now Simon’s mother-in-law was in bed with a fever, and they told him about her at once. He came and took her by the hand and lifted her up. Then the fever left her, and she began to serve them.\n\nThat evening, at sundown, they brought to him all who were sick or possessed with demons. And the whole city was gathered around the door. And he cured many who were sick with various diseases, and cast out many demons; and he would not permit the demons to speak, because they knew him.\n\nIn the morning, while it was still very dark, he got up and went out to a deserted place, and there he prayed. And Simon and his companions hunted for him. When they found him, they said to him, “Everyone is searching for you.” He answered, “Let us go on to the neighboring towns, so that I may proclaim the message there also; for that is what I came out to do.” And he went throughout Galilee, proclaiming the message in their synagogues and casting out demons.\n\nA leper came to him begging him, and kneeling he said to him, “If you choose, you can make me clean.” Moved with pity, Jesus stretched out his hand and touched him, and said to him, “I do choose. Be made clean!” Immediately the leprosy left him, and he was made clean. After sternly warning him he sent him away at once, saying to him, “See that you say nothing to anyone; but go, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.” But he went out and began to proclaim it freely, and to spread the word, so that Jesus could no longer go into a town openly, but stayed out in the country; and people came to him from every quarter."
    }
  },
  {
    "id": "MARK 2:23-3:6",
    "text": {
      "NRSV": "One Sabbath he was going through the grainfields, and as they made their way, his disciples began to pluck heads of grain. And the Pharisees were saying to him, “Look, why are they doing what is not lawful on the Sabbath?” And he said to them, “Have you never read what David did when he was in need and hungry, he and those who were with him: how he entered the house of God, when Abiathar was high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and also gave it to those who were with him?” And he said to them, “The Sabbath was made for man, not man for the Sabbath. So the Son of Man is lord even of the Sabbath.” Again he entered the synagogue, and a man was there with a withered hand. And they watched Jesus, to see whether he would heal him on the Sabbath, so that they might accuse him. And he said to the man with the withered hand, “Come here.” And he said to them, “Is it lawful on the Sabbath to do good or to do harm, to save life or to kill?” But they were silent. And he looked around at them with anger, grieved at their hardness of heart, and said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored. The Pharisees went out and immediately held counsel with the Herodians against him, how to destroy him."
    }
  },
  {
    "id": "MARK 3:7-19",
    "text": {
      "NRSV": "Jesus departed with his disciples to the sea, and a great multitude from Galilee followed him; hearing all that he was doing, they came to him in great numbers from Judea, Jerusalem, Idumea, beyond the Jordan, and the region around Tyre and Sidon. He told his disciples to have a boat ready for him because of the crowd, so that they would not crush him; for he had cured many, so that all who had diseases pressed upon him to touch him. Whenever the unclean spirits saw him, they fell down before him and shouted, “You are the Son of God!” But he sternly ordered them not to make him known. He went up the mountain and called to him those whom he wanted, and they came to him. And he appointed twelve, whom he also named apostles, to be with him, and to be sent out to proclaim the message, and to have authority to cast out demons. So he appointed the twelve: Simon (to whom he gave the name Peter); James son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder); and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James son of Alphaeus, and Thaddaeus, and Simon the Cananaean, and Judas Iscariot, who betrayed him."
    }
  },
  {
    "id": "MARK 7:1-8",
    "text": {
      "NRSV": "Now when the Pharisees and some of the scribes who had come from Jerusalem gathered around him, they noticed that some of his disciples were eating with defiled hands, that is, without washing them. (For the Pharisees, and all the Jews, do not eat unless they thoroughly wash their hands, thus observing the tradition of the elders; and they do not eat anything from the market unless they wash it; and there are also many other traditions that they observe, the washing of cups, pots, and bronze kettles.) So the Pharisees and the scribes asked him, “Why do your disciples not live according to the tradition of the elders, but eat with defiled hands?” He said to them, “Isaiah prophesied rightly about you hypocrites, as it is written, ‘This people honors me with their lips, but their hearts are far from me; in vain do they worship me, teaching human precepts as doctrines.’ You abandon the commandment of God and hold to human tradition.”"
    }
  },
  {
    "id": "MARK 9:9-13",
    "text": {
      "NRSV": "As they were coming down the mountain, he ordered them to tell no one about what they had seen, until after the Son of Man had risen from the dead. So they kept the matter to themselves, questioning what this rising from the dead could mean. Then they asked him, “Why do the scribes say that Elijah must come first?” He said to them, “Elijah is indeed coming first to restore all things. How then is it written about the Son of Man, that he is to go through many sufferings and be treated with contempt? But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written about him.”"
    }
  },
  {
    "id": "MATTHEW 10:16-22",
    "text": {
      "NRSV": "10:16 “See, I am sending you out like sheep into the midst of wolves; so be wise as serpents and innocent as doves.\n10:17 Beware of them, for they will hand you over to councils and flog you in their synagogues;\n10:18 and you will be dragged before governors and kings because of me, as a testimony to them and the Gentiles.\n10:19 When they hand you over, do not worry about how you are to speak or what you are to say; for what you are to say will be given to you at that time;\n10:20 for it is not you who speak, but the Spirit of your Father speaking through you.\n10:21 Brother will betray brother to death, and a father his child, and children will rise against parents and have them put to death;\n10:22 and you will be hated by all because of my name. But the one who endures to the end will be saved."
    }
  },
  {
    "id": "MATT 18:1-7",
    "text": {
      "NRSV": "At that time the disciples came to Jesus and asked, “Who is the greatest in the kingdom of heaven?” He called a child, whom he put among them, and said, “Truly I tell you, unless you change and become like children, you will never enter the kingdom of heaven. Whoever becomes humble like this child is the greatest in the kingdom of heaven. Whoever welcomes one such child in my name welcomes me. “If any of you put a stumbling block before one of these little ones who believe in me, it would be better for you if a great millstone were fastened around your neck and you were drowned in the depth of the sea. Woe to the world because of stumbling blocks! Occasions for stumbling are bound to come, but woe to the one by whom the stumbling block comes!"
    }
  },
  {
    "id": "ROM 1:1-7",
    "text": {
      "NRSV": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God, which he promised beforehand through his prophets in the holy scriptures, the gospel concerning his Son, who was descended from David according to the flesh and was declared to be Son of God with power according to the spirit of holiness by resurrection from the dead, Jesus Christ our Lord, through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name, including yourselves who are called to belong to Jesus Christ, To all God’s beloved in Rome, who are called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    }
  },
  {
    "id": "ROM 1:8-17",
    "text": {
      "NRSV": "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the world. For God, whom I serve with my spirit by announcing the gospel of his Son, is my witness that without ceasing I remember you always in my prayers, asking that by God’s will I may somehow at last succeed in coming to you. For I am longing to see you so that I may share with you some spiritual gift to strengthen you— or rather so that we may be mutually encouraged by each other’s faith, both yours and mine. I want you to know, brothers and sisters, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as I have among the rest of the Gentiles. I am a debtor both to Greeks and to barbarians, both to the wise and to the foolish —hence my eagerness to proclaim the gospel to you also who are in Rome. For I am not ashamed of the gospel; it is the power of God for salvation to everyone who has faith, to the Jew first and also to the Greek. For in it the righteousness of God is revealed through faith for faith; as it is written, “The one who is righteous will live by faith.”"
    }
  },
  {
    "id": "ROM 11:1-6",
    "text": {
      "NRSV": "I ask, then, has God rejected his people? By no means! I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel? “Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.” But what is the divine reply to him? “I have kept for myself seven thousand who have not bowed the knee to Baal.” So too at the present time there is a remnant, chosen by grace. But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace."
    }
  },
  {
    "id": "ROM 11:2-10",
    "text": {
      "NRSV": "God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel? “Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.” But what is the divine reply to him? “I have kept for myself seven thousand who have not bowed the knee to Baal.” So too at the present time there is a remnant, chosen by grace. But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace. What then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened, as it is written, “God gave them a sluggish spirit, eyes that would not see and ears that would not hear, down to this very day.” And David says, “Let their table become a snare and a trap, a stumbling block and a retribution for them; let their eyes be darkened so that they cannot see, and keep their backs forever bent.”"
    }
  },
  {
    "id": "2 COR 4:1-12",
    "text": {
      "NRSV": "Therefore, since it is by God’s mercy that we are engaged in this ministry, we do not lose heart. We have renounced the shameful things that one hides; we refuse to practice cunning or to falsify God’s word; but by the open statement of the truth we commend ourselves to the conscience of everyone in the sight of God. And even if our gospel is veiled, it is veiled to those who are perishing. In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God. For we do not proclaim ourselves; we proclaim Jesus Christ as Lord and ourselves as your slaves for Jesus’ sake. For it is the God who said, “Let light shine out of darkness,” who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ. But we have this treasure in clay jars, so that it may be made clear that this extraordinary power belongs to God and does not come from us. We are afflicted in every way, but not crushed; perplexed, but not driven to despair; persecuted, but not forsaken; struck down, but not destroyed; always carrying in the body the death of Jesus, so that the life of Jesus may also be made visible in our bodies. For while we live, we are always being given up to death for Jesus’ sake, so that the life of Jesus may be made visible in our mortal flesh. So death is at work in us, but life in you."
    }
  },
  {
    "id": "1 JOHN 5:1-5",
    "text": {
      "NRSV": "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the parent loves the child. By this we know that we love the children of God, when we love God and obey his commandments. For the love of God is this, that we obey his commandments. And his commandments are not burdensome, for whatever is born of God conquers the world. And this is the victory that conquers the world, our faith. Who is it that conquers the world but the one who believes that Jesus is the Son of God?"
    }
  },
  {
    "id": "MATT 18:1-7",
    "text": {
      "NRSV": "At that time the disciples came to Jesus and asked, “Who is the greatest in the kingdom of heaven?” He called a child, whom he put among them, and said, “Truly I tell you, unless you change and become like children, you will never enter the kingdom of heaven. Whoever becomes humble like this child is the greatest in the kingdom of heaven. Whoever welcomes one such child in my name welcomes me. “If any of you put a stumbling block before one of these little ones who believe in me, it would be better for you if a great millstone were fastened around your neck and you were drowned in the depth of the sea. Woe to the world because of stumbling blocks! Occasions for stumbling are bound to come, but woe to the one by whom the stumbling block comes!"
    }
  }
]