[
  {
    "id": "JEREMIAH 7:1-20",
    "text": {
      "NRSV": "Jeremiah 7:1 The word that came to Jeremiah from the Lord: \nJeremiah 7:2 Stand in the gate of the Lord’s house, and proclaim there this word, and say, Hear the word of the Lord, all you people of Judah, you that enter these gates to worship the Lord. \nJeremiah 7:3 Thus says the Lord of hosts, the God of Israel: Amend your ways and your doings, and let me dwell with you in this place. \nJeremiah 7:4 Do not trust in these deceptive words: “This is the temple of the Lord, the temple of the Lord, the temple of the Lord.” \nJeremiah 7:5 For if you truly amend your ways and your doings, if you truly act justly one with another, \nJeremiah 7:6 if you do not oppress the alien, the orphan, and the widow, or shed innocent blood in this place, and if you do not go after other gods to your own hurt, \nJeremiah 7:7 then I will dwell with you in this place, in the land that I gave of old to your ancestors forever and ever. \nJeremiah 7:8 Here you are, trusting in deceptive words to no avail. \nJeremiah 7:9 Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known, \nJeremiah 7:10 and then come and stand before me in this house, which is called by my name, and say, “We are safe!”—only to go on doing all these abominations? \nJeremiah 7:11 Has this house, which is called by my name, become a den of robbers in your sight? You know, I too am watching, says the Lord. \nJeremiah 7:12 Go now to my place that was in Shiloh, where I made my name dwell at first, and see what I did to it for the wickedness of my people Israel. \nJeremiah 7:13 And now, because you have done all these things, says the Lord, and when I spoke to you persistently, you did not listen, and when I called you, you did not answer, \nJeremiah 7:14 therefore I will do to the house that is called by my name, in which you trust, and to the place that I gave to you and to your ancestors, just what I did to Shiloh. \nJeremiah 7:15 And I will cast you out of my sight, just as I cast out all your kinsfolk, all the offspring of Ephraim. \nJeremiah 7:16 As for you, do not pray for this people, do not raise a cry or prayer on their behalf, and do not intercede with me, for I will not hear you. \nJeremiah 7:17 Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem? \nJeremiah 7:18 The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven; and they pour out drink offerings to other gods, to provoke me to anger. \nJeremiah 7:19 Is it I whom they provoke? says the Lord. Is it not themselves, to their own hurt? \nJeremiah 7:20 Therefore thus says the Lord God: My anger and my wrath shall be poured out on this place, on human beings and animals, on the trees of the field and the fruit of the ground; it will burn and not be quenched."
    }
  },
  {
    "id": "JEREMIAH 8:4-22",
    "text": {
      "NRSV": "Jeremiah 8:4 You shall say to them, Thus says the Lord: When people fall, do they not get up again? If they go astray, do they not turn back?\nJeremiah 8:5 Why then has this people turned away in perpetual backsliding? They have held fast to deceit, they have refused to return.\nJeremiah 8:6 I have given heed and listened, but they do not speak honestly; no one repents of wickedness, saying, “What have I done!” All of them turn to their own course, like a horse plunging headlong into battle.\nJeremiah 8:7 Even the stork in the heavens knows its times; and the turtledove, swallow, and crane observe the time of their coming; but my people do not know the ordinance of the Lord.\nJeremiah 8:8 How can you say, “We are wise, and the law of the Lord is with us,” when, in fact, the false pen of the scribes has made it into a lie?\nJeremiah 8:9 The wise shall be put to shame, they shall be dismayed and taken; since they have rejected the word of the Lord, what wisdom is in them?\nJeremiah 8:10 Therefore I will give their wives to others and their fields to conquerors, because from the least to the greatest everyone is greedy for unjust gain; from prophet to priest everyone deals falsely.\nJeremiah 8:11 They have treated the wound of my people carelessly, saying, “Peace, peace,” when there is no peace.\nJeremiah 8:12 They acted shamefully, they committed abomination; yet they were not at all ashamed, they did not know how to blush. Therefore they shall fall among those who fall; at the time when I punish them, they shall be overthrown, says the Lord.\nJeremiah 8:13 When I wanted to gather them, says the Lord, there are no grapes on the vine, nor figs on the fig tree; even the leaves are withered, and what I gave them has passed away from them.\nJeremiah 8:14 Why do we sit still? Gather together, let us go into the fortified cities and perish there; for the Lord our God has doomed us to perish, and has given us poisoned water to drink, because we have sinned against the Lord.\nJeremiah 8:15 We look for peace, but find no good, for a time of healing, but there is terror instead.\nJeremiah 8:16 The snorting of their horses is heard from Dan; at the sound of the neighing of their stallions the whole land quakes. They come and devour the land and all that fills it, the city and those who live in it.\nJeremiah 8:17 See, I am letting snakes loose among you, adders that cannot be charmed, and they shall bite you, says the Lord.\nJeremiah 8:18 My joy is gone, grief is upon me, my heart is sick.\nJeremiah 8:19 Hark, the cry of my poor people from far and wide in the land: “Is the Lord not in Zion? Is her King not in her?” (“Why have they provoked me to anger with their images, with their foreign idols?”)\nJeremiah 8:20 “The harvest is past, the summer is ended, and we are not saved.”\nJeremiah 8:21 For the hurt of my poor people I am hurt, I mourn, and dismay has taken hold of me.\nJeremiah 8:22 Is there no balm in Gilead? Is there no physician there? Why then has the health of my poor people not been restored?"
    }
  },
  {
    "id": "ISA 49:1-7",
    "text": {
      "NRSV": "Listen to me, O coastlands, pay attention, you peoples from far away! The Lord called me before I was born, while I was in my mother’s womb he named me. He made my mouth like a sharp sword, in the shadow of his hand he hid me; he made me a polished arrow, in his quiver he hid me away. And he said to me, “You are my servant, Israel, in whom I will be glorified.” But I said, “I have labored in vain, I have spent my strength for nothing and vanity; yet surely my cause is with the Lord, and my reward with my God.” And now the Lord says, who formed me in the womb to be his servant, to bring Jacob back to him, and that Israel might be gathered to him, for I am honored in the sight of the Lord, and my God has become my strength— he says, “It is too light a thing that you should be my servant to raise up the tribes of Jacob and to restore the survivors of Israel; I will give you as a light to the nations, that my salvation may reach to the end of the earth.” Thus says the Lord, the Redeemer of Israel and his Holy One, to one deeply despised, abhorred by the nations, the slave of rulers, “Kings shall see and stand up, princes, and they shall prostrate themselves, because of the Lord, who is faithful, the Holy One of Israel, who has chosen you.”"
    }
  },
  {
    "id": "ISA 49:8-13",
    "text": {
      "NRSV": "Thus says the Lord: In a time of favor I have answered you, on a day of salvation I have helped you; I have kept you and given you as a covenant to the people, to establish the land, to apportion the desolate heritages; saying to the prisoners, “Come out,” to those who are in darkness, “Show yourselves.” They shall feed along the ways, on all the bare heights shall be their pasture; they shall not hunger or thirst, neither scorching wind nor sun shall strike them down, for he who has pity on them will lead them, and by springs of water will guide them. And I will turn all my mountains into a road, and my highways shall be raised up. Lo, these shall come from far away, and lo, these from the north and from the west, and these from the land of Syene. Sing for joy, O heavens, and exult, O earth; break forth, O mountains, into singing! For the Lord has comforted his people, and will have compassion on his suffering ones."
    }
  },
  {
    "id": "ISA 45:5-12",
    "text": {
      "NRSV": "I am the Lord, and there is no other; besides me there is no god. I arm you, though you do not know me, so that people may know, from the rising of the sun and from the west, that there is no one besides me; I am the Lord, and there is no other. I form light and create darkness, I make weal and create woe; I the Lord do all these things. Shower, O heavens, from above, and let the skies rain down righteousness; let the earth open, that salvation may spring up, and let it cause righteousness to spring up also; I the Lord have created it. Woe to you who strive with your Maker, earthen vessels with the potter! Does the clay say to the one who fashions it, “What are you making”? or “Your work has no handles”? Woe to anyone who says to a father, “What are you begetting?” or to a woman, “With what are you in labor?” Thus says the Lord, the Holy One of Israel, and its Maker: Will you question me about my children, or command me concerning the work of my hands? I made the earth, and created humankind upon it; it was my hands that stretched out the heavens, and I commanded all their host."
    }
  },
  {
    "id": "ISA 46:3-4",
    "text": {
      "NRSV": "Listen to me, O house of Jacob, all the remnant of the house of Israel, who have been borne by me from your birth, carried from the womb; even to your old age I am he, even when you turn gray I will carry you. I have made, and I will bear; I will carry and will save."
    }
  },
  {
    "id": "ISA 48:12-22",
    "text": {
      "NRSV": "Listen to me, O Jacob, and Israel, whom I called: I am He; I am the first, and I am the last. My hand laid the foundation of the earth, and my right hand spread out the heavens; when I summon them, they stand at attention. Assemble, all of you, and hear! Who among them has declared these things? The Lord loves him; he shall perform his purpose on Babylon, and his arm shall be against the Chaldeans. I, even I, have spoken and called him, I have brought him, and he will prosper in his way. Draw near to me, hear this! From the beginning I have not spoken in secret, from the time it came to be I have been there. And now the Lord God has sent me and his spirit. Thus says the Lord, your Redeemer, the Holy One of Israel: I am the Lord your God, who teaches you for your own good, who leads you in the way you should go. O that you had paid attention to my commandments! Then your prosperity would have been like a river, and your righteousness like the waves of the sea; your offspring would have been like the sand, and your descendants like its grains; their name would never be cut off or destroyed from before me. Go out from Babylon, flee from Chaldea, declare this with a shout of joy, proclaim it, send it forth to the end of the earth; say, “The Lord has redeemed his servant Jacob!” They did not thirst when he led them through the deserts; he made water flow for them from the rock; he split open the rock and the water gushed out. “There is no peace,” says the Lord, “for the wicked.”"
    }
  },
  {
    "id": "ISA 29:13-16",
    "text": {
      "NRSV": "The Lord said: Because these people draw near with their mouths and honor me with their lips, while their hearts are far from me, and their worship of me is a human commandment learned by rote; so I will again do amazing things with this people, shocking and amazing. The wisdom of their wise shall perish, and the discernment of the discerning shall be hidden. Ha! You who hide a plan too deep for the Lord, whose deeds are in the dark, and who say, “Who sees us? Who knows us?” You turn things upside down! Shall the potter be regarded as the clay? Shall the thing made say of its maker, “He did not make me”; or the thing formed say of the one who formed it, “He has no understanding”?"
    }
  },
  {
    "id": "ISA 58:1-12",
    "text": {
      "NRSV": "Shout out, do not hold back! Lift up your voice like a trumpet! Announce to my people their rebellion, to the house of Jacob their sins. Yet day after day they seek me and delight to know my ways, as if they were a nation that practiced righteousness and did not forsake the ordinance of their God; they ask of me righteous judgments, they delight to draw near to God. “Why do we fast, but you do not see? Why humble ourselves, but you do not notice?” Look, you serve your own interest on your fast day, and oppress all your workers. Look, you fast only to quarrel and to fight and to strike with a wicked fist. Such fasting as you do today will not make your voice heard on high. Is such the fast that I choose, a day to humble oneself? Is it to bow down the head like a bulrush, and to lie in sackcloth and ashes? Will you call this a fast, a day acceptable to the Lord? Is not this the fast that I choose: to loose the bonds of injustice, to undo the thongs of the yoke, to let the oppressed go free, and to break every yoke? Is it not to share your bread with the hungry, and bring the homeless poor into your house; when you see the naked, to cover them, and not to hide yourself from your own kin? Then your light shall break forth like the dawn, and your healing shall spring up quickly; your vindicator shall go before you, the glory of the Lord shall be your rear guard. Then you shall call, and the Lord will answer; you shall cry for help, and he will say, Here I am. If you remove the yoke from among you, the pointing of the finger, the speaking of evil, if you offer your food to the hungry and satisfy the needs of the afflicted, then your light shall rise in the darkness and your gloom be like the noonday. The Lord will guide you continually, and satisfy your needs in parched places, and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters never fail. Your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to live in."
    }
  },
  {
    "id": "DEUT 4:1-14",
    "text": {
      "NRSV": "So now, Israel, give heed to the statutes and ordinances that I am teaching you to observe, so that you may live to enter and occupy the land that the Lord, the God of your ancestors, is giving you. You must neither add anything to what I command you nor take away anything from it, but keep the commandments of the Lord your God with which I am charging you. You have seen for yourselves what the Lord did with regard to the Baal of Peor—how the Lord your God destroyed from among you everyone who followed the Baal of Peor, while those of you who held fast to the Lord your God are all alive today. See, just as the Lord my God has charged me, I now teach you statutes and ordinances for you to observe in the land that you are about to enter and occupy. You must observe them diligently, for this will show your wisdom and discernment to the peoples, who, when they hear all these statutes, will say, “Surely this great nation is a wise and discerning people!” For what other great nation has a god so near to it as the Lord our God is whenever we call to him? And what other great nation has statutes and ordinances as just as this entire law that I am setting before you today? But take care and watch yourselves closely, so as neither to forget the things that your eyes have seen nor to let them slip from your mind all the days of your life; make them known to your children and your children’s children— how you once stood before the Lord your God at Horeb, when the Lord said to me, “Assemble the people for me, and I will let them hear my words, so that they may learn to fear me as long as they live on the earth, and may teach their children so”; you approached and stood at the foot of the mountain while the mountain was blazing up to the very heavens, shrouded in dark clouds. Then the Lord spoke to you out of the fire. You heard the sound of words but saw no form; there was only a voice. He declared to you his covenant, which he charged you to observe, that is, the ten commandments; and he wrote them on two stone tablets. And the Lord charged me at that time to teach you statutes and ordinances for you to observe in the land that you are about to cross into and occupy."
    }
  },
  {
    "id": "1 KGS 21:20-29",
    "text": {
      "NRSV": "Ahab said to Elijah, “Have you found me, O my enemy?” He answered, “I have found you. Because you have sold yourself to do what is evil in the sight of the Lord, I will bring disaster on you; I will consume you, and will cut off from Ahab every male, bond or free, in Israel; and I will make your house like the house of Jeroboam son of Nebat, and like the house of Baasha son of Ahijah, because you have provoked me to anger and have caused Israel to sin. Also concerning Jezebel the Lord said, ‘The dogs shall eat Jezebel within the bounds of Jezreel.’ Anyone belonging to Ahab who dies in the city the dogs shall eat; and anyone of his who dies in the open country the birds of the air shall eat.” (Indeed, there was no one like Ahab, who sold himself to do what was evil in the sight of the Lord, urged on by his wife Jezebel. He acted most abominably in going after idols, as the Amorites had done, whom the Lord drove out before the Israelites.) When Ahab heard those words, he tore his clothes and put sackcloth over his bare flesh; he fasted, lay in the sackcloth, and went about dejectedly. Then the word of the Lord came to Elijah the Tishbite: “Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring the disaster in his days; but in his son’s days I will bring the disaster on his house.”"
    }
  },
  {
    "id": "1 KGS 19:1-8",
    "text": {
      "NRSV": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me, and more also, if I do not make your life like the life of one of them by this time tomorrow.” Then he was afraid; he got up and fled for his life, and came to Beer-sheba, which belongs to Judah; he left his servant there. But he himself went a day’s journey into the wilderness, and came and sat down under a solitary broom tree. He asked that he might die: “It is enough; now, O Lord, take away my life, for I am no better than my ancestors.” Then he lay down under the broom tree and fell asleep. Suddenly an angel touched him and said to him, “Get up and eat.” He looked, and there at his head was a cake baked on hot stones, and a jar of water. He ate and drank, and lay down again. The angel of the Lord came a second time, touched him, and said, “Get up and eat, otherwise the journey will be too much for you.” He got up, and ate and drank; then he went in the strength of that food forty days and forty nights to Horeb the mount of God."
    }
  },
  {
    "id": "1 KGS 19:9-18",
    "text": {
      "NRSV": "At that place he came to a cave, and spent the night there. Then the word of the Lord came to him, saying, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” He said, “Go out and stand on the mountain before the Lord, for the Lord is about to pass by.” Now there was a great wind, so strong that it was splitting mountains and breaking rocks in pieces before the Lord, but the Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake; and after the earthquake a fire, but the Lord was not in the fire; and after the fire a sound of sheer silence. When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Then there came a voice to him that said, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” Then the Lord said to him, “Go, return on your way to the wilderness of Damascus; when you arrive, you shall anoint Hazael as king over Aram. Also you shall anoint Jehu son of Nimshi as king over Israel; and you shall anoint Elisha son of Shaphat of Abel-meholah as prophet in your place. Whoever escapes from the sword of Hazael, Jehu shall kill; and whoever escapes from the sword of Jehu, Elisha shall kill. Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”"
    }
  },
  {
    "id": "2 KGS 22:3-20",
    "text": {
      "NRSV": "In the eighteenth year of King Josiah, the king sent Shaphan son of Azaliah, son of Meshullam, the secretary, to the house of the Lord, saying, “Go up to the high priest Hilkiah, and have him count the entire sum of the money that has been brought into the house of the Lord, which the keepers of the threshold have collected from the people; let it be given into the hand of the workers who have the oversight of the house of the Lord; let them give it to the workers who are at the house of the Lord, repairing the house, that is, to the carpenters, to the builders, to the masons; and let them use it to buy timber and quarried stone to repair the house. But no accounting shall be asked from them for the money that is delivered into their hand, for they deal honestly.” The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the Lord.” When Hilkiah gave the book to Shaphan, he read it. Then Shaphan the secretary came to the king, and reported to the king, “Your servants have emptied out the money that was found in the house, and have delivered it into the hand of the workers who have oversight of the house of the Lord.” Shaphan the secretary informed the king, “The priest Hilkiah has given me a book.” Shaphan then read it aloud to the king.\n\nWhen the king heard the words of the book of the law, he tore his clothes. Then the king commanded the priest Hilkiah, Ahikam son of Shaphan, Achbor son of Micaiah, Shaphan the secretary, and the king’s servant Asaiah, saying, “Go, inquire of the Lord for me, for the people, and for all Judah, concerning the words of this book that has been found; for great is the wrath of the Lord that is kindled against us, because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” So the priest Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to the prophetess Huldah the wife of Shallum son of Tikvah, son of Harhas, keeper of the wardrobe; she resided in Jerusalem in the Second Quarter, where they consulted her. She declared to them, “Thus says the Lord, the God of Israel: Tell the man who sent you to me, Thus says the Lord, I will indeed bring disaster on this place and on its inhabitants—all the words of the book that the king of Judah has read. Because they have abandoned me and have made offerings to other gods, so that they have provoked me to anger with all the work of their hands, therefore my wrath will be kindled against this place, and it will not be quenched. But as to the king of Judah, who sent you to inquire of the Lord, thus shall you say to him, Thus says the Lord, the God of Israel: Regarding the words that you have heard, because your heart was penitent, and you humbled yourself before the Lord, when you heard how I spoke against this place, and against its inhabitants, that they should become a desolation and a curse, and because you have torn your clothes and wept before me, I also have heard you, says the Lord. Therefore, I will gather you to your ancestors, and you shall be gathered to your grave in peace; your eyes shall not see all the disaster that I will bring on this place.” They took the message back to the king."
    }
  },
  {
    "id": "2 KGS 23:1-8,21-25",
    "text": {
      "NRSV": "Then the king sent, and all the elders of Judah and Jerusalem were gathered to him. The king went up to the house of the Lord, and with him went all the people of Judah, all the inhabitants of Jerusalem, the priests, the prophets, and all the people, both small and great; he read in their hearing all the words of the book of the covenant that had been found in the house of the Lord. The king stood by the pillar and made a covenant before the Lord, to follow the Lord, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. The king commanded the high priest Hilkiah, the priests of the second order, and the guardians of the threshold, to bring out of the temple of the Lord all the vessels made for Baal, for Asherah, and for all the host of heaven; he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel. He deposed the idolatrous priests whom the kings of Judah had ordained to make offerings in the high places at the cities of Judah and around Jerusalem; those also who made offerings to Baal, to the sun, the moon, the constellations, and all the host of the heavens. He brought out the image of Asherah from the house of the Lord, outside Jerusalem, to the Wadi Kidron, burned it at the Wadi Kidron, beat it to dust and threw the dust of it upon the graves of the common people. He broke down the houses of the male temple prostitutes that were in the house of the Lord, where the women did weaving for Asherah. He brought all the priests out of the towns of Judah, and defiled the high places where the priests had made offerings, from Geba to Beer-sheba; he broke down the high places of the gates that were at the entrance of the gate of Joshua the governor of the city, which were on the left at the gate of the city. The king commanded all the people, “Keep the passover to the Lord your God as prescribed in this book of the covenant.” No such passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah; but in the eighteenth year of King Josiah this passover was kept to the Lord in Jerusalem. Moreover Josiah put away the mediums, wizards, teraphim, idols, and all the abominations that were seen in the land of Judah and in Jerusalem, so that he established the words of the law that were written in the book that the priest Hilkiah had found in the house of the Lord. Before him there was no king like him, who turned to the Lord with all his heart, with all his soul, and with all his might, according to all the law of Moses; nor did any like him arise after him."
    }
  },
  {
    "id": "PROV 6:6-23",
    "text": {
      "NRSV": "Go to the ant, you lazybones; consider its ways, and be wise. Without having any chief or officer or ruler, it prepares its food in summer, and gathers its sustenance in harvest. How long will you lie there, O lazybones? When will you wake from your sleep? A little sleep, a little slumber, a little folding of the hands to rest, and poverty will come upon you like a robber, and want, like an armed warrior. A scoundrel and a villain goes around with crooked speech, winking the eyes, shuffling the feet, pointing the fingers, with perverted mind devising evil, continually sowing discord; on such a one calamity will descend suddenly; in a moment, damage beyond repair. There are six things that the Lord hates, seven that are an abomination to him: haughty eyes, a lying tongue, and hands that shed innocent blood, a heart that devises wicked plans, feet that hurry to run to evil, a lying witness who testifies falsely, and one who sows discord in a family. My child, keep your father’s commandment, and do not forsake your mother’s teaching. Bind them upon your heart always; tie them around your neck. When you walk, they will lead you; when you lie down, they will watch over you; and when you awake, they will talk with you. For the commandment is a lamp and the teaching a light, and the reproofs of discipline are the way of life."
    }
  },
  {
    "id": "EX 6:2-9",
    "text": {
      "NRSV": "God also spoke to Moses and said to him: “I am the Lord. I appeared to Abraham, Isaac, and Jacob as God Almighty, but by my name ‘The Lord’ I did not make myself known to them. I also established my covenant with them, to give them the land of Canaan, the land in which they resided as aliens. I have also heard the groaning of the Israelites whom the Egyptians are holding as slaves, and I have remembered my covenant. Say therefore to the Israelites, ‘I am the Lord, and I will free you from the burdens of the Egyptians and deliver you from slavery to them. I will redeem you with an outstretched arm and with mighty acts of judgment. I will take you as my people, and I will be your God. You shall know that I am the Lord your God, who has freed you from the burdens of the Egyptians. I will bring you into the land that I swore to give to Abraham, Isaac, and Jacob; I will give it to you for a possession. I am the Lord.’” Moses told this to the Israelites; but they would not listen to Moses, because of their broken spirit and their cruel slavery."
    }
  },
  {
    "id": "EX 19:9B-25",
    "text": {
      "NRSV": "Then the Lord said to Moses, “I am going to come to you in a dense cloud, in order that the people may hear when I speak with you and so trust you ever after.” When Moses had told the words of the people to the Lord, the Lord said to Moses: “Go to the people and consecrate them today and tomorrow. Have them wash their clothes and prepare for the third day, because on the third day the Lord will come down upon Mount Sinai in the sight of all the people. You shall set limits for the people all around, saying, ‘Be careful not to go up the mountain or to touch the edge of it. Any who touch the mountain shall be put to death. No hand shall touch them, but they shall be stoned or shot with arrows; whether animal or human being, they shall not live.’ When the trumpet sounds a long blast, they may go up on the mountain.” So Moses went down from the mountain to the people. He consecrated the people, and they washed their clothes. And he said to the people, “Prepare for the third day; do not go near a woman.” On the morning of the third day there was thunder and lightning, as well as a thick cloud on the mountain, and a blast of a trumpet so loud that all the people who were in the camp trembled. Moses brought the people out of the camp to meet God. They took their stand at the foot of the mountain. Now Mount Sinai was wrapped in smoke, because the Lord had descended upon it in fire; the smoke went up like the smoke of a kiln, while the whole mountain shook violently. As the blast of the trumpet grew louder and louder, Moses would speak and God would answer him in thunder. When the Lord descended upon Mount Sinai, to the top of the mountain, the Lord summoned Moses to the top of the mountain, and Moses went up. Then the Lord said to Moses, “Go down and warn the people not to break through to the Lord to look; otherwise many of them will perish. Even the priests who approach the Lord must consecrate themselves or the Lord will break out against them.” Moses said to the Lord, “The people are not permitted to come up to Mount Sinai; for you yourself warned us, saying, ‘Set limits around the mountain and keep it holy.’” The Lord said to him, “Go down, and come up bringing Aaron with you; but do not let either the priests or the people break through to come up to the Lord; otherwise he will break out against them.” So Moses went down to the people and told them."
    }
  },
  {
    "id": "GEN 4:1-16",
    "text": {
      "NRSV": "Now the man knew his wife Eve, and she conceived and bore Cain, saying, “I have produced a man with the help of the Lord.” Next she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a tiller of the ground. In the course of time Cain brought to the Lord an offering of the fruit of the ground, and Abel for his part brought of the firstlings of his flock, their fat portions. And the Lord had regard for Abel and his offering, but for Cain and his offering he had no regard. So Cain was very angry, and his countenance fell. The Lord said to Cain, “Why are you angry, and why has your countenance fallen? If you do well, will you not be accepted? And if you do not do well, sin is lurking at the door; its desire is for you, but you must master it.” Cain said to his brother Abel, “Let us go out to the field.” And when they were in the field, Cain rose up against his brother Abel, and killed him. Then the Lord said to Cain, “Where is your brother Abel?” He said, “I do not know; am I my brother’s keeper?” And the Lord said, “What have you done? Listen; your brother’s blood is crying out to me from the ground! And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. When you till the ground, it will no longer yield to you its strength; you will be a fugitive and a wanderer on the earth.” Cain said to the Lord, “My punishment is greater than I can bear! Today you have driven me away from the soil, and I shall be hidden from your face; I shall be a fugitive and a wanderer on the earth, and anyone who meets me may kill me.” Then the Lord said to him, “Not so! Whoever kills Cain will suffer a sevenfold vengeance.” And the Lord put a mark on Cain, so that no one who came upon him would kill him. Then Cain went away from the presence of the Lord, and settled in the land of Nod, east of Eden."
    }
  },
  {
    "id": "EX 34:1-9,27-28",
    "text": {
      "NRSV": "The Lord said to Moses, “Cut two tablets of stone like the former ones, and I will write on the tablets the words that were on the former tablets, which you broke. Be ready in the morning, and come up in the morning to Mount Sinai and present yourself there to me, on the top of the mountain. No one shall come up with you, and do not let anyone be seen throughout all the mountain; and do not let flocks or herds graze in front of that mountain.” So Moses cut two tablets of stone like the former ones; and he rose early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took in his hand the two tablets of stone. The Lord descended in the cloud and stood with him there, and proclaimed the name, “The Lord.” The Lord passed before him, and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, keeping steadfast love for the thousandth generation, forgiving iniquity and transgression and sin, yet by no means clearing the guilty, but visiting the iniquity of the parents upon the children and the children’s children, to the third and the fourth generation.” And Moses quickly bowed his head toward the earth, and worshiped. He said, “If now I have found favor in your sight, O Lord, I pray, let the Lord go with us. Although this is a stiff-necked people, pardon our iniquity and our sin, and take us for your inheritance.” Then the Lord said to Moses, “Write these words; in accordance with these words I have made a covenant with you and with Israel.” He was there with the Lord forty days and forty nights; he neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the ten commandments."
    }
  },
  {
    "id": "JEREMIAH 5:1-19",
    "text": {
      "NRSV": "Run to and fro through the streets of Jerusalem, look around and take note! Search its squares and see if you can find one person who acts justly and seeks truth—so that I may pardon Jerusalem. Although they say, “As the Lord lives,” yet they swear falsely. O Lord, do your eyes not look for truth? You have struck them, but they felt no anguish; you have consumed them, but they refused to take correction. They have made their faces harder than rock; they have refused to turn back. Then I said, “These are only the poor, they have no sense; for they do not know the way of the Lord, the law of their God. Let me go to the great and speak to them; for they know the way of the Lord, and the law of their God.” But they all alike had broken the yoke, they had burst the bonds. Therefore a lion from the forest shall kill them, a wolf from the desert shall destroy them. A leopard is watching against their cities; everyone who goes out of them shall be torn in pieces—because their transgressions are many, their apostasies are great. How can I pardon you? Your children have forsaken me, and have sworn by those who are no gods. When I fed them to the full, they committed adultery and trooped to the houses of prostitutes. They were well-fed lusty stallions, each neighing for his neighbor’s wife. Shall I not punish them for these things? says the Lord; and shall I not bring retribution on a nation such as this? Go up through her vine rows and destroy, but do not make a full end; strip away her branches, for they are not the Lord’s. For the house of Israel and the house of Judah have been utterly faithless to me, says the Lord. They have spoken falsely of the Lord, and have said, “He will do nothing. No evil will come upon us, and we shall not see sword or famine. The prophets are nothing but wind, for the word is not in them. Thus shall it be done to them!” Therefore thus says the Lord, the God of hosts: Because they have spoken this word, I am now making my words in your mouth a fire, and this people wood, and the fire shall devour them. I am going to bring upon you a nation from far away, O house of Israel, says the Lord. It is an enduring nation, it is an ancient nation, a nation whose language you do not know, nor can you understand what they say. Their quiver is like an open tomb; all of them are mighty warriors. They shall eat up your harvest and your food; they shall eat up your sons and your daughters; they shall eat up your flocks and your herds; they shall eat up your vines and your fig trees; they shall destroy with the sword your fortified cities in which you trust. But even in those days, says the Lord, I will not make a full end of you. And when your people say, “Why has the Lord our God done all these things to us?” you shall say to them, “As you have forsaken me and served foreign gods in your land, so you shall serve strangers in a land that is not yours.”"
    }
  },
  {
    "id": "JEREMIAH 4:5-31",
    "text": {
      "NRSV": "Declare in Judah, and proclaim in Jerusalem, and say: Blow the trumpet through the land; shout aloud and say, “Gather together, and let us go into the fortified cities!” Raise a standard toward Zion, flee for safety, do not delay, for I am bringing evil from the north, and a great destruction. A lion has gone up from its thicket, a destroyer of nations has set out; he has gone out from his place to make your land a waste; your cities will be ruins without inhabitant. Because of this put on sackcloth, lament and wail: “The fierce anger of the Lord has not turned away from us.” On that day, says the Lord, courage shall fail the king and the officials; the priests shall be appalled and the prophets astounded. Then I said, “Ah, Lord God, how utterly you have deceived this people and Jerusalem, saying, ‘It shall be well with you,’ even while the sword is at the throat!” At that time it will be said to this people and to Jerusalem: A hot wind comes from me out of the bare heights in the desert toward my poor people, not to winnow or cleanse— a wind too strong for that. Now it is I who speak in judgment against them. Look! he comes up like clouds, his chariots like the whirlwind; his horses are swifter than eagles— woe to us, for we are ruined! O Jerusalem, wash your heart clean of wickedness so that you may be saved. How long shall your evil schemes lodge within you? For a voice declares from Dan and proclaims disaster from Mount Ephraim. Tell the nations, “Here they are!” Proclaim against Jerusalem, “Besiegers come from a far country; they shout against the cities of Judah. They have closed in around her like watchers of a field, because she has rebelled against me, says the Lord. Your ways and your doings have brought this upon you. This is your doom; how bitter it is! It has reached your very heart.” My anguish, my anguish! I writhe in pain! Oh, the walls of my heart! My heart is beating wildly; I cannot keep silent; for I hear the sound of the trumpet, the alarm of war. Disaster overtakes disaster, the whole land is laid waste. Suddenly my tents are destroyed, my curtains in a moment. How long must I see the standard, and hear the sound of the trumpet? “For my people are foolish, they do not know me; they are stupid children, they have no understanding. They are skilled in doing evil, but do not know how to do good.” I looked on the earth, and lo, it was waste and void; and to the heavens, and they had no light. I looked on the mountains, and lo, they were quaking, and all the hills moved to and fro. I looked, and lo, there was no one at all, and all the birds of the air had fled. I looked, and lo, the fruitful land was a desert, and all its cities were laid in ruins before the Lord, before his fierce anger. For thus says the Lord: The whole land shall be a desolation; yet I will not make a full end. Because of this the earth shall mourn, and the heavens above grow black; for I have spoken, I have purposed; I have not relented nor will I turn back. At the noise of horseman and archer every town takes to flight; they enter thickets; they climb among rocks; all the towns are forsaken, and no one lives in them. And you, O desolate one, what do you mean that you dress in crimson, that you deck yourself with ornaments of gold, that you enlarge your eyes with paint? In vain you beautify yourself. Your lovers despise you; they seek your life. For I heard a cry as of a woman in labor, anguish as of one bringing forth her first child, the cry of daughter Zion gasping for breath, stretching out her hands, “Woe is me! I am fainting before killers!”"
    }
  },
  {
    "id": "JEREMIAH 5:20-31",
    "text": {
      "NRSV": "Declare this in the house of Jacob, proclaim it in Judah: Hear this, O foolish and senseless people, who have eyes, but do not see, who have ears, but do not hear. Do you not fear me? says the Lord; Do you not tremble before me? I placed the sand as a boundary for the sea, a perpetual barrier that it cannot pass; though the waves toss, they cannot prevail, though they roar, they cannot pass over it. But this people has a stubborn and rebellious heart; they have turned aside and gone away. They do not say in their hearts, “Let us fear the Lord our God, who gives the rain in its season, the autumn rain and the spring rain, and keeps for us the weeks appointed for the harvest.” Your iniquities have turned these away, and your sins have deprived you of good. For scoundrels are found among my people; they take over the goods of others. Like fowlers they set a trap; they catch human beings. Like a basket full of birds, their houses are full of treachery; therefore they have become great and rich, they have grown fat and sleek. They know no limits in deeds of wickedness; they do not judge with justice the cause of the orphan, to make it prosper, and they do not defend the rights of the needy. Shall I not punish them for these things? says the Lord, and shall I not bring retribution on a nation such as this? An appalling and horrible thing has happened in the land: the prophets prophesy falsely, and the priests rule as the prophets direct; my people love to have it so. But what will you do when the end comes?"
    }
  },
  {
    "id": "JEREMIAH 6:1-15",
    "text": {
      "NRSV": "Flee for safety, O children of Benjamin, from the midst of Jerusalem! Blow the trumpet in Tekoa, and raise a signal on Beth-haccherem; for evil looms out of the north, and great destruction. I have likened daughter Zion to the loveliest pasture. Shepherds with their flocks shall come against her. They shall pitch their tents around her; they shall pasture, all in their places. “Prepare war against her; up, and let us attack at noon!” “Woe to us, for the day declines, the shadows of evening lengthen!” “Up, and let us attack by night, and destroy her palaces!” For thus says the Lord of hosts: Cut down her trees; cast up a siege ramp against Jerusalem. This is the city that must be punished; there is nothing but oppression within her. As a well keeps its water fresh, so she keeps fresh her wickedness; violence and destruction are heard within her; ever before me are sickness and wounds. Be warned, O Jerusalem, or I shall be alienated from you, and make you a desolation, an uninhabited land. Thus says the Lord of hosts: Glean thoroughly as a vine the remnant of Israel; like a grape-gatherer, pass your hand again over its branches. To whom shall I speak and give warning, that they may hear? See, their ears are closed, they cannot listen. The word of the Lord is to them an object of scorn; they take no pleasure in it. But I am full of the wrath of the Lord; I am weary of holding it in. Pour it out on the children in the street, and on the gatherings of young men as well; both husband and wife shall be taken, the old folk and the very aged. Their houses shall be turned over to others, their fields and wives together; for I will stretch out my hand against the inhabitants of the land, says the Lord; for from the least to the greatest of them, everyone is greedy for unjust gain; and from prophet to priest, everyone deals falsely. They have treated the wound of my people carelessly, saying, “Peace, peace,” when there is no peace. They acted shamefully, they committed abomination; yet they were not ashamed, they did not know how to blush. Therefore they shall fall among those who fall; at the time that I punish them, they shall be overthrown, says the Lord."
    }
  }
]