[
  {
    "id": "Jeremiah 7:1-20",
    "text": {
      "NRSV": "Jeremiah 7:1 The word that came to Jeremiah from the Lord: \nJeremiah 7:2 Stand in the gate of the Lord’s house, and proclaim there this word, and say, Hear the word of the Lord, all you people of Judah, you that enter these gates to worship the Lord. \nJeremiah 7:3 Thus says the Lord of hosts, the God of Israel: Amend your ways and your doings, and let me dwell with you in this place. \nJeremiah 7:4 Do not trust in these deceptive words: “This is the temple of the Lord, the temple of the Lord, the temple of the Lord.” \nJeremiah 7:5 For if you truly amend your ways and your doings, if you truly act justly one with another, \nJeremiah 7:6 if you do not oppress the alien, the orphan, and the widow, or shed innocent blood in this place, and if you do not go after other gods to your own hurt, \nJeremiah 7:7 then I will dwell with you in this place, in the land that I gave of old to your ancestors forever and ever. \nJeremiah 7:8 Here you are, trusting in deceptive words to no avail. \nJeremiah 7:9 Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known, \nJeremiah 7:10 and then come and stand before me in this house, which is called by my name, and say, “We are safe!”—only to go on doing all these abominations? \nJeremiah 7:11 Has this house, which is called by my name, become a den of robbers in your sight? You know, I too am watching, says the Lord. \nJeremiah 7:12 Go now to my place that was in Shiloh, where I made my name dwell at first, and see what I did to it for the wickedness of my people Israel. \nJeremiah 7:13 And now, because you have done all these things, says the Lord, and when I spoke to you persistently, you did not listen, and when I called you, you did not answer, \nJeremiah 7:14 therefore I will do to the house that is called by my name, in which you trust, and to the place that I gave to you and to your ancestors, just what I did to Shiloh. \nJeremiah 7:15 And I will cast you out of my sight, just as I cast out all your kinsfolk, all the offspring of Ephraim. \nJeremiah 7:16 As for you, do not pray for this people, do not raise a cry or prayer on their behalf, and do not intercede with me, for I will not hear you. \nJeremiah 7:17 Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem? \nJeremiah 7:18 The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven; and they pour out drink offerings to other gods, to provoke me to anger. \nJeremiah 7:19 Is it I whom they provoke? says the Lord. Is it not themselves, to their own hurt? \nJeremiah 7:20 Therefore thus says the Lord God: My anger and my wrath shall be poured out on this place, on human beings and animals, on the trees of the field and the fruit of the ground; it will burn and not be quenched."
    }
  },
  {
    "id": "Jeremiah 8:4-22",
    "text": {
      "NRSV": "Jeremiah 8:4 You shall say to them, Thus says the Lord: When people fall, do they not get up again? If they go astray, do they not turn back?\nJeremiah 8:5 Why then has this people turned away in perpetual backsliding? They have held fast to deceit, they have refused to return.\nJeremiah 8:6 I have given heed and listened, but they do not speak honestly; no one repents of wickedness, saying, “What have I done!” All of them turn to their own course, like a horse plunging headlong into battle.\nJeremiah 8:7 Even the stork in the heavens knows its times; and the turtledove, swallow, and crane observe the time of their coming; but my people do not know the ordinance of the Lord.\nJeremiah 8:8 How can you say, “We are wise, and the law of the Lord is with us,” when, in fact, the false pen of the scribes has made it into a lie?\nJeremiah 8:9 The wise shall be put to shame, they shall be dismayed and taken; since they have rejected the word of the Lord, what wisdom is in them?\nJeremiah 8:10 Therefore I will give their wives to others and their fields to conquerors, because from the least to the greatest everyone is greedy for unjust gain; from prophet to priest everyone deals falsely.\nJeremiah 8:11 They have treated the wound of my people carelessly, saying, “Peace, peace,” when there is no peace.\nJeremiah 8:12 They acted shamefully, they committed abomination; yet they were not at all ashamed, they did not know how to blush. Therefore they shall fall among those who fall; at the time when I punish them, they shall be overthrown, says the Lord.\nJeremiah 8:13 When I wanted to gather them, says the Lord, there are no grapes on the vine, nor figs on the fig tree; even the leaves are withered, and what I gave them has passed away from them.\nJeremiah 8:14 Why do we sit still? Gather together, let us go into the fortified cities and perish there; for the Lord our God has doomed us to perish, and has given us poisoned water to drink, because we have sinned against the Lord.\nJeremiah 8:15 We look for peace, but find no good, for a time of healing, but there is terror instead.\nJeremiah 8:16 The snorting of their horses is heard from Dan; at the sound of the neighing of their stallions the whole land quakes. They come and devour the land and all that fills it, the city and those who live in it.\nJeremiah 8:17 See, I am letting snakes loose among you, adders that cannot be charmed, and they shall bite you, says the Lord.\nJeremiah 8:18 My joy is gone, grief is upon me, my heart is sick.\nJeremiah 8:19 Hark, the cry of my poor people from far and wide in the land: “Is the Lord not in Zion? Is her King not in her?” (“Why have they provoked me to anger with their images, with their foreign idols?”)\nJeremiah 8:20 “The harvest is past, the summer is ended, and we are not saved.”\nJeremiah 8:21 For the hurt of my poor people I am hurt, I mourn, and dismay has taken hold of me.\nJeremiah 8:22 Is there no balm in Gilead? Is there no physician there? Why then has the health of my poor people not been restored?"
    }
  },
  {
    "id": "Isaiah 49:1-7",
    "text": {
      "NRSV": "Listen to me, O coastlands, pay attention, you peoples from far away! The Lord called me before I was born, while I was in my mother’s womb he named me. He made my mouth like a sharp sword, in the shadow of his hand he hid me; he made me a polished arrow, in his quiver he hid me away. And he said to me, “You are my servant, Israel, in whom I will be glorified.” But I said, “I have labored in vain, I have spent my strength for nothing and vanity; yet surely my cause is with the Lord, and my reward with my God.” And now the Lord says, who formed me in the womb to be his servant, to bring Jacob back to him, and that Israel might be gathered to him, for I am honored in the sight of the Lord, and my God has become my strength— he says, “It is too light a thing that you should be my servant to raise up the tribes of Jacob and to restore the survivors of Israel; I will give you as a light to the nations, that my salvation may reach to the end of the earth.” Thus says the Lord, the Redeemer of Israel and his Holy One, to one deeply despised, abhorred by the nations, the slave of rulers, “Kings shall see and stand up, princes, and they shall prostrate themselves, because of the Lord, who is faithful, the Holy One of Israel, who has chosen you.”"
    }
  },
  {
    "id": "Isaiah 49:8-13",
    "text": {
      "NRSV": "Thus says the Lord: In a time of favor I have answered you, on a day of salvation I have helped you; I have kept you and given you as a covenant to the people, to establish the land, to apportion the desolate heritages; saying to the prisoners, “Come out,” to those who are in darkness, “Show yourselves.” They shall feed along the ways, on all the bare heights shall be their pasture; they shall not hunger or thirst, neither scorching wind nor sun shall strike them down, for he who has pity on them will lead them, and by springs of water will guide them. And I will turn all my mountains into a road, and my highways shall be raised up. Lo, these shall come from far away, and lo, these from the north and from the west, and these from the land of Syene. Sing for joy, O heavens, and exult, O earth; break forth, O mountains, into singing! For the Lord has comforted his people, and will have compassion on his suffering ones."
    }
  },
  {
    "id": "Isaiah 45:5-12",
    "text": {
      "NRSV": "I am the Lord, and there is no other; besides me there is no god. I arm you, though you do not know me, so that people may know, from the rising of the sun and from the west, that there is no one besides me; I am the Lord, and there is no other. I form light and create darkness, I make weal and create woe; I the Lord do all these things. Shower, O heavens, from above, and let the skies rain down righteousness; let the earth open, that salvation may spring up, and let it cause righteousness to spring up also; I the Lord have created it. Woe to you who strive with your Maker, earthen vessels with the potter! Does the clay say to the one who fashions it, “What are you making”? or “Your work has no handles”? Woe to anyone who says to a father, “What are you begetting?” or to a woman, “With what are you in labor?” Thus says the Lord, the Holy One of Israel, and its Maker: Will you question me about my children, or command me concerning the work of my hands? I made the earth, and created humankind upon it; it was my hands that stretched out the heavens, and I commanded all their host."
    }
  },
  {
    "id": "Isaiah 46:3-4",
    "text": {
      "NRSV": "Listen to me, O house of Jacob, all the remnant of the house of Israel, who have been borne by me from your birth, carried from the womb; even to your old age I am he, even when you turn gray I will carry you. I have made, and I will bear; I will carry and will save."
    }
  },
  {
    "id": "Isaiah 48:12-22",
    "text": {
      "NRSV": "Listen to me, O Jacob, and Israel, whom I called: I am He; I am the first, and I am the last. My hand laid the foundation of the earth, and my right hand spread out the heavens; when I summon them, they stand at attention. Assemble, all of you, and hear! Who among them has declared these things? The Lord loves him; he shall perform his purpose on Babylon, and his arm shall be against the Chaldeans. I, even I, have spoken and called him, I have brought him, and he will prosper in his way. Draw near to me, hear this! From the beginning I have not spoken in secret, from the time it came to be I have been there. And now the Lord God has sent me and his spirit. Thus says the Lord, your Redeemer, the Holy One of Israel: I am the Lord your God, who teaches you for your own good, who leads you in the way you should go. O that you had paid attention to my commandments! Then your prosperity would have been like a river, and your righteousness like the waves of the sea; your offspring would have been like the sand, and your descendants like its grains; their name would never be cut off or destroyed from before me. Go out from Babylon, flee from Chaldea, declare this with a shout of joy, proclaim it, send it forth to the end of the earth; say, “The Lord has redeemed his servant Jacob!” They did not thirst when he led them through the deserts; he made water flow for them from the rock; he split open the rock and the water gushed out. “There is no peace,” says the Lord, “for the wicked.”"
    }
  },
  {
    "id": "Isaiah 29:13-16",
    "text": {
      "NRSV": "The Lord said: Because these people draw near with their mouths and honor me with their lips, while their hearts are far from me, and their worship of me is a human commandment learned by rote; so I will again do amazing things with this people, shocking and amazing. The wisdom of their wise shall perish, and the discernment of the discerning shall be hidden. Ha! You who hide a plan too deep for the Lord, whose deeds are in the dark, and who say, “Who sees us? Who knows us?” You turn things upside down! Shall the potter be regarded as the clay? Shall the thing made say of its maker, “He did not make me”; or the thing formed say of the one who formed it, “He has no understanding”?"
    }
  },
  {
    "id": "Isaiah 58:1-12",
    "text": {
      "NRSV": "Shout out, do not hold back! Lift up your voice like a trumpet! Announce to my people their rebellion, to the house of Jacob their sins. Yet day by day they seek me and delight to know my ways, as if they were a nation that practiced righteousness and did not forsake the ordinance of their God; they ask of me righteous judgments, they delight to draw near to God. “Why do we fast, but you do not see? Why humble ourselves, but you do not notice?” Look, you serve your own interest on your fast day, and oppress all your workers. Look, you fast only to quarrel and to fight and to strike with a wicked fist. Such fasting as you do today will not make your voice heard on high. Is such the fast that I choose, a day to humble oneself? Is it to bow down the head like a bulrush, and to lie in sackcloth and ashes? Will you call this a fast, a day acceptable to the Lord? Is not this the fast that I choose: to loose the bonds of injustice, to undo the thongs of the yoke, to let the oppressed go free, and to break every yoke? Is it not to share your bread with the hungry, and bring the homeless poor into your house; when you see the naked, to cover them, and not to hide yourself from your own kin? Then your light shall break forth like the dawn, and your healing shall spring up quickly; your vindicator shall go before you, the glory of the Lord shall be your rear guard. Then you shall call, and the Lord will answer; you shall cry for help, and he will say, Here I am. If you remove the yoke from among you, the pointing of the finger, the speaking of evil, if you offer your food to the hungry and satisfy the needs of the afflicted, then your light shall rise in the darkness and your gloom be like the noonday. The Lord will guide you continually, and satisfy your needs in parched places, and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters never fail. Your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to live in."
    }
  },
  {
    "id": "Deuteronomy 4:1-14",
    "text": {
      "NRSV": "So now, Israel, give heed to the statutes and ordinances that I am teaching you to observe, so that you may live to enter and occupy the land that the Lord, the God of your ancestors, is giving you. You must neither add anything to what I command you nor take away anything from it, but keep the commandments of the Lord your God with which I am charging you. You have seen for yourselves what the Lord did with regard to the Baal of Peor—how the Lord your God destroyed from among you everyone who followed the Baal of Peor, while those of you who held fast to the Lord your God are all alive today. See, just as the Lord my God has charged me, I now teach you statutes and ordinances for you to observe in the land that you are about to enter and occupy. You must observe them diligently, for this will show your wisdom and discernment to the peoples, who, when they hear all these statutes, will say, “Surely this great nation is a wise and discerning people!” For what other great nation has a god so near to it as the Lord our God is whenever we call to him? And what other great nation has statutes and ordinances as just as this entire law that I am setting before you today? But take care and watch yourselves closely, so as neither to forget the things that your eyes have seen nor to let them slip from your mind all the days of your life; make them known to your children and your children’s children— how you once stood before the Lord your God at Horeb, when the Lord said to me, “Assemble the people for me, and I will let them hear my words, so that they may learn to fear me as long as they live on the earth, and may teach their children so”; you approached and stood at the foot of the mountain while the mountain was blazing up to the very heavens, shrouded in dark clouds. Then the Lord spoke to you out of the fire. You heard the sound of words but saw no form; there was only a voice. He declared to you his covenant, which he charged you to observe, that is, the ten commandments; and he wrote them on two stone tablets. And the Lord charged me at that time to teach you statutes and ordinances for you to observe in the land that you are about to cross into and occupy."
    }
  },
  {
    "id": "1 Kings 21:20-29",
    "text": {
      "NRSV": "Ahab said to Elijah, “Have you found me, O my enemy?” He answered, “I have found you. Because you have sold yourself to do what is evil in the sight of the Lord, I will bring disaster on you; I will consume you, and will cut off from Ahab every male, bond or free, in Israel; and I will make your house like the house of Jeroboam son of Nebat, and like the house of Baasha son of Ahijah, because you have provoked me to anger and have caused Israel to sin. Also concerning Jezebel the Lord said, ‘The dogs shall eat Jezebel within the bounds of Jezreel.’ Anyone belonging to Ahab who dies in the city the dogs shall eat; and anyone of his who dies in the open country the birds of the air shall eat.” (Indeed, there was no one like Ahab, who sold himself to do what was evil in the sight of the Lord, urged on by his wife Jezebel. He acted most abominably in going after idols, as the Amorites had done, whom the Lord drove out before the Israelites.) When Ahab heard those words, he tore his clothes and put sackcloth over his bare flesh; he fasted, lay in the sackcloth, and went about dejectedly. Then the word of the Lord came to Elijah the Tishbite: “Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring the disaster in his days; but in his son’s days I will bring the disaster on his house.”"
    }
  },
  {
    "id": "1 Kings 19:1-8",
    "text": {
      "NRSV": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me, and more also, if I do not make your life like the life of one of them by this time tomorrow.” Then he was afraid; he got up and fled for his life, and came to Beer-sheba, which belongs to Judah; he left his servant there. But he himself went a day’s journey into the wilderness, and came and sat down under a solitary broom tree. He asked that he might die: “It is enough; now, O Lord, take away my life, for I am no better than my ancestors.” Then he lay down under the broom tree and fell asleep. Suddenly an angel touched him and said to him, “Get up and eat.” He looked, and there at his head was a cake baked on hot stones, and a jar of water. He ate and drank, and lay down again. The angel of the Lord came a second time, touched him, and said, “Get up and eat, otherwise the journey will be too much for you.” He got up, and ate and drank; then he went in the strength of that food forty days and forty nights to Horeb the mount of God."
    }
  },
  {
    "id": "1 Kings 19:9-18",
    "text": {
      "NRSV": "At that place he came to a cave, and spent the night there. Then the word of the Lord came to him, saying, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” He said, “Go out and stand on the mountain before the Lord, for the Lord is about to pass by.” Now there was a great wind, so strong that it was splitting mountains and breaking rocks in pieces before the Lord, but the Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake; and after the earthquake a fire, but the Lord was not in the fire; and after the fire a sound of sheer silence. When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Then there came a voice to him that said, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” Then the Lord said to him, “Go, return on your way to the wilderness of Damascus; when you arrive, you shall anoint Hazael as king over Aram. Also you shall anoint Jehu son of Nimshi as king over Israel; and you shall anoint Elisha son of Shaphat of Abel-meholah as prophet in your place. Whoever escapes from the sword of Hazael, Jehu shall kill; and whoever escapes from the sword of Jehu, Elisha shall kill. Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”"
    }
  },
  {
    "id": "2 Kings 22:3-20",
    "text": {
      "NRSV": "In the eighteenth year of King Josiah, the king sent Shaphan son of Azaliah, son of Meshullam, the secretary, to the house of the Lord, saying, “Go up to the high priest Hilkiah, and have him count the entire sum of the money that has been brought into the house of the Lord, which the keepers of the threshold have collected from the people; let it be given into the hand of the workers who have the oversight of the house of the Lord; let them give it to the workers who are at the house of the Lord, repairing the house, that is, to the carpenters, to the builders, to the masons; and let them use it to buy timber and quarried stone to repair the house. But no accounting shall be asked from them for the money that is delivered into their hand, for they deal honestly.” The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the Lord.” When Hilkiah gave the book to Shaphan, he read it. Then Shaphan the secretary came to the king, and reported to the king, “Your servants have emptied out the money that was found in the house, and have delivered it into the hand of the workers who have oversight of the house of the Lord.” Shaphan the secretary informed the king, “The priest Hilkiah has given me a book.” Shaphan then read it aloud to the king.\n\nWhen the king heard the words of the book of the law, he tore his clothes. Then the king commanded the priest Hilkiah, Ahikam son of Shaphan, Achbor son of Micaiah, Shaphan the secretary, and the king’s servant Asaiah, saying, “Go, inquire of the Lord for me, for the people, and for all Judah, concerning the words of this book that has been found; for great is the wrath of the Lord that is kindled against us, because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” So the priest Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to the prophetess Huldah the wife of Shallum son of Tikvah, son of Harhas, keeper of the wardrobe; she resided in Jerusalem in the Second Quarter, where they consulted her. She declared to them, “Thus says the Lord, the God of Israel: Tell the man who sent you to me, Thus says the Lord, I will indeed bring disaster on this place and on its inhabitants—all the words of the book that the king of Judah has read. Because they have abandoned me and have made offerings to other gods, so that they have provoked me to anger with all the work of their hands, therefore my wrath will be kindled against this place, and it will not be quenched. But as to the king of Judah, who sent you to inquire of the Lord, thus shall you say to him, Thus says the Lord, the God of Israel: Regarding the words that you have heard, because your heart was penitent, and you humbled yourself before the Lord, when you heard how I spoke against this place, and against its inhabitants, that they should become a desolation and a curse, and because you have torn your clothes and wept before me, I also have heard you, says the Lord. Therefore, I will gather you to your ancestors, and you shall be gathered to your grave in peace; your eyes shall not see all the disaster that I will bring on this place.” They took the message back to the king."
    }
  },
  {
    "id": "2 Kings 23:1-8,21-25",
    "text": {
      "NRSV": "Then the king sent, and all the elders of Judah and Jerusalem were gathered to him. The king went up to the house of the Lord, and with him went all the people of Judah, all the inhabitants of Jerusalem, the priests, the prophets, and all the people, both small and great; he read in their hearing all the words of the book of the covenant that had been found in the house of the Lord. The king stood by the pillar and made a covenant before the Lord, to follow the Lord, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. The king commanded the high priest Hilkiah, the priests of the second order, and the guardians of the threshold, to bring out of the temple of the Lord all the vessels made for Baal, for Asherah, and for all the host of heaven; he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel. He deposed the idolatrous priests whom the kings of Judah had ordained to make offerings in the high places at the cities of Judah and around Jerusalem; those also who made offerings to Baal, to the sun, the moon, the constellations, and all the host of the heavens. He brought out the image of Asherah from the house of the Lord, outside Jerusalem, to the Wadi Kidron, burned it at the Wadi Kidron, beat it to dust and threw the dust of it upon the graves of the common people. He broke down the houses of the male temple prostitutes that were in the house of the Lord, where the women did weaving for Asherah. He brought all the priests out of the towns of Judah, and defiled the high places where the priests had made offerings, from Geba to Beer-sheba; he broke down the high places of the gates that were at the entrance of the gate of Joshua the governor of the city, which were on the left at the gate of the city. The king commanded all the people, “Keep the passover to the Lord your God as prescribed in this book of the covenant.” No such passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah; but in the eighteenth year of King Josiah this passover was kept to the Lord in Jerusalem. Moreover Josiah put away the mediums, wizards, teraphim, idols, and all the abominations that were seen in the land of Judah and in Jerusalem, so that he established the words of the law that were written in the book that the priest Hilkiah had found in the house of the Lord. Before him there was no king like him, who turned to the Lord with all his heart, with all his soul, and with all his might, according to all the law of Moses; nor did any like him arise after him."
    }
  },
  {
    "id": "Proverbs 6:6-23",
    "text": {
      "NRSV": "Go to the ant, you lazybones; consider its ways, and be wise. Without having any chief or officer or ruler, it prepares its food in summer, and gathers its sustenance in harvest. How long will you lie there, O lazybones? When will you wake from your sleep? A little sleep, a little slumber, a little folding of the hands to rest, and poverty will come upon you like a robber, and want, like an armed warrior. A scoundrel and a villain goes around with crooked speech, winking the eyes, shuffling the feet, pointing the fingers, with perverted mind devising evil, continually sowing discord; on such a one calamity will descend suddenly; in a moment, damage beyond repair. There are six things that the Lord hates, seven that are an abomination to him: haughty eyes, a lying tongue, and hands that shed innocent blood, a heart that devises wicked plans, feet that hurry to run to evil, a lying witness who testifies falsely, and one who sows discord in a family. My child, keep your father’s commandment, and do not forsake your mother’s teaching. Bind them upon your heart always; tie them around your neck. When you walk, they will lead you; when you lie down, they will watch over you; and when you awake, they will talk with you. For the commandment is a lamp and the teaching a light, and the reproofs of discipline are the way of life."
    }
  },
  {
    "id": "Exodus 6:2-9",
    "text": {
      "NRSV": "God also spoke to Moses and said to him: “I am the Lord. I appeared to Abraham, Isaac, and Jacob as God Almighty, but by my name ‘The Lord’ I did not make myself known to them. I also established my covenant with them, to give them the land of Canaan, the land in which they resided as aliens. I have also heard the groaning of the Israelites whom the Egyptians are holding as slaves, and I have remembered my covenant. Say therefore to the Israelites, ‘I am the Lord, and I will free you from the burdens of the Egyptians and deliver you from slavery to them. I will redeem you with an outstretched arm and with mighty acts of judgment. I will take you as my people, and I will be your God. You shall know that I am the Lord your God, who has freed you from the burdens of the Egyptians. I will bring you into the land that I swore to give to Abraham, Isaac, and Jacob; I will give it to you for a possession. I am the Lord.’” Moses told this to the Israelites; but they would not listen to Moses, because of their broken spirit and their cruel slavery."
    }
  },
  {
    "id": "Exodus 19:9b-25",
    "text": {
      "NRSV": "Then the Lord said to Moses, “I am going to come to you in a dense cloud, in order that the people may hear when I speak with you and so trust you ever after.” When Moses had told the words of the people to the Lord, the Lord said to Moses: “Go to the people and consecrate them today and tomorrow. Have them wash their clothes and prepare for the third day, because on the third day the Lord will come down upon Mount Sinai in the sight of all the people. You shall set limits for the people all around, saying, ‘Be careful not to go up the mountain or to touch the edge of it. Any who touch the mountain shall be put to death. No hand shall touch them, but they shall be stoned or shot with arrows; whether animal or human being, they shall not live.’ When the trumpet sounds a long blast, they may go up on the mountain.” So Moses went down from the mountain to the people. He consecrated the people, and they washed their clothes. And he said to the people, “Prepare for the third day; do not go near a woman.” On the morning of the third day there was thunder and lightning, as well as a thick cloud on the mountain, and a blast of a trumpet so loud that all the people who were in the camp trembled. Moses brought the people out of the camp to meet God. They took their stand at the foot of the mountain. Now Mount Sinai was wrapped in smoke, because the Lord had descended upon it in fire; the smoke went up like the smoke of a kiln, while the whole mountain shook violently. As the blast of the trumpet grew louder and louder, Moses would speak and God would answer him in thunder. When the Lord descended upon Mount Sinai, to the top of the mountain, the Lord summoned Moses to the top of the mountain, and Moses went up. Then the Lord said to Moses, “Go down and warn the people not to break through to the Lord to look; otherwise many of them will perish. Even the priests who approach the Lord must consecrate themselves or the Lord will break out against them.” Moses said to the Lord, “The people are not permitted to come up to Mount Sinai; for you yourself warned us, saying, ‘Set limits around the mountain and keep it holy.’” The Lord said to him, “Go down, and come up bringing Aaron with you; but do not let either the priests or the people break through to come up to the Lord; otherwise he will break out against them.” So Moses went down to the people and told them."
    }
  },
  {
    "id": "Genesis 4:1-16",
    "text": {
      "NRSV": "Now the man knew his wife Eve, and she conceived and bore Cain, saying, “I have produced a man with the help of the Lord.” Next she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a tiller of the ground. In the course of time Cain brought to the Lord an offering of the fruit of the ground, and Abel for his part brought of the firstlings of his flock, their fat portions. And the Lord had regard for Abel and his offering, but for Cain and his offering he had no regard. So Cain was very angry, and his countenance fell. The Lord said to Cain, “Why are you angry, and why has your countenance fallen? If you do well, will you not be accepted? And if you do not do well, sin is lurking at the door; its desire is for you, but you must master it.” Cain said to his brother Abel, “Let us go out to the field.” And when they were in the field, Cain rose up against his brother Abel, and killed him. Then the Lord said to Cain, “Where is your brother Abel?” He said, “I do not know; am I my brother’s keeper?” And the Lord said, “What have you done? Listen; your brother’s blood is crying out to me from the ground! And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. When you till the ground, it will no longer yield to you its strength; you will be a fugitive and a wanderer on the earth.” Cain said to the Lord, “My punishment is greater than I can bear! Today you have driven me away from the soil, and I shall be hidden from your face; I shall be a fugitive and a wanderer on the earth, and anyone who meets me may kill me.” Then the Lord said to him, “Not so! Whoever kills Cain will suffer a sevenfold vengeance.” And the Lord put a mark on Cain, so that no one who came upon him would kill him. Then Cain went away from the presence of the Lord, and settled in the land of Nod, east of Eden."
    }
  },
  {
    "id": "Exodus 34:1-9,27-28",
    "text": {
      "NRSV": "The Lord said to Moses, “Cut two tablets of stone like the former ones, and I will write on the tablets the words that were on the former tablets, which you broke. Be ready in the morning, and come up in the morning to Mount Sinai and present yourself there to me, on the top of the mountain. No one shall come up with you, and do not let anyone be seen throughout all the mountain; and do not let flocks or herds graze in front of that mountain.” So Moses cut two tablets of stone like the former ones; and he rose early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took in his hand the two tablets of stone. The Lord descended in the cloud and stood with him there, and proclaimed the name, “The Lord.” The Lord passed before him, and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, keeping steadfast love for the thousandth generation, forgiving iniquity and transgression and sin, yet by no means clearing the guilty, but visiting the iniquity of the parents upon the children and the children’s children, to the third and the fourth generation.” And Moses quickly bowed his head toward the earth, and worshiped. He said, “If now I have found favor in your sight, O Lord, I pray, let the Lord go with us. Although this is a stiff-necked people, pardon our iniquity and our sin, and take us for your inheritance.” Then the Lord said to Moses, “Write these words; in accordance with these words I have made a covenant with you and with Israel.” He was there with the Lord forty days and forty nights; he neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the ten commandments."
    }
  },
  {
    "id": "Jeremiah 5:1-19",
    "text": {
      "NRSV": "Run to and fro through the streets of Jerusalem, look around and take note! Search its squares and see if you can find one person who acts justly and seeks truth—so that I may pardon Jerusalem. Although they say, “As the Lord lives,” yet they swear falsely. O Lord, do your eyes not look for truth? You have struck them, but they felt no anguish; you have consumed them, but they refused to take correction. They have made their faces harder than rock; they have refused to turn back. Then I said, “These are only the poor, they have no sense; for they do not know the way of the Lord, the law of their God. Let me go to the great and speak to them; for they know the way of the Lord, and the law of their God.” But they all alike had broken the yoke, they had burst the bonds. Therefore a lion from the forest shall kill them, a wolf from the desert shall destroy them. A leopard is watching against their cities; everyone who goes out of them shall be torn in pieces—because their transgressions are many, their apostasies are great. How can I pardon you? Your children have forsaken me, and have sworn by those who are no gods. When I fed them to the full, they committed adultery and trooped to the houses of prostitutes. They were well-fed lusty stallions, each neighing for his neighbor’s wife. Shall I not punish them for these things? says the Lord; and shall I not bring retribution on a nation such as this? Go up through her vine rows and destroy, but do not make a full end; strip away her branches, for they are not the Lord’s. For the house of Israel and the house of Judah have been utterly faithless to me, says the Lord. They have spoken falsely of the Lord, and have said, “He will do nothing. No evil will come upon us, and we shall not see sword or famine. The prophets are nothing but wind, for the word is not in them. Thus shall it be done to them!” Therefore thus says the Lord, the God of hosts: Because they have spoken this word, I am now making my words in your mouth a fire, and this people wood, and the fire shall devour them. I am going to bring upon you a nation from far away, O house of Israel, says the Lord. It is an enduring nation, it is an ancient nation, a nation whose language you do not know, nor can you understand what they say. Their quiver is like an open tomb; all of them are mighty warriors. They shall eat up your harvest and your food; they shall eat up your sons and your daughters; they shall eat up your flocks and your herds; they shall eat up your vines and your fig trees; they shall destroy with the sword your fortified cities in which you trust. But even in those days, says the Lord, I will not make a full end of you. And when your people say, “Why has the Lord our God done all these things to us?” you shall say to them, “As you have forsaken me and served foreign gods in your land, so you shall serve strangers in a land that is not yours.”"
    }
  },
  {
    "id": "Jeremiah 4:5-31",
    "text": {
      "NRSV": "Declare in Judah, and proclaim in Jerusalem, and say: Blow the trumpet through the land; shout aloud and say, “Gather together, and let us go into the fortified cities!” Raise a standard toward Zion, flee for safety, do not delay, for I am bringing evil from the north, and a great destruction. A lion has gone up from its thicket, a destroyer of nations has set out; he has gone out from his place to make your land a waste; your cities will be ruins without inhabitant. Because of this put on sackcloth, lament and wail: “The fierce anger of the Lord has not turned away from us.” On that day, says the Lord, courage shall fail the king and the officials; the priests shall be appalled and the prophets astounded. Then I said, “Ah, Lord God, how utterly you have deceived this people and Jerusalem, saying, ‘It shall be well with you,’ even while the sword is at the throat!” At that time it will be said to this people and to Jerusalem: A hot wind comes from me out of the bare heights in the desert toward my poor people, not to winnow or cleanse— a wind too strong for that. Now it is I who speak in judgment against them. Look! he comes up like clouds, his chariots like the whirlwind; his horses are swifter than eagles— woe to us, for we are ruined! O Jerusalem, wash your heart clean of wickedness so that you may be saved. How long shall your evil schemes lodge within you? For a voice declares from Dan and proclaims disaster from Mount Ephraim. Tell the nations, “Here they are!” Proclaim against Jerusalem, “Besiegers come from a far country; they shout against the cities of Judah. They have closed in around her like watchers of a field, because she has rebelled against me, says the Lord. Your ways and your doings have brought this upon you. This is your doom; how bitter it is! It has reached your very heart.” My anguish, my anguish! I writhe in pain! Oh, the walls of my heart! My heart is beating wildly; I cannot keep silent; for I hear the sound of the trumpet, the alarm of war. Disaster overtakes disaster, the whole land is laid waste. Suddenly my tents are destroyed, my curtains in a moment. How long must I see the standard, and hear the sound of the trumpet? “For my people are foolish, they do not know me; they are stupid children, they have no understanding. They are skilled in doing evil, but do not know how to do good.” I looked on the earth, and lo, it was waste and void; and to the heavens, and they had no light. I looked on the mountains, and lo, they were quaking, and all the hills moved to and fro. I looked, and lo, there was no one at all, and all the birds of the air had fled. I looked, and lo, the fruitful land was a desert, and all its cities were laid in ruins before the Lord, before his fierce anger. For thus says the Lord: The whole land shall be a desolation; yet I will not make a full end. Because of this the earth shall mourn, and the heavens above grow black; for I have spoken, I have purposed; I have not relented nor will I turn back. At the noise of horseman and archer every town takes to flight; they enter thickets; they climb among rocks; all the towns are forsaken, and no one lives in them. And you, O desolate one, what do you mean that you dress in crimson, that you deck yourself with ornaments of gold, that you enlarge your eyes with paint? In vain you beautify yourself. Your lovers despise you; they seek your life. For I heard a cry as of a woman in labor, anguish as of one bringing forth her first child, the cry of daughter Zion gasping for breath, stretching out her hands, “Woe is me! I am fainting before killers!”"
    }
  },
  {
    "id": "Jeremiah 5:20-31",
    "text": {
      "NRSV": "Declare this in the house of Jacob, proclaim it in Judah: Hear this, O foolish and senseless people, who have eyes, but do not see, who have ears, but do not hear. Do you not fear me? says the Lord; Do you not tremble before me? I placed the sand as a boundary for the sea, a perpetual barrier that it cannot pass; though the waves toss, they cannot prevail, though they roar, they cannot pass over it. But this people has a stubborn and rebellious heart; they have turned aside and gone away. They do not say in their hearts, “Let us fear the Lord our God, who gives the rain in its season, the autumn rain and the spring rain, and keeps for us the weeks appointed for the harvest.” Your iniquities have turned these away, and your sins have deprived you of good. For scoundrels are found among my people; they take over the goods of others. Like fowlers they set a trap; they catch human beings. Like a basket full of birds, their houses are full of treachery; therefore they have become great and rich, they have grown fat and sleek. They know no limits in deeds of wickedness; they do not judge with justice the cause of the orphan, to make it prosper, and they do not defend the rights of the needy. Shall I not punish them for these things? says the Lord, and shall I not bring retribution on a nation such as this? An appalling and horrible thing has happened in the land: the prophets prophesy falsely, and the priests rule as the prophets direct; my people love to have it so. But what will you do when the end comes?"
    }
  },
  {
    "id": "Jeremiah 6:1-15",
    "text": {
      "NRSV": "Flee for safety, O children of Benjamin, from the midst of Jerusalem! Blow the trumpet in Tekoa, and raise a signal on Beth-haccherem; for evil looms out of the north, and great destruction. I have likened daughter Zion to the loveliest pasture. Shepherds with their flocks shall come against her. They shall pitch their tents around her; they shall pasture, all in their places. “Prepare war against her; up, and let us attack at noon!” “Woe to us, for the day declines, the shadows of evening lengthen!” “Up, and let us attack by night, and destroy her palaces!” For thus says the Lord of hosts: Cut down her trees; cast up a siege ramp against Jerusalem. This is the city that must be punished; there is nothing but oppression within her. As a well keeps its water fresh, so she keeps fresh her wickedness; violence and destruction are heard within her; ever before me are sickness and wounds. Be warned, O Jerusalem, or I shall be alienated from you, and make you a desolation, an uninhabited land. Thus says the Lord of hosts: Glean thoroughly as a vine the remnant of Israel; like a grape-gatherer, pass your hand again over its branches. To whom shall I speak and give warning, that they may hear? See, their ears are closed, they cannot listen. The word of the Lord is to them an object of scorn; they take no pleasure in it. But I am full of the wrath of the Lord; I am weary of holding it in. Pour it out on the children in the street, and on the gatherings of young men as well; both husband and wife shall be taken, the old folk and the very aged. Their houses shall be turned over to others, their fields and wives together; for I will stretch out my hand against the inhabitants of the land, says the Lord; for from the least to the greatest of them, everyone is greedy for unjust gain; and from prophet to priest, everyone deals falsely. They have treated the wound of my people carelessly, saying, “Peace, peace,” when there is no peace. They acted shamefully, they committed abomination; yet they were not ashamed, they did not know how to blush. Therefore they shall fall among those who fall; at the time that I punish them, they shall be overthrown, says the Lord."
    }
  },
  {
    "id": "Isaiah 48:1-11",
    "text": {
      "NRSV": "Hear this, O house of Jacob, who are called by the name of Israel, and who came forth from the loins of Judah; who swear by the name of the Lord, and invoke the God of Israel, but not in truth or right. For they call themselves after the holy city, and lean on the God of Israel; the Lord of hosts is his name. The former things I declared long ago, they went out from my mouth and I made them known; then suddenly I did them and they came to pass. Because I know that you are obstinate, and your neck is an iron sinew and your forehead brass, I declared them to you from long ago, before they came to pass I announced them to you, so that you would not say, “My idol did them, my carved image and my cast image commanded them.” You have heard; now see all this; and will you not declare it? From this time forward I make you hear new things, hidden things that you have not known. They are created now, not long ago; before today you have never heard of them, so that you could not say, “I already knew them.” You have never heard, you have never known, from of old your ear has not been opened. For I knew that you would deal very treacherously, and that from birth you were called a rebel. For my name’s sake I defer my anger, for the sake of my praise I restrain it for you, so that I may not cut you off. See, I have refined you, but not like silver; I have tested you in the furnace of adversity. For my own sake, for my own sake, I do it, for why should my name be profaned? My glory I will not give to another."
    }
  },
  {
    "id": "Jeremiah 1:4-10",
    "text": {
      "NRSV": "Now the word of the Lord came to me saying, “Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.” Then I said, “Ah, Lord God! Truly I do not know how to speak, for I am only a boy.” But the Lord said to me, “Do not say, ‘I am only a boy’; for you shall go to all to whom I send you, and you shall speak whatever I command you. Do not be afraid of them, for I am with you to deliver you, says the Lord.” Then the Lord put out his hand and touched my mouth; and the Lord said to me, “Now I have put my words in your mouth. See, today I appoint you over nations and over kingdoms, to pluck up and to pull down, to destroy and to overthrow, to build and to plant.”"
    }
  },
  {
    "id": "Wisdom of Solomon 7:7-14",
    "text": {
      "NRSV": "Therefore I prayed, and understanding was given me; I called on God, and the spirit of wisdom came to me. I preferred her to scepters and thrones, and I accounted wealth as nothing in comparison with her. Neither did I liken to her any priceless gem, because all gold is but a little sand in her sight, and silver will be accounted as clay before her. I loved her more than health and beauty, and I chose to have her rather than light, because her radiance never ceases. All good things came to me along with her, and in her hands uncounted wealth. I rejoiced in them all, because wisdom leads them; but I did not know that she was their mother. I learned without guile and I impart without grudging; I do not hide her wealth, for it is an unfailing treasure for mortals; those who get it obtain friendship with God, commended for the gifts that come from instruction."
    }
  },
  {
    "id": "Isaiah 63:7-14",
    "text": {
      "NRSV": "I will recount the gracious deeds of the Lord, the praiseworthy acts of the Lord, because of all that the Lord has done for us, and the great favor to the house of Israel that he has shown them according to his mercy, according to the abundance of his steadfast love. For he said, “Surely they are my people, children who will not deal falsely”; and he became their savior in all their distress. It was no messenger or angel but his presence that saved them; in his love and in his pity he redeemed them; he lifted them up and carried them all the days of old. But they rebelled and grieved his holy spirit; therefore he became their enemy, and he himself fought against them. Then they remembered the days of old, of Moses his servant. Where is the one who brought them up out of the sea with the shepherds of his flock? Where is the one who put within them his holy spirit, who caused his glorious arm to march at the right hand of Moses, who divided the waters before them to make for himself an everlasting name, who led them through the depths? Like a horse in the desert, they did not stumble. Like cattle that go down into the valley, the spirit of the Lord gave them rest. Thus you led your people, to make for yourself a glorious name."
    }
  },
  {
    "id": "Isaiah 63:15-64:12",
    "text": {
      "NRSV": "Look down from heaven and see, from your holy and glorious habitation. Where are your zeal and your might? The yearning of your heart and your compassion? They are withheld from me. For you are our father, though Abraham does not know us and Israel does not acknowledge us; you, O Lord, are our father; our Redeemer from of old is your name. Why, O Lord, do you make us stray from your ways and harden our heart, so that we do not fear you? Turn back for the sake of your servants, the tribes of your heritage. Your holy people took possession for a little while; our adversaries have trampled down your sanctuary. We have become like those you never ruled, like those not called by your name. O that you would tear open the heavens and come down, so that the mountains would quake at your presence—as when fire kindles brushwood and the fire causes water to boil—to make your name known to your adversaries, so that the nations might tremble at your presence! When you did awesome deeds that we did not expect, you came down, the mountains quaked at your presence. From ages past no one has heard, no ear has perceived, no eye has seen any God besides you, who works for those who wait for him. You meet those who gladly do right, those who remember you in your ways. But you were angry, and we sinned; because you hid yourself we transgressed. We have all become like one who is unclean, and all our righteous deeds are like a filthy cloth. We all fade like a leaf, and our iniquities, like the wind, take us away. There is no one who calls on your name, or attempts to take hold of you; for you have hidden your face from us, and have delivered us into the hand of our iniquity. Yet, O Lord, you are our Father; we are the clay, and you are our potter; we are all the work of your hand. Do not be exceedingly angry, O Lord, and do not remember iniquity forever. Now consider, we are all your people. Your holy cities have become a wilderness, Zion has become a wilderness, Jerusalem a desolation. Our holy and beautiful house, where our ancestors praised you, has been burned by fire, and all our pleasant places have become ruins. After all this will you restrain yourself, O Lord? Will you keep silent, and punish us so severely?"
    }
  },
  {
    "id": "Isaiah 65:13-25",
    "text": {
      "NRSV": "13 Therefore thus says the Lord GOD: My servants shall eat, but you shall be hungry; my servants shall drink, but you shall be thirsty; my servants shall rejoice, but you shall be put to shame; 14 my servants shall sing for gladness of heart, but you shall cry out for pain of heart, and shall wail for anguish of spirit. 15 You shall leave your name to my chosen to use as a curse, and the Lord GOD will put you to death; but to his servants he will give a different name. 16 Then whoever invokes a blessing in the land shall bless by the God of faithfulness, and whoever takes an oath in the land shall swear by the God of faithfulness; because the former troubles are forgotten and are hidden from my sight. 17 For I am about to create new heavens and a new earth; the former things shall not be remembered or come to mind. 18 But be glad and rejoice for ever in what I am creating; for I am about to create Jerusalem as a joy, and its people as a delight. 19 I will rejoice in Jerusalem, and delight in my people; no more shall the sound of weeping be heard in it, or the cry of distress. 20 No more shall there be in it an infant that lives but a few days, or an old person who does not live out a lifetime; for one who dies at a hundred years will be considered a youth, and one who falls short of a hundred will be considered accursed. 21 They shall build houses and inhabit them; they shall plant vineyards and eat their fruit. 22 They shall not build and another inhabit; they shall not plant and another eat; for like the days of a tree shall the days of my people be, and my chosen shall long enjoy the work of their hands. 23 They shall not labour in vain, or bear children for calamity; for they shall be offspring blessed by the LORD — and their descendants as well. 24 Before they call I will answer, while they are yet speaking I will hear. 25 The wolf and the lamb shall feed together, the lion shall eat straw like the ox; but the serpent—its food shall be dust! They shall not hurt or destroy on all my holy mountain, says the LORD."
    }
  },
  {
    "id": "1 Samuel 2:1-10",
    "text": {
      "NRSV": "Hannah prayed and said, “My heart exults in the Lord; my strength is exalted in my God. My mouth derides my enemies, because I rejoice in my victory. There is no Holy One like the Lord, no one besides you; there is no Rock like our God. Talk no more so very proudly, let not arrogance come from your mouth; for the Lord is a God of knowledge, and by him actions are weighed. The bows of the mighty are broken, but the feeble gird on strength. Those who were full have hired themselves out for bread, but those who were hungry are fat with spoil. The barren has borne seven, but she who has many children is forlorn. The Lord kills and brings to life; he brings down to Sheol and raises up. The Lord makes poor and makes rich; he brings low, he also exalts. He raises up the poor from the dust; he lifts the needy from the ash heap, to make them sit with princes and inherit a seat of honor. For the pillars of the earth are the Lord’s, and on them he has set the world. He will guard the feet of his faithful ones, but the wicked shall be cut off in darkness; for not by might does one prevail. The Lord! His adversaries shall be shattered; the Most High will thunder in heaven. The Lord will judge the ends of the earth; he will give strength to his king, and exalt the power of his anointed.”"
    }
  },
  {
    "id": "Jeremiah 2:1-13",
    "text": {
      "NRSV": "The word of the Lord came to me, saying, Go and proclaim in the hearing of Jerusalem, Thus says the Lord: I remember the devotion of your youth, your love as a bride, how you followed me in the wilderness, in a land not sown. Israel was holy to the Lord, the first fruits of his harvest. All who ate of it were held guilty; disaster came upon them, says the Lord. Hear the word of the Lord, O house of Jacob, and all the families of the house of Israel. Thus says the Lord: What wrong did your ancestors find in me that they went far from me, and went after worthless things, and became worthless themselves? They did not say, “Where is the Lord who brought us up from the land of Egypt, who led us in the wilderness, in a land of deserts and pits, in a land of drought and deep darkness, in a land that no one passes through, where no one lives?” I brought you into a plentiful land to eat its fruits and its good things. But when you entered you defiled my land, and made my heritage an abomination. The priests did not say, “Where is the Lord?” Those who handle the law did not know me; the rulers transgressed against me; the prophets prophesied by Baal, and went after things that do not profit. Therefore once more I accuse you, says the Lord, and I accuse your children’s children. Cross to the coasts of Cyprus and look, send to Kedar and examine with care; see if there has ever been such a thing. Has a nation changed its gods, even though they are no gods? But my people have changed their glory for something that does not profit. Be appalled, O heavens, at this, be shocked, be utterly desolate, says the Lord, for my people have committed two evils: they have forsaken me, the fountain of living water, and dug out cisterns for themselves, cracked cisterns that can hold no water."
    }
  },
  {
    "id": "JEREMIAH 2:14-32",
    "text": {
      "NRSV": "Jeremiah 2:14 Is Israel a slave? Is he a home-born servant? Why then has he become plunder? Jeremiah 2:15 The lions have roared against him, they have roared loudly. They have made his land a waste; his cities are in ruins, without inhabitant. Jeremiah 2:16 Moreover the people of Memphis and Tahpanhes have broken the crown of your head. Jeremiah 2:17 Have you not brought this upon yourself by forsaking the Lord your God, while he led you in the way? Jeremiah 2:18 What then do you gain by going to Egypt, to drink the waters of the Nile? Or what do you gain by going to Assyria, to drink the waters of the Euphrates? Jeremiah 2:19 Your wickedness will punish you, and your apostasies will convict you. Know and see that it is evil and bitter for you to forsake the Lord your God; the fear of me is not in you, says the Lord God of hosts. Jeremiah 2:20 For long ago you broke your yoke and burst your bonds, and you said, ‘I will not serve!’ On every high hill and under every green tree you sprawled and played the whore. Jeremiah 2:21 Yet I planted you as a choice vine, from the purest stock. How then did you turn degenerate and become a wild vine? Jeremiah 2:22 Though you wash yourself with lye and use much soap, the stain of your guilt is still before me, says the Lord God. Jeremiah 2:23 How can you say, ‘I am not defiled, I have not gone after the Baals’? Look at your way in the valley; know what you have done— a restive young camel interlacing her tracks, Jeremiah 2:24 a wild ass at home in the wilderness, in her heat sniffing the wind! Who can restrain her lust? None who seek her need weary themselves; in her month they will find her. Jeremiah 2:25 Keep your feet from going unshod and your throat from thirst. But you said, ‘It is hopeless, for I have loved strangers, and after them I will go.’ Jeremiah 2:26 As a thief is shamed when caught, so the house of Israel shall be shamed— they, their kings, their officials, their priests, and their prophets, Jeremiah 2:27 who say to a tree, ‘You are my father’, and to a stone, ‘You gave me birth.’ For they have turned their backs to me, and not their faces. But in the time of their trouble they say, ‘Come and save us!’ Jeremiah 2:28 But where are your gods that you made for yourself? Let them come, if they can save you, in your time of trouble; for you have as many gods as you have towns, O Judah. Jeremiah 2:29 Why do you complain against me? You have all rebelled against me, says the Lord. Jeremiah 2:30 In vain I have struck down your children; they accepted no correction. Your own sword devoured your prophets like a ravening lion. Jeremiah 2:31 And you, O generation, behold the word of the Lord! Have I been a wilderness to Israel, or a land of thick darkness? Why then do my people say, ‘We are free, we will come to you no more’? Jeremiah 2:32 Can a girl forget her ornaments, or a bride her attire? Yet my people have forgotten me, days without number."
    }
  },
  {
    "id": "GENESIS 27:30-45",
    "text": {
      "NRSV": "Genesis 27:30 As soon as Isaac had finished blessing Jacob, when Jacob had scarcely gone out from the presence of his father Isaac, his brother Esau came in from his hunting. Genesis 27:31 He also prepared savory food, and brought it to his father. And he said to his father, “Let my father sit up and eat of his son’s game, so that you may bless me.” Genesis 27:32 His father Isaac said to him, “Who are you?” He answered, “I am your firstborn son, Esau.” Genesis 27:33 Then Isaac trembled violently, and said, “Who was it then that hunted game and brought it to me, and I ate it all before you came, and I have blessed him?—yes, and blessed he shall be!” Genesis 27:34 When Esau heard his father’s words, he cried out with an exceedingly great and bitter cry, and said to his father, “Bless me, me also, father!” Genesis 27:35 But he said, “Your brother came deceitfully, and he has taken away your blessing.” Genesis 27:36 Esau said, “Is he not rightly named Jacob? For he has supplanted me these two times. He took away my birthright; and look, now he has taken away my blessing.” Then he said, “Have you not reserved a blessing for me?” Genesis 27:37 Isaac answered Esau, “I have already made him your lord, and I have given him all his brothers as servants, and with grain and wine I have sustained him. What then can I do for you, my son?” Genesis 27:38 Esau said to his father, “Have you only one blessing, father? Bless me, me also, father!” And Esau lifted up his voice and wept. Genesis 27:39 Then his father Isaac answered him: “See, away from the fatness of the earth shall your home be, and away from the dew of heaven on high. Genesis 27:40 By your sword you shall live, and you shall serve your brother; but when you break loose, you shall break his yoke from your neck.” Genesis 27:41 Now Esau hated Jacob because of the blessing with which his father had blessed him, and Esau said to himself, “The days of mourning for my father are approaching; then I will kill my brother Jacob.” Genesis 27:42 But the words of her elder son Esau were told to Rebekah; so she sent and called her younger son Jacob and said to him, “Your brother Esau is consoling himself by planning to kill you. Genesis 27:43 Now therefore, my son, obey my voice; flee at once to my brother Laban in Haran, Genesis 27:44 and stay with him a while, until your brother’s fury turns away— Genesis 27:45 until your brother’s anger against you turns away, and he forgets what you have done to him; then I will send, and bring you back from there. Why should I lose both of you in one day?”"
    }
  },
  {
    "id": "GENESIS 27:46-28:4, 10-22",
    "text": {
      "NRSV": "Genesis 27:46 Then Rebekah said to Isaac, “I am weary of my life because of the Hittite women. If Jacob marries one of the Hittite women such as these, one of the women of the land, what good will my life be to me?” Genesis 28:1 Then Isaac called Jacob and blessed him, and charged him, “You shall not marry one of the Canaanite women. Genesis 28:2 Go at once to Paddan-aram to the house of Bethuel, your mother’s father; and take as wife from there one of the daughters of Laban, your mother’s brother. Genesis 28:3 May God Almighty bless you and make you fruitful and numerous, that you may become a company of peoples. Genesis 28:4 May he give to you the blessing of Abraham, to you and to your offspring with you, so that you may take possession of the land where you now live as an alien—the land that God gave to Abraham.” Genesis 28:10 Jacob left Beer-sheba, and went toward Haran. Genesis 28:11 He came to a certain place and stayed there for the night, because the sun had set. Taking one of the stones of the place, he put it under his head and lay down in that place. Genesis 28:12 And he dreamed that there was a ladder set up on the earth, the top of it reaching to heaven; and the angels of God were ascending and descending on it. Genesis 28:13 And the Lord stood beside him and said, “I am the Lord, the God of Abraham your father and the God of Isaac; the land on which you lie I will give to you and to your offspring; Genesis 28:14 and your offspring shall be like the dust of the earth, and you shall spread abroad to the west and to the east and to the north and to the south; and all the families of the earth shall be blessed in you and in your offspring. Genesis 28:15 Know that I am with you and will keep you wherever you go, and will bring you back to this land; for I will not leave you until I have done what I have promised you.” Genesis 28:16 Then Jacob woke from his sleep and said, “Surely the Lord is in this place—and I did not know it!” Genesis 28:17 And he was afraid, and said, “How awesome is this place! This is none other than the house of God, and this is the gate of heaven.” Genesis 28:18 So Jacob rose early in the morning, and he took the stone that he had put under his head and set it up for a pillar and poured oil on the top of it. Genesis 28:19 He called that place Bethel; but the name of the city was Luz at the first. Genesis 28:20 Then Jacob made a vow, saying, “If God will be with me, and will keep me in this way that I go, and will give me bread to eat and clothing to wear, Genesis 28:21 so that I come again to my father’s house in peace, then the Lord shall be my God, Genesis 28:22 and this stone, which I have set up for a pillar, shall be God’s house; and of all that you give me I will surely give one-tenth to you.”"
    }
  },
  {
    "id": "GENESIS 29:1-20",
    "text": {
      "NRSV": "Genesis 29:1 Then Jacob went on his journey, and came to the land of the people of the east. Genesis 29:2 As he looked, he saw a well in the field and three flocks of sheep lying there beside it; for out of that well the flocks were watered. The stone on the well’s mouth was large, Genesis 29:3 and when all the flocks were gathered there, the shepherds would roll the stone from the mouth of the well, and water the sheep, and put the stone back in its place on the mouth of the well. Genesis 29:4 Jacob said to them, “My brothers, where do you come from?” They said, “We are from Haran.” Genesis 29:5 He said to them, “Do you know Laban son of Nahor?” They said, “We do.” Genesis 29:6 He said to them, “Is it well with him?” “Yes,” they replied, “and here is his daughter Rachel, coming with the sheep.” Genesis 29:7 He said, “Look, it is still broad daylight; it is not time for the animals to be gathered together. Water the sheep, and go, pasture them.” Genesis 29:8 But they said, “We cannot until all the flocks are gathered together, and the stone is rolled from the mouth of the well; then we water the sheep.” Genesis 29:9 While he was still speaking with them, Rachel came with her father’s sheep; for she kept them. Genesis 29:10 Now when Jacob saw Rachel, the daughter of his mother’s brother Laban, and the sheep of his mother’s brother Laban, Jacob went up and rolled the stone from the well’s mouth, and watered the flock of his mother’s brother Laban. Genesis 29:11 Then Jacob kissed Rachel, and wept aloud. Genesis 29:12 And Jacob told Rachel that he was her father’s kinsman, and that he was Rebekah’s son; and she ran and told her father. Genesis 29:13 When Laban heard the news about his sister’s son Jacob, he ran to meet him; he embraced him and kissed him, and brought him to his house. Jacob told Laban all these things, Genesis 29:14 and Laban said to him, “Surely you are my bone and my flesh!” And he stayed with him a month. Genesis 29:15 Then Laban said to Jacob, “Because you are my kinsman, should you therefore serve me for nothing? Tell me, what shall your wages be?” Genesis 29:16 Now Laban had two daughters; the name of the elder was Leah, and the name of the younger was Rachel. Genesis 29:17 Leah’s eyes were lovely, and Rachel was graceful and beautiful. Genesis 29:18 Jacob loved Rachel; so he said, “I will serve you seven years for your younger daughter Rachel.” Genesis 29:19 Laban said, “It is better that I give her to you than that I should give her to any other man; stay with me.” Genesis 29:20 So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her."
    }
  },
  {
    "id": "GENESIS 29:20-35",
    "text": {
      "NRSV": "Genesis 29:20 So Jacob served seven years for Rachel, and they seemed to him but a few days because of the love he had for her. Genesis 29:21 Then Jacob said to Laban, “Give me my wife that I may go in to her, for my time is completed.” Genesis 29:22 So Laban gathered together all the people of the place, and made a feast. Genesis 29:23 But in the evening he took his daughter Leah and brought her to Jacob; and he went in to her. Genesis 29:24 (Laban gave his maid Zilpah to his daughter Leah to be her maid.) Genesis 29:25 When morning came, it was Leah! And Jacob said to Laban, “What is this you have done to me? Did I not serve with you for Rachel? Why then have you deceived me?” Genesis 29:26 Laban said, “This is not done in our country—giving the younger before the firstborn. Genesis 29:27 Complete the week of this one, and we will give you the other also in return for serving me another seven years.” Genesis 29:28 Jacob did so, and completed her week; then Laban gave him his daughter Rachel as a wife. Genesis 29:29 (Laban gave his maid Bilhah to his daughter Rachel to be her maid.) Genesis 29:30 So Jacob went in to Rachel also, and he loved Rachel more than Leah. He served Laban for another seven years. Genesis 29:31 When the Lord saw that Leah was unloved, he opened her womb; but Rachel was barren. Genesis 29:32 Leah conceived and bore a son, and she named him Reuben; for she said, “Because the Lord has looked on my affliction; surely now my husband will love me.” Genesis 29:33 She conceived again and bore a son, and said, “Because the Lord has heard that I am hated, he has given me this son also”; and she named him Simeon. Genesis 29:34 Again she conceived and bore a son, and said, “Now this time my husband will be joined to me, because I have borne him three sons”; therefore he was named Levi. Genesis 29:35 She conceived again and bore a son, and said, “This time I will praise the Lord”; therefore she named him Judah; then she ceased bearing."
    }
  },
  {
    "id": "GENESIS 30:1-24",
    "text": {
      "NRSV": "Genesis 30:1 When Rachel saw that she bore Jacob no children, she envied her sister; and she said to Jacob, “Give me children, or I shall die!” Genesis 30:2 Jacob became very angry with Rachel and said, “Am I in the place of God, who has withheld from you the fruit of the womb?” Genesis 30:3 Then she said, “Here is my maid Bilhah; go in to her, that she may bear upon my knees and that I too may have children through her.” Genesis 30:4 So she gave him her maid Bilhah as a wife; and Jacob went in to her. Genesis 30:5 And Bilhah conceived and bore Jacob a son. Genesis 30:6 Then Rachel said, “God has judged me, and has also heard my voice and given me a son”; therefore she named him Dan. Genesis 30:7 Rachel’s maid Bilhah conceived again and bore Jacob a second son. Genesis 30:8 Then Rachel said, “With mighty wrestlings I have wrestled with my sister, and have prevailed”; so she named him Naphtali. Genesis 30:9 When Leah saw that she had ceased bearing children, she took her maid Zilpah and gave her to Jacob as a wife. Genesis 30:10 Then Leah’s maid Zilpah bore Jacob a son. Genesis 30:11 And Leah said, “Good fortune!” so she named him Gad. Genesis 30:12 Leah’s maid Zilpah bore Jacob a second son. Genesis 30:13 And Leah said, “Happy am I! For the women will call me happy”; so she named him Asher. Genesis 30:14 In the days of wheat harvest Reuben went and found mandrakes in the field, and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son’s mandrakes.” Genesis 30:15 But she said to her, “Is it a small matter that you have taken away my husband? Would you take away my son’s mandrakes also?” Rachel said, “Then he may lie with you tonight for your son’s mandrakes.” Genesis 30:16 When Jacob came from the field in the evening, Leah went out to meet him, and said, “You must come in to me; for I have hired you with my son’s mandrakes.” So he lay with her that night. Genesis 30:17 And God heeded Leah, and she conceived and bore Jacob a fifth son. Genesis 30:18 Leah said, “God has given me my hire because I gave my maid to my husband”; so she named him Issachar. Genesis 30:19 And Leah conceived again, and she bore Jacob a sixth son. Genesis 30:20 Then Leah said, “God has endowed me with a good dowry; now my husband will honor me, because I have borne him six sons”; so she named him Zebulun. Genesis 30:21 Afterwards she bore a daughter, and named her Dinah. Genesis 30:22 Then God remembered Rachel, and God heeded her and opened her womb. Genesis 30:23 She conceived and bore a son, and said, “God has taken away my reproach”; Genesis 30:24 and she named him Joseph, saying, “May the Lord add to me another son!”"
    }
  },
  {
    "id": "GENESIS 31:1-24",
    "text": {
      "NRSV": "Genesis 31:1 Now Jacob heard that the sons of Laban were saying, “Jacob has taken all that was our father’s; he has gained all this wealth from what belonged to our father.” Genesis 31:2 And Jacob saw that Laban did not regard him as favorably as he did before. Genesis 31:3 Then the Lord said to Jacob, “Return to the land of your ancestors and to your kindred, and I will be with you.” Genesis 31:4 So Jacob sent and called Rachel and Leah into the field where he was pasturing his flock, Genesis 31:5 and said to them, “I see that your father does not regard me as favorably as he did before. But the God of my father has been with me. Genesis 31:6 You know that I have served your father with all my strength; Genesis 31:7 yet your father has cheated me and changed my wages ten times, but God did not permit him to harm me. Genesis 31:8 If he said, ‘The speckled shall be your wages,’ then all the flock bore speckled; and if he said, ‘The striped shall be your wages,’ then all the flock bore striped. Genesis 31:9 Thus God has taken away the livestock of your father, and given them to me. Genesis 31:10 During the mating of the flock I once had a dream; and looking up I saw that the male goats that were mating were striped, speckled, and mottled. Genesis 31:11 Then the angel of God said to me in the dream, ‘Jacob,’ and I said, ‘Here I am!’ Genesis 31:12 And he said, ‘Look up and see that all the goats that are mating are striped, speckled, and mottled; for I have seen all that Laban is doing to you. Genesis 31:13 I am the God of Bethel, where you anointed a pillar and made a vow to me. Now leave this land at once and return to the land of your birth.’” Genesis 31:14 Then Rachel and Leah answered him, “Is there any portion or inheritance left to us in our father’s house? Genesis 31:15 Are we not regarded by him as foreigners? For he has sold us, and he has been using up the money given for us. Genesis 31:16 All the property that God has taken away from our father belongs to us and to our children; now then, do whatever God has said to you.” Genesis 31:17 So Jacob arose, and set his children and his wives on camels; Genesis 31:18 and he drove away all his livestock, all the property that he had gained, the livestock in his possession that he had acquired in Paddan-aram, to go to his father Isaac in the land of Canaan. Genesis 31:19 Meanwhile Laban had gone to shear his sheep, and Rachel stole her father’s household gods. Genesis 31:20 And Jacob deceived Laban the Aramean, in that he did not tell him that he intended to flee. Genesis 31:21 So he fled with all that he had; starting out he crossed the Euphrates, and set his face toward the hill country of Gilead. Genesis 31:22 On the third day Laban was told that Jacob had fled. Genesis 31:23 So he took his kinsfolk with him and pursued him for seven days until he caught up with him in the hill country of Gilead. Genesis 31:24 But God came to Laban the Aramean in a dream by night, and said to him, “Take heed that you say not a word to Jacob, either good or bad.”"
    }
  },
  {
    "id": "GENESIS 31:25-50",
    "text": {
      "NRSV": "Genesis 31:25 Laban overtook Jacob. Now Jacob had pitched his tent in the hill country, and Laban with his kinsfolk camped in the hill country of Gilead. Genesis 31:26 Laban said to Jacob, “What have you done? You have deceived me, and carried away my daughters like captives of the sword. Genesis 31:27 Why did you flee secretly and deceive me and not tell me? I would have sent you away with mirth and songs, with tambourine and lyre. Genesis 31:28 And why did you not permit me to kiss my sons and my daughters farewell? What you have done is foolish. Genesis 31:29 It is in my power to do you harm; but the God of your father spoke to me last night, saying, ‘Take heed that you speak to Jacob neither good nor bad.’ Genesis 31:30 Even though you had to go because you longed greatly for your father’s house, why did you steal my gods?” Genesis 31:31 Jacob answered Laban, “Because I was afraid, for I thought that you would take your daughters from me by force. Genesis 31:32 But anyone with whom you find your gods shall not live. In the presence of our kinsfolk, point out what I have that is yours, and take it.” Now Jacob did not know that Rachel had stolen the gods. Genesis 31:33 So Laban went into Jacob’s tent, and into Leah’s tent, and into the tent of the two maids, but he did not find them. And he went out of Leah’s tent, and entered Rachel’s. Genesis 31:34 Now Rachel had taken the household gods and put them in the camel’s saddle, and sat on them. Laban felt all about in the tent, but did not find them. Genesis 31:35 And she said to her father, “Let not my lord be angry that I cannot rise before you, for the way of women is upon me.” So he searched, but did not find the household gods. Genesis 31:36 Then Jacob became angry, and upbraided Laban; Jacob said to Laban, “What is my offense? What is my sin, that you have hotly pursued me? Genesis 31:37 Although you have felt about through all my goods, what have you found of all your household goods? Set it here before my kinsfolk and your kinsfolk, so that they may decide between us two. Genesis 31:38 These twenty years I have been with you; your ewes and your female goats have not miscarried, and I have not eaten the rams of your flocks. Genesis 31:39 That which was torn by wild beasts I did not bring to you; I bore the loss of it myself; of my hand you required it, whether stolen by day or stolen by night. Genesis 31:40 It was like this with me: by day the heat consumed me, and the cold by night, and my sleep fled from my eyes. Genesis 31:41 These twenty years I have been in your house; I served you fourteen years for your two daughters, and six years for your flock, and you have changed my wages ten times. Genesis 31:42 If the God of my father, the God of Abraham and the Fear of Isaac, had not been on my side, surely now you would have sent me away empty-handed. God saw my affliction and the labor of my hands, and rebuked you last night.” Genesis 31:43 Then Laban answered and said to Jacob, “The daughters are my daughters, the children are my children, the flocks are my flocks, and all that you see is mine. But what can I do today about these daughters of mine, or about their children whom they have borne? Genesis 31:44 Come now, let us make a covenant, you and I; and let it be a witness between you and me.” Genesis 31:45 So Jacob took a stone, and set it up as a pillar. Genesis 31:46 And Jacob said to his kinsfolk, “Gather stones,” and they took stones, and made a heap; and they ate there by the heap. Genesis 31:47 Laban called it Jegar-sahadutha: but Jacob called it Galeed. Genesis 31:48 Laban said, “This heap is a witness between you and me today.” Therefore he called it Galeed, Genesis 31:49 and the pillar Mizpah, for he said, “The Lord watch between you and me, when we are absent one from the other. Genesis 31:50 If you ill-treat my daughters, or take wives in addition to my daughters, though no one else is with us, remember that God is witness between you and me.”"
    }
  },
  {
    "id": "GENESIS 32:3-21",
    "text": {
      "NRSV": "Genesis 32:3 Jacob sent messengers before him to his brother Esau in the land of Seir, the country of Edom, Genesis 32:4 instructing them, “Thus you shall say to my lord Esau: Thus says your servant Jacob, ‘I have lived with Laban as an alien, and stayed until now; Genesis 32:5 and I have oxen, donkeys, flocks, male and female slaves; and I have sent to tell my lord, in order that I may find favor in your sight.’” Genesis 32:6 The messengers returned to Jacob, saying, “We came to your brother Esau, and he is coming to meet you, and four hundred men are with him.” Genesis 32:7 Then Jacob was greatly afraid and distressed; and he divided the people that were with him, and the flocks and herds and camels, into two companies, Genesis 32:8 thinking, “If Esau comes to the one company and destroys it, then the company that is left will escape.” Genesis 32:9 And Jacob said, “O God of my father Abraham and God of my father Isaac, O Lord who said to me, ‘Return to your country and to your kindred, and I will do you good,’ Genesis 32:10 I am not worthy of the least of all the steadfast love and all the faithfulness that you have shown to your servant, for with only my staff I crossed this Jordan; and now I have become two companies. Genesis 32:11 Deliver me, please, from the hand of my brother, from the hand of Esau, for I am afraid of him; he may come and kill us all, the mothers with the children. Genesis 32:12 Yet you have said, ‘I will surely do you good, and make your offspring as the sand of the sea, which cannot be counted because of their number.’” Genesis 32:13 So he spent that night there, and from what he had with him he took a present for his brother Esau, Genesis 32:14 two hundred female goats and twenty male goats, two hundred ewes and twenty rams, Genesis 32:15 thirty milch camels and their colts, forty cows and ten bulls, twenty female donkeys and ten male donkeys. Genesis 32:16 These he delivered into the hand of his servants, every drove by itself, and said to his servants, “Pass on before me, and put a space between drove and drove.” Genesis 32:17 He instructed the foremost, “When Esau my brother meets you, and asks you, ‘To whom do you belong? Where are you going? And whose are these ahead of you?’ Genesis 32:18 then you shall say, ‘They belong to your servant Jacob; they are a present sent to my lord Esau; and moreover he is behind us.’” Genesis 32:19 He likewise instructed the second and the third and all who followed the droves, “You shall say the same thing to Esau when you meet him, Genesis 32:20 and you shall say, ‘Moreover your servant Jacob is behind us.’” For he thought, “I may appease him with the present that goes ahead of me, and afterwards I shall see his face; perhaps he will accept me.” Genesis 32:21 So the present passed on ahead of him; and he himself spent that night in the camp."
    }
  },
  {
    "id": "GENESIS 32:22-33:17",
    "text": {
      "NRSV": "Genesis 32:22 The same night he got up and took his two wives, his two maids, and his eleven children, and crossed the ford of the Jabbok. Genesis 32:23 He took them and sent them across the stream, and likewise everything that he had. Genesis 32:24 Jacob was left alone; and a man wrestled with him until daybreak. Genesis 32:25 When the man saw that he did not prevail against Jacob, he struck him on the hip socket; and Jacob’s hip was put out of joint as he wrestled with him. Genesis 32:26 Then he said, “Let me go, for the day is breaking.” But Jacob said, “I will not let you go, unless you bless me.” Genesis 32:27 So he said to him, “What is your name?” And he said, “Jacob.” Genesis 32:28 Then the man said, “You shall no longer be called Jacob, but Israel, for you have striven with God and with humans, and have prevailed.” Genesis 32:29 Then Jacob asked him, “Please tell me your name.” But he said, “Why is it that you ask my name?” And there he blessed him. Genesis 32:30 So Jacob called the place Peniel, saying, “For I have seen God face to face, and yet my life is preserved.” Genesis 32:31 The sun rose upon him as he passed Penuel, limping because of his hip. Genesis 32:32 Therefore to this day the Israelites do not eat the thigh muscle that is on the hip socket, because he struck Jacob on the hip socket at the thigh muscle. Genesis 33:1 Now Jacob looked up and saw Esau coming, and four hundred men with him. So he divided the children among Leah and Rachel and the two maids. Genesis 33:2 He put the maids with their children in front, then Leah with her children, and Rachel and Joseph last of all. Genesis 33:3 He himself went on ahead of them, bowing himself to the ground seven times, until he came near his brother. Genesis 33:4 But Esau ran to meet him, and embraced him, and fell on his neck and kissed him, and they wept. Genesis 33:5 When Esau looked up and saw the women and children, he said, “Who are these with you?” Jacob said, “The children whom God has graciously given your servant.” Genesis 33:6 Then the maids drew near, they and their children, and bowed down; Genesis 33:7 Leah likewise and her children drew near and bowed down; and finally Joseph and Rachel drew near, and they bowed down. Genesis 33:8 Esau said, “What do you mean by all this company that I met?” Jacob answered, “To find favor with my lord.” Genesis 33:9 But Esau said, “I have enough, my brother; keep what you have for yourself.” Genesis 33:10 Jacob said, “No, please; if I find favor with you, then accept my present from my hand; for truly to see your face is like seeing the face of God—since you have received me with such favor. Genesis 33:11 Please accept my gift that is brought to you, because God has dealt graciously with me, and because I have everything I want.” So he urged him, and he took it. Genesis 33:12 Then Esau said, “Let us journey on our way, and I will go alongside you.” Genesis 33:13 But Jacob said to him, “My lord knows that the children are frail and that the flocks and herds, which are nursing, are a care to me; and if they are overdriven for one day, all the flocks will die. Genesis 33:14 Let my lord pass on ahead of his servant, and I will lead on slowly, according to the pace of the cattle that are before me and according to the pace of the children, until I come to my lord in Seir.” Genesis 33:15 So Esau said, “Let me leave with you some of the people who are with me.” But he said, “Why should my lord be so kind to me?” Genesis 33:16 So Esau returned that day on his way to Seir. Genesis 33:17 But Jacob journeyed to Succoth, and built himself a house, and made booths for his cattle; therefore the place is called Succoth."
    }
  },
  {
    "id": "GENESIS 35:1-20",
    "text": {
      "NRSV": "Genesis 35:1 God said to Jacob, “Arise, go up to Bethel, and settle there. Make an altar there to the God who appeared to you when you fled from your brother Esau.” Genesis 35:2 So Jacob said to his household and to all who were with him, “Put away the foreign gods that are among you, and purify yourselves, and change your clothes; Genesis 35:3 then come, let us go up to Bethel, that I may make an altar there to the God who answered me in the day of my distress and has been with me wherever I have gone.” Genesis 35:4 So they gave to Jacob all the foreign gods that they had, and the rings that were in their ears; and Jacob hid them under the oak that was near Shechem. Genesis 35:5 As they journeyed, a terror from God fell upon the cities all around them, so that no one pursued them. Genesis 35:6 Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him, Genesis 35:7 and there he built an altar and called the place El-bethel, because it was there that God had revealed himself to him when he fled from his brother. Genesis 35:8 And Deborah, Rebekah’s nurse, died, and she was buried under an oak below Bethel. So it was called Allon-bacuth. Genesis 35:9 God appeared to Jacob again when he came from Paddan-aram, and he blessed him. Genesis 35:10 God said to him, “Your name is Jacob; no longer shall you be called Jacob, but Israel shall be your name.” So he was called Israel. Genesis 35:11 God said to him, “I am God Almighty: be fruitful and multiply; a nation and a company of nations shall come from you, and kings shall spring from you. Genesis 35:12 The land that I gave to Abraham and Isaac I will give to you, and I will give the land to your offspring after you.” Genesis 35:13 Then God went up from him at the place where he had spoken with him. Genesis 35:14 Jacob set up a pillar in the place where he had spoken with him, a pillar of stone; and he poured out a drink offering on it, and poured oil on it. Genesis 35:15 So Jacob called the place where God had spoken with him Bethel. Genesis 35:16 Then they journeyed from Bethel; and when they were still some distance from Ephrath, Rachel was in childbirth, and she had hard labor. Genesis 35:17 When she was in her hard labor, the midwife said to her, “Do not be afraid; for now you will have another son.” Genesis 35:18 As her soul was departing (for she died), she named him Ben-oni; but his father called him Benjamin. Genesis 35:19 So Rachel died, and she was buried on the way to Ephrath (that is, Bethlehem), Genesis 35:20 and Jacob set up a pillar at her grave; it is the pillar of Rachel’s grave, which is there to this day."
    }
  },
  {
    "id": "PROVERBS 1:20-33",
    "text": {
      "NRSV": "Proverbs 1:20 Wisdom cries out in the street; in the squares she raises her voice. Proverbs 1:21 At the busiest corner she cries out; at the entrance of the city gates she speaks: Proverbs 1:22 “How long, O simple ones, will you love being simple? How long will scoffers delight in their scoffing and fools hate knowledge? Proverbs 1:23 Give heed to my reproof; I will pour out my thoughts to you; I will make my words known to you. Proverbs 1:24 Because I have called and you refused, have stretched out my hand and no one heeded, Proverbs 1:25 and because you have ignored all my counsel and would have none of my reproof, Proverbs 1:26 I in turn will laugh at your calamity; I will mock when panic strikes you, Proverbs 1:27 when panic strikes you like a storm, and your calamity comes like a whirlwind, when distress and anguish come upon you. Proverbs 1:28 Then they will call upon me, but I will not answer; they will seek me diligently, but will not find me. Proverbs 1:29 Because they hated knowledge and did not choose the fear of the Lord, Proverbs 1:30 would have none of my counsel, and despised all my reproof, Proverbs 1:31 therefore they shall eat the fruit of their way and be sated with their own devices. Proverbs 1:32 For waywardness kills the simple, and the complacency of fools destroys them; Proverbs 1:33 but those who listen to me will be secure and will live at ease, without dread of disaster.”"
    }
  },
  {
    "id": "PROVERBS 3:11-20",
    "text": {
      "NRSV": "Proverbs 3:11 My child, do not despise the Lord’s discipline or be weary of his reproof, Proverbs 3:12 for the Lord reproves the one he loves, as a father the son in whom he delights. Proverbs 3:13 Happy are those who find wisdom, and those who get understanding, Proverbs 3:14 for her income is better than silver, and her revenue better than gold. Proverbs 3:15 She is more precious than jewels, and nothing you desire can compare with her. Proverbs 3:16 Long life is in her right hand; in her left hand are riches and honor. Proverbs 3:17 Her ways are ways of pleasantness, and all her paths are peace. Proverbs 3:18 She is a tree of life to those who lay hold of her; those who hold her fast are called happy. Proverbs 3:19 The Lord by wisdom founded the earth; by understanding he established the heavens; Proverbs 3:20 by his knowledge the deeps broke open, and the clouds drop down the dew."
    }
  },
  {
    "id": "PROVERBS 4:1-27",
    "text": {
      "NRSV": "Proverbs 4:1 Listen, children, to a father’s instruction, and be attentive, that you may gain insight; Proverbs 4:2 for I give you good precepts: do not forsake my teaching. Proverbs 4:3 When I was a son with my father, tender, and my mother’s favorite, Proverbs 4:4 he taught me, and said to me, “Let your heart hold fast my words; keep my commandments, and live. Proverbs 4:5 Get wisdom; get insight: do not forget, nor turn away from the words of my mouth. Proverbs 4:6 Do not forsake her, and she will keep you; love her, and she will guard you. Proverbs 4:7 The beginning of wisdom is this: Get wisdom, and whatever else you get, get insight. Proverbs 4:8 Prize her highly, and she will exalt you; she will honor you if you embrace her. Proverbs 4:9 She will place on your head a fair garland; she will bestow on you a beautiful crown.” Proverbs 4:10 Hear, my child, and accept my words, that the years of your life may be many. Proverbs 4:11 I have taught you the way of wisdom; I have led you in the paths of uprightness. Proverbs 4:12 When you walk, your step will not be hampered; and if you run, you will not stumble. Proverbs 4:13 Keep hold of instruction; do not let go; guard her, for she is your life. Proverbs 4:14 Do not enter the path of the wicked, and do not walk in the way of evildoers. Proverbs 4:15 Avoid it; do not go on it; turn away from it and pass on. Proverbs 4:16 For they cannot sleep unless they have done wrong; they are robbed of sleep unless they have made someone stumble. Proverbs 4:17 For they eat the bread of wickedness and drink the wine of violence. Proverbs 4:18 But the path of the righteous is like the light of dawn, which shines brighter and brighter until full day. Proverbs 4:19 The way of the wicked is like deep darkness; they do not know what they stumble over. Proverbs 4:20 My child, be attentive to my words; incline your ear to my sayings. Proverbs 4:21 Do not let them escape from your sight; keep them within your heart. Proverbs 4:22 For they are life to those who find them, and healing to all their flesh. Proverbs 4:23 Keep your heart with all vigilance, for from it flow the springs of life. Proverbs 4:24 Put away from you crooked speech, and put devious talk far from you. Proverbs 4:25 Let your eyes look directly forward, and your gaze be straight before you. Proverbs 4:26 Keep straight the path of your feet, and all your ways will be sure. Proverbs 4:27 Do not swerve to the right or to the left; turn your foot away from evil."
    }
  },
  {
    "id": "PROVERBS 6:1-19",
    "text": {
      "NRSV": "Proverbs 6:1 My child, if you have given your pledge to your neighbor, if you have bound yourself to another, Proverbs 6:2 you are snared by the utterance of your lips, caught by the words of your mouth. Proverbs 6:3 So do this, my child, and save yourself, for you have come into your neighbor’s power: go, hurry, and plead with your neighbor. Proverbs 6:4 Give your eyes no sleep and your eyelids no slumber; Proverbs 6:5 save yourself like a gazelle from the hunter, like a bird from the hand of the fowler. Proverbs 6:6 Go to the ant, you lazybones; consider its ways, and be wise. Proverbs 6:7 Without having any chief or officer or ruler, Proverbs 6:8 it prepares its food in summer, and gathers its sustenance in harvest. Proverbs 6:9 How long will you lie there, O lazybones? When will you wake from your sleep? Proverbs 6:10 A little sleep, a little slumber, a little folding of the hands to rest, Proverbs 6:11 and poverty will come upon you like a robber, and want, like an armed warrior. Proverbs 6:12 A scoundrel and a villain goes around with crooked speech, Proverbs 6:13 winking the eyes, shuffling the feet, pointing the fingers, Proverbs 6:14 with perverted mind devising evil, continually sowing discord; Proverbs 6:15 on such a one calamity will descend suddenly; in a moment, damage beyond repair. Proverbs 6:16 There are six things that the Lord hates, seven that are an abomination to him: Proverbs 6:17 haughty eyes, a lying tongue, and hands that shed innocent blood, Proverbs 6:18 a heart that devises wicked plans, feet that hurry to run to evil, Proverbs 6:19 a lying witness who testifies falsely, and one who sows discord in a family."
    }
  },
  {
    "id": "PROVERBS 7:1-27",
    "text": {
      "NRSV": "Proverbs 7:1 My child, keep my words and store up my commandments with you; Proverbs 7:2 keep my commandments and live, keep my teachings as the apple of your eye; Proverbs 7:3 bind them on your fingers, write them on the tablet of your heart. Proverbs 7:4 Say to wisdom, “You are my sister,” and call insight your intimate friend, Proverbs 7:5 to keep you from the loose woman, from the adulteress with her smooth words. Proverbs 7:6 For at the window of my house I looked out through my lattice, Proverbs 7:7 and I saw among the simple ones, I observed among the youths, a young man without sense, Proverbs 7:8 passing along the street near her corner, taking the road to her house Proverbs 7:9 in the twilight, in the evening, in the black and dark night. Proverbs 7:10 There is the woman meeting him, dressed as a prostitute, wily of heart. Proverbs 7:11 She is loud and wayward; her feet do not stay at home; Proverbs 7:12 now in the street, now in the squares, and at every corner she lies in wait. Proverbs 7:13 She seizes him and kisses him, and with impudent face she says to him: Proverbs 7:14 “I have an offering of well-being ready; today I have paid my vows; Proverbs 7:15 so now I have come out to meet you, to seek you eagerly, and I have found you! Proverbs 7:16 I have decked my couch with coverings, colored spreads of Egyptian linen; Proverbs 7:17 I have perfumed my bed with myrrh, aloes, and cinnamon. Proverbs 7:18 Come, let us take our fill of love until morning; let us delight ourselves with love. Proverbs 7:19 For my husband is not at home; he has gone on a long journey. Proverbs 7:20 He took a bag of money with him; he will not come home until full moon.” Proverbs 7:21 With much seductive speech she persuades him; with her smooth talk she compels him. Proverbs 7:22 Right away he follows her, and goes like an ox to the slaughter, or bounds like a stag toward the trap Proverbs 7:23 until an arrow pierces its entrails. He is like a bird rushing into a snare, not knowing that it will cost him his life. Proverbs 7:24 And now, my children, listen to me, and be attentive to the words of my mouth. Proverbs 7:25 Let not your heart turn aside to her ways; do not stray into her paths. Proverbs 7:26 for many are those she has laid low, and numerous are her victims. Proverbs 7:27 Her house is the way to Sheol, going down to the chambers of death."
    }
  },
  {
    "id": "PROVERBS 8:1-21",
    "text": {
      "NRSV": "Proverbs 8:1 Does not wisdom call, and does not understanding raise her voice? Proverbs 8:2 On the heights, beside the way, at the crossroads she takes her stand; Proverbs 8:3 beside the gates in front of the town, at the entrance of the portals she cries out: Proverbs 8:4 “To you, O people, I call, and my cry is to all that live. Proverbs 8:5 O simple ones, learn prudence; acquire intelligence, you who lack it. Proverbs 8:6 Hear, for I will speak noble things, and from my lips will come what is right; Proverbs 8:7 for my mouth will utter truth; wickedness is an abomination to my lips. Proverbs 8:8 All the words of my mouth are righteous; there is nothing twisted or crooked in them. Proverbs 8:9 They are all straight to one who understands and right to those who find knowledge. Proverbs 8:10 Take my instruction instead of silver, and knowledge rather than choice gold; Proverbs 8:11 for wisdom is better than jewels, and all that you may desire cannot compare with her. Proverbs 8:12 I, wisdom, live with prudence, and I attain knowledge and discretion. Proverbs 8:13 The fear of the Lord is hatred of evil. Pride and arrogance and the way of evil and perverted speech I hate. Proverbs 8:14 I have good advice and sound wisdom; I have insight, I have strength. Proverbs 8:15 By me kings reign, and rulers decree what is just; Proverbs 8:16 by me rulers rule, and nobles, all who govern rightly. Proverbs 8:17 I love those who love me, and those who seek me diligently find me. Proverbs 8:18 Riches and honor are with me, enduring wealth and prosperity. Proverbs 8:19 My fruit is better than gold, even fine gold, and my yield than choice silver. Proverbs 8:20 I walk in the way of righteousness, along the paths of justice, Proverbs 8:21 endowing with wealth those who love me, and filling their treasuries."
    }
  },
  {
    "id": "PROVERBS 8:22-36",
    "text": {
      "NRSV": "Proverbs 8:22 The Lord created me at the beginning of his work, the first of his acts of long ago. Proverbs 8:23 Ages ago I was set up, at the first, before the beginning of the earth. Proverbs 8:24 When there were no depths I was brought forth, when there were no springs abounding with water. Proverbs 8:25 Before the mountains had been shaped, before the hills, I was brought forth— Proverbs 8:26 when he had not yet made earth and fields, or the world’s first bits of soil. Proverbs 8:27 When he established the heavens, I was there, when he drew a circle on the face of the deep, Proverbs 8:28 when he made firm the skies above, when he established the fountains of the deep, Proverbs 8:29 when he assigned to the sea its limit, so that the waters might not transgress his command, when he marked out the foundations of the earth, Proverbs 8:30 then I was beside him, like a master worker; and I was daily his delight, rejoicing before him always, Proverbs 8:31 rejoicing in his inhabited world and delighting in the human race. Proverbs 8:32 And now, my children, listen to me: happy are those who keep my ways. Proverbs 8:33 Hear instruction and be wise, and do not neglect it. Proverbs 8:34 Happy is the one who listens to me, watching daily at my gates, waiting beside my doors. Proverbs 8:35 For whoever finds me finds life and obtains favor from the Lord; Proverbs 8:36 but those who miss me injure themselves; all who hate me love death."
    }
  },
  {
    "id": "PROVERBS 9:1-12",
    "text": {
      "NRSV": "Proverbs 9:1 Wisdom has built her house, she has hewn her seven pillars. Proverbs 9:2 She has slaughtered her animals, she has mixed her wine, she has also set her table. Proverbs 9:3 She has sent out her servant-girls, she calls from the highest places in the town, Proverbs 9:4 “You that are simple, turn in here!” To those without sense she says, Proverbs 9:5 “Come, eat of my bread and drink of the wine I have mixed. Proverbs 9:6 Lay aside immaturity, and live, and walk in the way of insight.” Proverbs 9:7 Whoever corrects a scoffer wins abuse; whoever rebukes the wicked gets hurt. Proverbs 9:8 A scoffer who is rebuked will only hate you; the wise, when rebuked, will love you. Proverbs 9:9 Give instruction to the wise, and they will become wiser still; teach the righteous and they will gain in learning. Proverbs 9:10 The fear of the Lord is the beginning of wisdom, and the knowledge of the Holy One is insight. Proverbs 9:11 For by me your days will be multiplied, and years will be added to your life. Proverbs 9:12 If you are wise, you are wise for yourself; if you scoff, you alone will bear it."
    }
  },
  {
    "id": "PROVERBS 10:1-12",
    "text": {
      "NRSV": "Proverbs 10:1 The proverbs of Solomon. A wise child makes a glad father, but a foolish child is a mother’s grief. Proverbs 10:2 Treasures gained by wickedness do not profit, but righteousness delivers from death. Proverbs 10:3 The Lord does not let the righteous go hungry, but he thwarts the craving of the wicked. Proverbs 10:4 A slack hand causes poverty, but the hand of the diligent makes rich. Proverbs 10:5 A child who gathers in summer is prudent, but a child who sleeps in harvest brings shame. Proverbs 10:6 Blessings are on the head of the righteous, but the mouth of the wicked conceals violence. Proverbs 10:7 The memory of the righteous is a blessing, but the name of the wicked will rot. Proverbs 10:8 The wise of heart will heed commandments, but a babbling fool will come to ruin. Proverbs 10:9 Whoever walks in integrity walks securely, but whoever follows perverse ways will be found out. Proverbs 10:10 Whoever winks the eye causes trouble, but the one who rebukes boldly makes peace. Proverbs 10:11 The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence. Proverbs 10:12 Hatred stirs up strife, but love covers all offenses."
    }
  },
  {
    "id": "PROVERBS 15:16-33",
    "text": {
      "NRSV": "Proverbs 15:16 Better is a little with the fear of the Lord than great treasure and trouble with it. Proverbs 15:17 Better is a dinner of vegetables where love is than a fatted ox and hatred with it. Proverbs 15:18 Those who are hot-tempered stir up strife, but those who are slow to anger calm contention. Proverbs 15:19 The way of the lazy is overgrown with thorns, but the path of the upright is a level highway. Proverbs 15:20 A wise child makes a glad father, but the foolish despise their mothers. Proverbs 15:21 Folly is a joy to one who is destitute of sense, but a person of understanding walks straight ahead. Proverbs 15:22 Without counsel, plans go wrong, but with many advisers they succeed. Proverbs 15:23 To make an apt answer is a joy to anyone, and a word in season, how good it is! Proverbs 15:24 For the wise the path of life leads upward, in order to avoid Sheol below. Proverbs 15:25 The Lord tears down the house of the proud, but maintains the widow’s boundaries. Proverbs 15:26 Evil plans are an abomination to the Lord, but pleasant words are pure. Proverbs 15:27 Those who are greedy for unjust gain make trouble for their households, but those who hate bribes will live. Proverbs 15:28 The mind of the righteous ponders how to answer, but the mouth of the wicked pours out evil. Proverbs 15:29 The Lord is far from the wicked, but he hears the prayer of the righteous. Proverbs 15:30 The light of the eyes rejoices the heart, and good news refreshes the body. Proverbs 15:31 The ear that heeds wholesome admonition will lodge among the wise. Proverbs 15:32 Those who ignore instruction despise themselves, but those who heed admonition gain understanding. Proverbs 15:33 The fear of the Lord is instruction in wisdom, and humility goes before honor."
    }
  },
  {
    "id": "PROVERBS 17:1-20",
    "text": {
      "NRSV": "Proverbs 17:1 Better is a dry morsel with quiet than a house full of feasting with strife. Proverbs 17:2 A slave who deals wisely will rule over a child who acts shamefully, and will share the inheritance as one of the family. Proverbs 17:3 The crucible is for silver, and the furnace for gold, but the Lord tests the heart. Proverbs 17:4 An evildoer listens to wicked lips; a liar gives heed to a mischievous tongue. Proverbs 17:5 Those who mock the poor insult their Maker; those who are glad at calamity will not go unpunished. Proverbs 17:6 Grandchildren are the crown of the aged, and the glory of children is their parents. Proverbs 17:7 Fine speech is not becoming to a fool; still less is false speech to a ruler. Proverbs 17:8 A bribe is like a magic stone in the eyes of those who give it; wherever they turn they prosper. Proverbs 17:9 One who forgives an affront fosters friendship, but one who dwells on disputes will alienate a friend. Proverbs 17:10 A rebuke strikes deeper into a discerning person than a hundred blows into a fool. Proverbs 17:11 Evil people seek only rebellion, but a cruel messenger will be sent against them. Proverbs 17:12 Better to meet a she-bear robbed of its cubs than a fool in folly. Proverbs 17:13 Evil will not depart from the house of one who returns evil for good. Proverbs 17:14 The beginning of strife is like letting out water; so stop before the quarrel breaks out. Proverbs 17:15 One who justifies the wicked and one who condemns the righteous are both alike an abomination to the Lord. Proverbs 17:16 Why should fools have a price in hand to buy wisdom, when they have no mind for it? Proverbs 17:17 A friend loves at all times, and kinsfolk are born to share adversity. Proverbs 17:18 It is senseless to give a pledge, to become surety for a neighbor. Proverbs 17:19 One who loves transgression loves strife; one who builds a high threshold invites broken bones. Proverbs 17:20 The crooked of mind do not prosper, and the perverse of tongue fall into calamity."
    }
  },
  {
    "id": "PROVERBS 21:30-22:6",
    "text": {
      "NRSV": "Proverbs 21:30 No wisdom, no understanding, no counsel, can avail against the Lord. Proverbs 21:31 The horse is made ready for the day of battle, but the victory belongs to the Lord. Proverbs 22:1 A good name is to be chosen rather than great riches, and favor is better than silver or gold. Proverbs 22:2 The rich and the poor have this in common: the Lord is the maker of them all. Proverbs 22:3 The clever see danger and hide; but the simple go on, and suffer for it. Proverbs 22:4 The reward for humility and fear of the Lord is riches and honor and life. Proverbs 22:5 Thorns and snares are in the way of the perverse; the cautious will keep far from them. Proverbs 22:6 Train children in the right way, and when old, they will not stray."
    }
  },
  {
    "id": "PROVERBS 23:19-21, 29-24:2",
    "text": {
      "NRSV": "Proverbs 23:19 Hear, my child, and be wise, and direct your mind in the way. Proverbs 23:20 Do not be among winebibbers, or among gluttonous eaters of meat; Proverbs 23:21 for the drunkard and the glutton will come to poverty, and drowsiness will clothe them with rags. Proverbs 23:29 Who has woe? Who has sorrow? Who has strife? Who has complaining? Who has wounds without cause? Who has redness of eyes? Proverbs 23:30 Those who linger late over wine, those who keep trying mixed wines. Proverbs 23:31 Do not look at wine when it is red, when it sparkles in the cup and goes down smoothly. Proverbs 23:32 At the last it bites like a serpent, and stings like an adder. Proverbs 23:33 Your eyes will see strange things, and your mind utter perverse things. Proverbs 23:34 You will be like one who lies down in the midst of the sea, like one who lies on the top of a mast. Proverbs 23:35 “They struck me,” you will say, “but I was not hurt; they beat me, but I did not feel it. When shall I awake? I will seek another drink.” Proverbs 24:1 Do not envy the wicked, nor be jealous of evildoers! Proverbs 24:2 For their minds devise violence, and their lips talk of mischief."
    }
  },
  {
    "id": "PROVERBS 25:15-28",
    "text": {
      "NRSV": "Proverbs 25:15 With patience a ruler may be persuaded, and a soft tongue can break bones. Proverbs 25:16 If you have found honey, eat only enough for you, or else, having too much, you will vomit it. Proverbs 25:17 Let your foot be seldom in your neighbor’s house, otherwise the neighbor will become weary of you and hate you. Proverbs 25:18 Like a war club, a sword, or a sharp arrow is one who bears false witness against a neighbor. Proverbs 25:19 Like a bad tooth or a lame foot is trust in a faithless person in time of trouble. Proverbs 25:20 Like vinegar on a wound is one who sings songs to a heavy heart. Like a moth in clothing or a worm in wood, sorrow gnaws at the human heart. Proverbs 25:21 If your enemies are hungry, give them bread to eat; and if they are thirsty, give them water to drink; Proverbs 25:22 for you will heap coals of fire on their heads, and the Lord will reward you. Proverbs 25:23 The north wind produces rain, and a backbiting tongue, angry looks. Proverbs 25:24 It is better to live in a corner of the housetop than in a house shared with a contentious wife. Proverbs 25:25 Like cold water to a thirsty soul, so is good news from a far country. Proverbs 25:26 Like a muddied spring or a polluted fountain are the righteous who give way before the wicked. Proverbs 25:27 It is not good to eat much honey, or to seek honor on top of honor. Proverbs 25:28 Like a city breached, without walls, is one who lacks self-control."
    }
  },
  {
    "id": "ECCLESIASTICUS 48:1-11",
    "text": {
      "NRSV": "Ecclesiasticus 48:1 Then Elijah arose, a prophet like fire, and his word burned like a torch. Ecclesiasticus 48:2 He brought a famine upon them, and by his zeal he made them few in number. Ecclesiasticus 48:3 By the word of the Lord he shut up the heavens, and also three times brought down fire. Ecclesiasticus 48:4 How glorious you were, Elijah, in your wondrous deeds! Whose glory is equal to yours? Ecclesiasticus 48:5 You raised a corpse from death and from Hades, by the word of the Most High. Ecclesiasticus 48:6 You sent kings down to destruction, and famous men, from their sickbeds. Ecclesiasticus 48:7 You heard rebuke at Sinai and judgments of vengeance at Horeb. Ecclesiasticus 48:8 You anointed kings to inflict retribution, and prophets to succeed you. Ecclesiasticus 48:9 You were taken up by a whirlwind of fire, in a chariot with horses of fire. Ecclesiasticus 48:10 At the appointed time, it is written, you are destined to calm the wrath of God before it breaks out in fury, to turn the hearts of parents to their children, and to restore the tribes of Jacob. Ecclesiasticus 48:11 Happy are those who saw you and were adorned with your love! For we also shall surely live."
    }
  },
  {
    "id": "PROVERBS 27:1-6, 10-12",
    "text": {
      "NRSV": "Proverbs 27:1 Do not boast about tomorrow, for you do not know what a day may bring. Proverbs 27:2 Let another praise you, and not your own mouth— a stranger, and not your own lips. Proverbs 27:3 A stone is heavy, and sand is weighty, but a fool’s provocation is heavier than both. Proverbs 27:4 Wrath is cruel, anger is overwhelming, but who is able to stand before jealousy? Proverbs 27:5 Better is open rebuke than hidden love. Proverbs 27:6 Well meant are the wounds a friend inflicts, but profuse are the kisses of an enemy. Proverbs 27:10 Do not forsake your friend or the friend of your parent; do not go to the house of your kindred in the day of your calamity. Better is a neighbor who is nearby than kindred who are far away. Proverbs 27:11 Be wise, my child, and make my heart glad, so that I may answer whoever reproaches me. Proverbs 27:12 The clever see danger and hide; but the simple go on, and suffer for it."
    }
  },
  {
    "id": "PROVERBS 30:1-4, 24-33",
    "text": {
      "NRSV": "Proverbs 30:1 The words of Agur son of Jakeh. An oracle. Thus says the man: I am weary, O God, I am weary, O God. How can I prevail? Proverbs 30:2 Surely I am too stupid to be human; I do not have human understanding. Proverbs 30:3 I have not learned wisdom, nor have I knowledge of the holy ones. Proverbs 30:4 Who has ascended to heaven and come down? Who has gathered the wind in the hollow of the hand? Who has wrapped up the waters in a garment? Who has established all the ends of the earth? What is the person’s name? And what is the name of the person’s child? Surely you know! Proverbs 30:24 Four things on earth are small, yet they are exceedingly wise: Proverbs 30:25 the ants are a people without strength, yet they provide their food in the summer; Proverbs 30:26 the badgers are a people without power, yet they make their homes in the rocks; Proverbs 30:27 the locusts have no king, yet all of them march in rank; Proverbs 30:28 the lizard can be grasped in the hand, yet it is found in kings’ palaces. Proverbs 30:29 Three things are stately in their stride; four are stately in their gait: Proverbs 30:30 the lion, which is mightiest among wild animals and does not turn back before any; Proverbs 30:31 the strutting rooster, the he-goat, and a king striding before his people. Proverbs 30:32 If you have been foolish, exalting yourself, or if you have been devising evil, put your hand on your mouth. Proverbs 30:33 For as pressing milk produces curds, and pressing the nose produces blood, so pressing anger produces strife."
    }
  },
  {
    "id": "AMOS 5:6-15",
    "text": {
      "NRSV": "Amos 5:6 Seek the Lord and live, or he will break out against the house of Joseph like fire, and it will devour Bethel, with no one to quench it. Amos 5:7 Ah, you that turn justice to wormwood, and bring righteousness to the ground! Amos 5:8 The one who made the Pleiades and Orion, and turns deep darkness into the morning, and darkens the day into night, who calls for the waters of the sea, and pours them out on the surface of the earth, the Lord is his name, Amos 5:9 who makes destruction flash out against the strong, so that destruction comes upon the fortress. Amos 5:10 They hate the one who reproves in the gate, and they abhor the one who speaks the truth. Amos 5:11 Therefore because you trample on the poor and take from them levies of grain, you have built houses of hewn stone, but you shall not live in them; you have planted pleasant vineyards, but you shall not drink their wine. Amos 5:12 For I know how many are your transgressions, and how great are your sins—you who afflict the righteous, who take a bribe, and push aside the needy in the gate. Amos 5:13 Therefore the prudent will keep silent in such a time; for it is an evil time. Amos 5:14 Seek good and not evil, that you may live; and so the Lord, the God of hosts, will be with you, just as you have said. Amos 5:15 Hate evil and love good, and establish justice in the gate; it may be that the Lord, the God of hosts, will be gracious to the remnant of Joseph."
    }
  },
  {
    "id": "HABAKKUK 3:1-10,11-15,16-18",
    "text": {
      "NRSV": "Habakkuk 3:1 A prayer of the prophet Habakkuk, according to Shigionoth. Habakkuk 3:2 O Lord, I have heard of your renown, and I stand in awe, O Lord, of your work. In our own time revive it; in our own time make it known; in wrath may you remember mercy. Habakkuk 3:3 God came from Teman, the Holy One from Mount Paran. Selah His glory covered the heavens, and the earth was full of his praise. Habakkuk 3:4 The brightness was like the sun; rays came forth from his hand, where his power lay hidden. Habakkuk 3:5 Before him went pestilence, and plague followed close behind. Habakkuk 3:6 He stopped and shook the earth; he looked and made the nations tremble. The eternal mountains were shattered; along his ancient pathways the everlasting hills sank low. Habakkuk 3:7 I saw the tents of Cushan under affliction; the tent-curtains of the land of Midian trembled. Habakkuk 3:8 Was your wrath against the rivers, O Lord? Or your anger against the rivers, or your rage against the sea, when you drove your horses, your chariots to victory? Habakkuk 3:9 You brandished your naked bow, sated were the arrows at your command. Selah You split the earth with rivers. Habakkuk 3:10 The mountains saw you, and writhed; a torrent of water swept by; the deep gave forth its voice. It raised its hands on high. Habakkuk 3:11 The sun and moon stood still in their habitation at the light of your arrows speeding by, at the flash of your glittering spear. Habakkuk 3:12 In fury you trod the earth, in anger you trampled nations. Habakkuk 3:13 You came forth to save your people, to save your anointed. You crushed the head of the wicked house, laying it bare from foundation to roof. Selah Habakkuk 3:14 You pierced with his own arrows the head of his warriors, who came like a whirlwind to scatter us, gloating as if ready to devour the poor who were in hiding. Habakkuk 3:15 You trampled the sea with your horses, churning the mighty waters. Habakkuk 3:16 I hear, and I tremble within; my lips quiver at the sound. Rottenness enters into my bones, and my steps tremble beneath me. I calmly wait for the day of calamity to come upon the people who attack us. Habakkuk 3:17 Though the fig tree does not blossom, and no fruit is on the vines; though the produce of the olive fails, and the fields yield no food; though the flock is cut off from the fold, and there is no herd in the stalls, Habakkuk 3:18 yet I will rejoice in the Lord; I will exult in the God of my salvation."
    }
  },
  {
    "id": "EZEKIEL 18:1-4, 25-32",
    "text": {
      "NRSV": "Ezekiel 18:1 The word of the Lord came to me: Ezekiel 18:2 What do you mean by repeating this proverb concerning the land of Israel, “The parents have eaten sour grapes, and the children’s teeth are set on edge”? Ezekiel 18:3 As I live, says the Lord God, this proverb shall no more be used by you in Israel. Ezekiel 18:4 Know that all lives are mine; the life of the parent as well as the life of the child is mine: it is only the person who sins that shall die. Ezekiel 18:25 Yet you say, “The way of the Lord is unfair.” Hear now, O house of Israel: Is my way unfair? Is it not your ways that are unfair? Ezekiel 18:26 When the righteous turn away from their righteousness and commit iniquity, they shall die for it; for the iniquity that they have committed they shall die. Ezekiel 18:27 Again, when the wicked turn away from the wickedness they have committed and do what is lawful and right, they shall save their life. Ezekiel 18:28 Because they considered and turned away from all the transgressions that they had committed, they shall surely live; they shall not die. Ezekiel 18:29 Yet the house of Israel says, “The way of the Lord is unfair.” O house of Israel, are my ways unfair? Is it not your ways that are unfair? Ezekiel 18:30 Therefore I will judge you, O house of Israel, all of you according to your ways, says the Lord God. Repent and turn from all your transgressions; otherwise iniquity will be your ruin. Ezekiel 18:31 Cast away from you all the transgressions that you have committed against me, and get yourselves a new heart and a new spirit! Why will you die, O house of Israel? Ezekiel 18:32 For I have no pleasure in the death of anyone, says the Lord God. Turn, then, and live."
    }
  },
  {
    "id": "EZEKIEL 39:21-29",
    "text": {
      "NRSV": "Ezekiel 39:21 I will display my glory among the nations; and all the nations shall see my judgment that I have executed, and my hand that I have laid on them. Ezekiel 39:22 The house of Israel shall know that I am the Lord their God, from that day forward. Ezekiel 39:23 And the nations shall know that the house of Israel went into captivity for their iniquity, because they dealt faithlessly with me. Therefore I hid my face from them and gave them into the hand of their adversaries, and they all fell by the sword. Ezekiel 39:24 I dealt with them according to their uncleanness and their transgressions, and hid my face from them. Ezekiel 39:25 Therefore thus says the Lord God: Now I will restore the fortunes of Jacob, and have mercy on the whole house of Israel; and I will be jealous for my holy name. Ezekiel 39:26 They shall bear their shame, and all the treacheries they have committed against me, when they live securely in their land with no one to make them afraid, Ezekiel 39:27 when I have brought them back from the peoples and gathered them from their enemies’ lands, and through them have shown my holiness in the sight of many nations. Ezekiel 39:28 Then they shall know that I am the Lord their God because I sent them into exile among the nations, and then gathered them into their own land. I will leave none of them behind; Ezekiel 39:29 and I will never again hide my face from them, when I pour out my spirit upon the house of Israel, says the Lord God."
    }
  },
  {
    "id": "DANIEL 9:3-10",
    "text": {
      "NRSV": "Daniel 9:3 Then I turned to the Lord God, to seek an answer by prayer and supplication with fasting and sackcloth and ashes. Daniel 9:4 I prayed to the Lord my God and made confession, saying, “Ah, Lord, great and awesome God, keeping covenant and steadfast love with those who love you and keep your commandments, Daniel 9:5 we have sinned and done wrong, acted wickedly and rebelled, turning aside from your commandments and ordinances. Daniel 9:6 We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our ancestors, and to all the people of the land. Daniel 9:7 “Righteousness is on your side, O Lord, but open shame, as at this day, falls on us, the people of Judah, the inhabitants of Jerusalem, and all Israel, those who are near and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you. Daniel 9:8 Open shame, O Lord, falls on us, our kings, our officials, and our ancestors, because we have sinned against you. Daniel 9:9 To the Lord our God belong mercy and forgiveness, for we have rebelled against him, Daniel 9:10 and have not obeyed the voice of the Lord our God by following his laws, which he set before us by his servants the prophets."
    }
  },
  {
    "id": "GENESIS 37:1-11",
    "text": {
      "NRSV": "Genesis 37:1 Jacob settled in the land where his father had lived as an alien, the land of Canaan. Genesis 37:2 This is the story of the family of Jacob. Joseph, being seventeen years old, was shepherding the flock with his brothers; he was a helper to the sons of Bilhah and Zilpah, his father’s wives; and Joseph brought a bad report of them to their father. Genesis 37:3 Now Israel loved Joseph more than any other of his children, because he was the son of his old age; and he had made him a long robe with sleeves. Genesis 37:4 But when his brothers saw that their father loved him more than all his brothers, they hated him, and could not speak peaceably to him. Genesis 37:5 Once Joseph had a dream, and when he told it to his brothers, they hated him even more. Genesis 37:6 He said to them, “Listen to this dream that I dreamed. Genesis 37:7 There we were, binding sheaves in the field. Suddenly my sheaf arose and stood upright; then your sheaves gathered around it, and bowed down to my sheaf.” Genesis 37:8 His brothers said to him, “Are you indeed to reign over us? Are you indeed to have dominion over us?” So they hated him even more because of his dreams and his words. Genesis 37:9 He had another dream, and told it to his brothers, saying, “Look, I have had another dream: the sun, the moon, and eleven stars were bowing down to me.” Genesis 37:10 But when he told it to his father and to his brothers, his father rebuked him, and said to him, “What kind of dream is this that you have had? Shall we indeed come, I and your mother and your brothers, and bow to the ground before you?” Genesis 37:11 So his brothers were jealous of him, but his father kept the matter in mind."
    }
  },
  {
    "id": "GENESIS 37:12-24",
    "text": {
      "NRSV": "Genesis 37:12 Now his brothers went to pasture their father’s flock near Shechem. Genesis 37:13 And Israel said to Joseph, “Are not your brothers pasturing the flock at Shechem? Come, I will send you to them.” He answered, “Here I am.” Genesis 37:14 So he said to him, “Go now, see if it is well with your brothers and with the flock; and bring word back to me.” So he sent him from the valley of Hebron. He came to Shechem, Genesis 37:15 and a man found him wandering in the fields; the man asked him, “What are you seeking?” Genesis 37:16 “I am seeking my brothers,” he said; “tell me, please, where they are pasturing the flock.” Genesis 37:17 The man said, “They have gone away, for I heard them say, ‘Let us go to Dothan.’” So Joseph went after his brothers, and found them at Dothan. Genesis 37:18 They saw him from a distance, and before he came near to them, they conspired to kill him. Genesis 37:19 They said to one another, “Here comes this dreamer. Genesis 37:20 Come now, let us kill him and throw him into one of the pits; then we shall say that a wild animal has devoured him, and we shall see what will become of his dreams.” Genesis 37:21 But when Reuben heard it, he delivered him out of their hands, saying, “Let us not take his life.” Genesis 37:22 Reuben said to them, “Shed no blood; throw him into this pit here in the wilderness, but lay no hand on him”—that he might rescue him out of their hand and restore him to his father. Genesis 37:23 So when Joseph came to his brothers, they stripped him of his robe, the long robe with sleeves that he wore; Genesis 37:24 and they took him and threw him into a pit. The pit was empty; there was no water in it."
    }
  },
  {
    "id": "GENESIS 37:25-36",
    "text": {
      "NRSV": "Genesis 37:25 Then they sat down to eat; and looking up they saw a caravan of Ishmaelites coming from Gilead, with their camels carrying gum, balm, and resin, on their way to carry it down to Egypt. Genesis 37:26 Then Judah said to his brothers, “What profit is it if we kill our brother and conceal his blood? Genesis 37:27 Come, let us sell him to the Ishmaelites, and not lay our hands on him, for he is our brother, our own flesh.” And his brothers agreed. Genesis 37:28 When some Midianite traders passed by, they drew Joseph up, lifting him out of the pit, and sold him to the Ishmaelites for twenty pieces of silver. And they took Joseph to Egypt. Genesis 37:29 When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes. Genesis 37:30 He returned to his brothers, and said, “The boy is gone; and I, where can I turn?” Genesis 37:31 Then they took Joseph’s robe, slaughtered a goat, and dipped the robe in the blood. Genesis 37:32 They had the long robe with sleeves taken to their father, and they said, “This we have found; see now whether it is your son’s robe or not.” Genesis 37:33 He recognized it, and said, “It is my son’s robe! A wild animal has devoured him; Joseph is without doubt torn to pieces.” Genesis 37:34 Then Jacob tore his garments, and put sackcloth on his loins, and mourned for his son many days. Genesis 37:35 All his sons and all his daughters sought to comfort him; but he refused to be comforted, and said, “No, I shall go down to Sheol to my son, mourning.” Thus his father bewailed him. Genesis 37:36 Meanwhile the Midianites had sold him in Egypt to Potiphar, one of Pharaoh’s officials, the captain of the guard."
    }
  },
  {
    "id": "GENESIS 39:1-23",
    "text": {
      "NRSV": "Genesis 39:1 Now Joseph was taken down to Egypt, and Potiphar, an officer of Pharaoh, the captain of the guard, an Egyptian, bought him from the Ishmaelites who had brought him down there. Genesis 39:2 The Lord was with Joseph, and he became a successful man; he was in the house of his Egyptian master. Genesis 39:3 His master saw that the Lord was with him, and that the Lord caused all that he did to prosper in his hands. Genesis 39:4 So Joseph found favor in his sight and attended him; he made him overseer of his house and put him in charge of all that he had. Genesis 39:5 From the time that he made him overseer in his house and over all that he had, the Lord blessed the Egyptian’s house for Joseph’s sake; the blessing of the Lord was on all that he had, in house and field. Genesis 39:6 So he left all that he had in Joseph’s charge; and, with him there, he had no concern for anything except the food that he ate. Now Joseph was handsome and good-looking. Genesis 39:7 And after a time his master’s wife cast her eyes on Joseph, and said, “Lie with me.” Genesis 39:8 But he refused and said to his master’s wife, “Look, with me here, my master has no concern about anything in the house, and he has put everything that he has in my hand. Genesis 39:9 He is not greater in this house than I am, nor has he kept back anything from me except yourself, because you are his wife. How then could I do this great wickedness, and sin against God?” Genesis 39:10 And although she spoke to Joseph day by day, he would not consent to lie beside her or to be with her. Genesis 39:11 One day, however, when he went into the house to do his work, and while no one else was in the house, Genesis 39:12 she caught hold of his garment, saying, “Lie with me!” But he left his garment in her hand, and fled and ran outside. Genesis 39:13 When she saw that he had left his garment in her hand and had fled outside, Genesis 39:14 she called out to the members of her household and said to them, “See, my husband has brought among us a Hebrew to insult us! He came in to me to lie with me, and I cried out with a loud voice; Genesis 39:15 and when he heard me raise my voice and cry out, he left his garment beside me, and fled outside.” Genesis 39:16 Then she kept his garment by her until his master came home, Genesis 39:17 and she told him the same story, saying, “The Hebrew servant, whom you have brought among us, came in to me to insult me; Genesis 39:18 but as soon as I raised my voice and cried out, he left his garment beside me, and fled outside.” Genesis 39:19 When his master heard the words that his wife spoke to him, saying, “This is the way your servant treated me,” he became enraged. Genesis 39:20 And Joseph’s master took him and put him into the prison, the place where the king’s prisoners were confined; he remained there in prison. Genesis 39:21 But the Lord was with Joseph and showed him steadfast love; he gave him favor in the sight of the chief jailer. Genesis 39:22 The chief jailer committed to Joseph’s care all the prisoners who were in the prison, and whatever was done there, he was the one who did it. Genesis 39:23 The chief jailer paid no heed to anything that was in Joseph’s care, because the Lord was with him; and whatever he did, the Lord made it prosper."
    }
  },
  {
    "id": "GENESIS 40:1-23",
    "text": {
      "NRSV": "Genesis 40:1 Some time after this, the cupbearer of the king of Egypt and his baker offended their lord the king of Egypt. Genesis 40:2 Pharaoh was angry with his two officers, the chief cupbearer and the chief baker, Genesis 40:3 and he put them in custody in the house of the captain of the guard, in the prison where Joseph was confined. Genesis 40:4 The captain of the guard charged Joseph with them, and he waited on them; and they remained in prison for some time. Genesis 40:5 One night they both dreamed—the cupbearer and the baker of the king of Egypt, who were confined in the prison—each his own dream, and each dream with its own meaning. Genesis 40:6 When Joseph came to them in the morning, he saw that they were troubled. Genesis 40:7 So he asked Pharaoh’s officers, who were with him in custody in his master’s house, “Why are your faces downcast today?” Genesis 40:8 They said to him, “We have had dreams, and there is no one to interpret them.” And Joseph said to them, “Do not interpretations belong to God? Please tell them to me.” Genesis 40:9 So the chief cupbearer told his dream to Joseph, and said to him, “In my dream there was a vine before me, Genesis 40:10 and on the vine there were three branches. As soon as it budded, its blossoms came out and the clusters ripened into grapes. Genesis 40:11 Pharaoh’s cup was in my hand; and I took the grapes and pressed them into Pharaoh’s cup, and placed the cup in Pharaoh’s hand.” Genesis 40:12 Then Joseph said to him, “This is its interpretation: the three branches are three days; Genesis 40:13 within three days Pharaoh will lift up your head and restore you to your office; and you shall place Pharaoh’s cup in his hand, just as you used to do when you were his cupbearer. Genesis 40:14 But remember me when it is well with you; please do me the kindness to make mention of me to Pharaoh, and so get me out of this place. Genesis 40:15 For in fact I was stolen out of the land of the Hebrews; and here also I have done nothing that they should have put me into the dungeon.” Genesis 40:16 When the chief baker saw that the interpretation was favorable, he said to Joseph, “I also had a dream: there were three cake baskets on my head, Genesis 40:17 and in the uppermost basket there were all sorts of baked food for Pharaoh, but the birds were eating it out of the basket on my head.” Genesis 40:18 And Joseph answered, “This is its interpretation: the three baskets are three days; Genesis 40:19 within three days Pharaoh will lift up your head—from you!—and hang you on a pole; and the birds will eat the flesh from you.” Genesis 40:20 On the third day, which was Pharaoh’s birthday, he made a feast for all his servants, and lifted up the head of the chief cupbearer and the head of the chief baker among his servants. Genesis 40:21 He restored the chief cupbearer to his cupbearing, and he placed the cup in Pharaoh’s hand; Genesis 40:22 but the chief baker he hanged, just as Joseph had interpreted to them. Genesis 40:23 Yet the chief cupbearer did not remember Joseph, but forgot him."
    }
  },
  {
    "id": "GENESIS 41:1-13",
    "text": {
      "NRSV": "Genesis 41:1 After two whole years, Pharaoh dreamed that he was standing by the Nile, Genesis 41:2 and there came up out of the Nile seven sleek and fat cows, and they grazed in the reed grass. Genesis 41:3 Then seven other cows, ugly and thin, came up out of the Nile after them, and stood by the other cows on the bank of the Nile. Genesis 41:4 The ugly and thin cows ate up the seven sleek and fat cows. And Pharaoh awoke. Genesis 41:5 Then he fell asleep and dreamed a second time; seven ears of grain, plump and good, were growing on one stalk. Genesis 41:6 Then seven ears, thin and blighted by the east wind, sprouted after them. Genesis 41:7 The thin ears swallowed up the seven plump and full ears. Pharaoh awoke, and it was a dream. Genesis 41:8 In the morning his spirit was troubled; so he sent and called for all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh. Genesis 41:9 Then the chief cupbearer said to Pharaoh, “I remember my faults today. Genesis 41:10 Once Pharaoh was angry with his servants, and put me and the chief baker in custody in the house of the captain of the guard. Genesis 41:11 We dreamed on the same night, he and I, each having a dream with its own meaning. Genesis 41:12 A young Hebrew was there with us, a servant of the captain of the guard. When we told him, he interpreted our dreams to us, giving an interpretation to each according to his dream. Genesis 41:13 As he interpreted to us, so it turned out; I was restored to my office, and the baker was hanged.”"
    }
  },
  {
    "id": "GENESIS 41:14-45",
    "text": {
      "NRSV": "Genesis 41:14 Then Pharaoh sent for Joseph, and he was hurriedly brought out of the dungeon. When he had shaved himself and changed his clothes, he came in before Pharaoh. Genesis 41:15 And Pharaoh said to Joseph, “I have had a dream, and there is no one who can interpret it. I have heard it said of you that when you hear a dream you can interpret it.” Genesis 41:16 Joseph answered Pharaoh, “It is not I; God will give Pharaoh a favorable answer.” Genesis 41:17 Then Pharaoh said to Joseph, “In my dream I was standing on the banks of the Nile; Genesis 41:18 and seven cows, fat and sleek, came up out of the Nile and fed in the reed grass. Genesis 41:19 Then seven other cows came up after them, poor, very ugly, and thin. Never had I seen such ugly ones in all the land of Egypt. Genesis 41:20 The thin and ugly cows ate up the first seven fat cows, Genesis 41:21 but when they had eaten them no one would have known that they had done so, for they were still as ugly as before. Then I awoke. Genesis 41:22 I fell asleep a second time and I saw in my dream seven ears of grain, full and good, growing on one stalk, Genesis 41:23 and seven ears, withered, thin, and blighted by the east wind, sprouting after them; Genesis 41:24 and the thin ears swallowed up the seven good ears. But when I told it to the magicians, there was no one who could explain it to me.” Genesis 41:25 Then Joseph said to Pharaoh, “Pharaoh’s dreams are one and the same; God has revealed to Pharaoh what he is about to do. Genesis 41:26 The seven good cows are seven years, and the seven good ears are seven years; the dreams are one. Genesis 41:27 The seven lean and ugly cows that came up after them are seven years, as are the seven empty ears blighted by the east wind. They are seven years of famine. Genesis 41:28 It is as I told Pharaoh; God has shown to Pharaoh what he is about to do. Genesis 41:29 There will come seven years of great plenty throughout all the land of Egypt. Genesis 41:30 After them there will arise seven years of famine, and all the plenty will be forgotten in the land of Egypt; the famine will consume the land. Genesis 41:31 The plenty will no longer be known in the land because of the famine that will follow, for it will be very grievous. Genesis 41:32 And the doubling of Pharaoh’s dream means that the thing is fixed by God, and God will shortly bring it about. Genesis 41:33 Now therefore let Pharaoh select a man who is discerning and wise, and set him over the land of Egypt. Genesis 41:34 Let Pharaoh proceed to appoint overseers over the land, and take one-fifth of the produce of the land of Egypt during the seven plenteous years. Genesis 41:35 Let them gather all the food of these good years that are coming, and lay up grain under the authority of Pharaoh for food in the cities, and let them keep it. Genesis 41:36 That food shall be a reserve for the land against the seven years of famine that are to befall the land of Egypt, so that the land may not perish through the famine.” Genesis 41:37 The proposal pleased Pharaoh and all his servants. Genesis 41:38 Pharaoh said to his servants, “Can we find anyone else like this—one in whom is the spirit of God?” Genesis 41:39 So Pharaoh said to Joseph, “Since God has shown you all this, there is no one so discerning and wise as you. Genesis 41:40 You shall be over my house, and all my people shall order themselves as you command; only with regard to the throne will I be greater than you.” Genesis 41:41 And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.” Genesis 41:42 Removing his signet ring from his hand, Pharaoh put it on Joseph’s hand; he arrayed him in garments of fine linen, and put a gold chain around his neck. Genesis 41:43 He had him ride in his second chariot; and they cried out in front of him, “Bow the knee!” Thus he set him over all the land of Egypt. Genesis 41:44 Moreover Pharaoh said to Joseph, “I am Pharaoh, and without your consent no one shall lift up hand or foot in all the land of Egypt.” Genesis 41:45 Pharaoh gave Joseph the name Zaphenath-paneah; and he gave him Asenath daughter of Potiphera, priest of On, as his wife. Thus Joseph gained authority over the land of Egypt."
    }
  },
  {
    "id": "GENESIS 41:46-57",
    "text": {
      "NRSV": "Genesis 41:46 Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh, and went through all the land of Egypt. Genesis 41:47 During the seven plenteous years the earth produced abundantly. Genesis 41:48 He gathered up all the food of the seven years when there was plenty in the land of Egypt, and stored up food in the cities; he put in every city the food from the fields around it. Genesis 41:49 Joseph stored up grain in such abundance—like the sand of the sea—that he stopped measuring it; it was beyond measure. Genesis 41:50 Before the years of famine came, Joseph had two sons, whom Asenath daughter of Potiphera, priest of On, bore to him. Genesis 41:51 Joseph named the firstborn Manasseh, “For,” he said, “God has made me forget all my hardship and all my father’s house.” Genesis 41:52 The second he named Ephraim, “For God has made me fruitful in the land of my misfortunes.” Genesis 41:53 The seven years of plenty that prevailed in the land of Egypt came to an end; Genesis 41:54 and the seven years of famine began to come, just as Joseph had said. There was famine in every country, but throughout the land of Egypt there was food. Genesis 41:55 When all the land of Egypt was famished, the people cried to Pharaoh for food. Pharaoh said to all the Egyptians, “Go to Joseph; what he says to you, do.” Genesis 41:56 And since the famine had spread over all the land, Joseph opened all the storehouses, and sold to the Egyptians, for the famine was severe in the land of Egypt. Genesis 41:57 Moreover, all the world came to Joseph in Egypt to buy grain, because the famine became severe throughout the world."
    }
  },
  {
    "id": "GENESIS 42:1-17",
    "text": {
      "NRSV": "Genesis 42:1 When Jacob learned that there was grain in Egypt, he said to his sons, “Why do you keep looking at one another? Genesis 42:2 I have heard,” he said, “that there is grain in Egypt; go down and buy grain for us there, that we may live and not die.” Genesis 42:3 So ten of Joseph’s brothers went down to buy grain in Egypt. Genesis 42:4 But Jacob did not send Joseph’s brother Benjamin with his brothers, for he feared that harm might come to him. Genesis 42:5 Thus the sons of Israel were among the other people who came to buy grain, for the famine had reached the land of Canaan. Genesis 42:6 Now Joseph was governor over the land; it was he who sold to all the people of the land. And Joseph’s brothers came and bowed themselves before him with their faces to the ground. Genesis 42:7 When Joseph saw his brothers, he recognized them, but he treated them like strangers and spoke harshly to them. He said to them, “Where do you come from?” They said, “From the land of Canaan, to buy food.” Genesis 42:8 Although Joseph had recognized his brothers, they did not recognize him. Genesis 42:9 Joseph also remembered the dreams that he had dreamed about them. He said to them, “You are spies; you have come to see the nakedness of the land!” Genesis 42:10 They said to him, “No, my lord; your servants have come to buy food. Genesis 42:11 We are all sons of one man; we are honest men; your servants have never been spies.” Genesis 42:12 But he said to them, “No, you have come to see the nakedness of the land!” Genesis 42:13 They said, “We, your servants, are twelve brothers, the sons of a certain man in the land of Canaan; the youngest, however, is now with our father, and one is no more.” Genesis 42:14 But Joseph said to them, “It is just as I have said to you; you are spies! Genesis 42:15 Here is how you shall be tested: as Pharaoh lives, you shall not leave this place unless your youngest brother comes here! Genesis 42:16 Let one of you go and bring your brother, while the rest of you remain in prison, in order that your words may be tested, whether there is truth in you; or else, as Pharaoh lives, surely you are spies.” Genesis 42:17 And he put them all together in prison for three days."
    }
  },
  {
    "id": "GENESIS 42:18-28",
    "text": {
      "NRSV": "Genesis 42:18 On the third day Joseph said to them, “Do this and you will live, for I fear God: Genesis 42:19 if you are honest men, let one of your brothers stay confined in your prison; but the rest of you go and carry grain for the famine of your households, Genesis 42:20 and bring your youngest brother to me. Thus your words will be verified, and you shall not die.” And they agreed to do so. Genesis 42:21 They said to one another, “Alas, we are paying the penalty for what we did to our brother; we saw his anguish when he pleaded with us, but we would not listen. That is why this anguish has come upon us.” Genesis 42:22 Then Reuben answered them, “Did I not tell you not to wrong the boy? But you would not listen. So now there comes a reckoning for his blood.” Genesis 42:23 They did not know that Joseph understood them, since he spoke with them through an interpreter. Genesis 42:24 He turned away from them and wept; then he returned and spoke to them. And he picked out Simeon and had him bound before their eyes. Genesis 42:25 Joseph then gave orders to fill their bags with grain, to return every man’s money to his sack, and to give them provisions for their journey. This was done for them. Genesis 42:26 They loaded their donkeys with their grain, and departed. Genesis 42:27 When one of them opened his sack to give his donkey fodder at the lodging place, he saw his money at the top of the sack. Genesis 42:28 He said to his brothers, “My money has been put back; here it is in my sack!” At this they lost heart and turned trembling to one another, saying, “What is this that God has done to us?”"
    }
  },
  {
    "id": "GENESIS 42:29-38",
    "text": {
      "NRSV": "Genesis 42:29 When they came to their father Jacob in the land of Canaan, they told him all that had happened to them, saying, Genesis 42:30 “The man, the lord of the land, spoke harshly to us, and charged us with spying on the land. Genesis 42:31 But we said to him, ‘We are honest men, we are not spies. Genesis 42:32 We are twelve brothers, sons of our father; one is no more, and the youngest is now with our father in the land of Canaan.’ Genesis 42:33 Then the man, the lord of the land, said to us, ‘By this I shall know that you are honest men: leave one of your brothers with me, take grain for the famine of your households, and go your way. Genesis 42:34 Bring your youngest brother to me, and I shall know that you are not spies but honest men. Then I will release your brother to you, and you may trade in the land.’” Genesis 42:35 As they emptied their sacks, there in each man’s sack was his bag of money. When they and their father saw their bundles of money, they were dismayed. Genesis 42:36 And their father Jacob said to them, “It is me that you bereave of children: Joseph is no more, and Simeon is no more, and now you would take Benjamin. All this has happened to me!” Genesis 42:37 Then Reuben said to his father, “You may kill my two sons if I do not bring him back to you. Put him in my hands, and I will bring him back to you.” Genesis 42:38 But he said, “My son shall not go down with you, for his brother is dead, and he alone is left. If harm should come to him on the journey that you are to make, you would bring down my gray hairs with sorrow to Sheol.”"
    }
  },
  {
    "id": "GENESIS 43:1-15",
    "text": {
      "NRSV": "Genesis 43:1 Now the famine was severe in the land. Genesis 43:2 And when they had eaten up the grain that they had brought from Egypt, their father said to them, “Go again, buy us a little more food.” Genesis 43:3 But Judah said to him, “The man solemnly warned us, saying, ‘You shall not see my face, unless your brother is with you.’ Genesis 43:4 If you will send our brother with us, we will go down and buy you food; Genesis 43:5 but if you will not send him, we will not go down, for the man said to us, ‘You shall not see my face, unless your brother is with you.’” Genesis 43:6 Israel said, “Why did you treat me so badly as to tell the man that you had another brother?” Genesis 43:7 They replied, “The man questioned us closely about ourselves and our kindred, saying, ‘Is your father still alive? Have you another brother?’ And we told him according to these words. Could we in any way know that he would say, ‘Bring your brother down’?” Genesis 43:8 Then Judah said to his father Israel, “Send the boy with me, and let us be on our way, so that we may live and not die—you and we and also our little ones. Genesis 43:9 I myself will be surety for him; you can hold me accountable for him. If I do not bring him back to you and set him before you, then let me bear the blame forever. Genesis 43:10 If we had not delayed, we would now have returned twice.” Genesis 43:11 Then their father Israel said to them, “If it must be so, then do this: take some of the choice fruits of the land in your bags, and carry them down as a present to the man—a little balm and a little honey, gum, resin, pistachio nuts, and almonds. Genesis 43:12 Take double the money with you. Carry back with you the money that was returned in the top of your sacks; perhaps it was an oversight. Genesis 43:13 Take your brother also, and be on your way again to the man; Genesis 43:14 may God Almighty grant you mercy before the man, so that he may send back your other brother and Benjamin. As for me, if I am bereaved of my children, I am bereaved.” Genesis 43:15 So the men took the present, and they took double the money with them, as well as Benjamin. Then they went on their way down to Egypt, and stood before Joseph."
    }
  },
  {
    "id": "GENESIS 43:16-34",
    "text": {
      "NRSV": "Genesis 43:16 When Joseph saw Benjamin with them, he said to the steward of his house, “Bring the men into the house, and slaughter an animal and make ready, for the men are to dine with me at noon.” Genesis 43:17 The man did as Joseph said, and brought the men to Joseph’s house. Genesis 43:18 Now the men were afraid because they were brought to Joseph’s house, and they said, “It is because of the money, replaced in our sacks the first time, that we have been brought in, so that he may have an opportunity to fall upon us, to make slaves of us and take our donkeys.” Genesis 43:19 So they went up to the steward of Joseph’s house and spoke with him at the entrance to the house. Genesis 43:20 They said, “Oh, my lord, we came down the first time to buy food; Genesis 43:21 and when we came to the lodging place we opened our sacks, and there was each one’s money in the top of his sack, our money in full weight. So we have brought it back with us. Genesis 43:22 Moreover we have brought down with us additional money to buy food. We do not know who put our money in our sacks.” Genesis 43:23 He replied, “Rest assured, do not be afraid; your God and the God of your father must have put treasure in your sacks for you; I received your money.” Then he brought Simeon out to them. Genesis 43:24 When the steward had brought the men into Joseph’s house, and given them water, and they had washed their feet, and when he had given their donkeys fodder, Genesis 43:25 they made the present ready for Joseph’s coming at noon, for they had heard that they would dine there. Genesis 43:26 When Joseph came home, they brought him the present that they had carried into the house, and bowed to the ground before him. Genesis 43:27 He inquired about their welfare, and said, “Is your father well, the old man of whom you spoke? Is he still alive?” Genesis 43:28 They said, “Your servant our father is well; he is still alive.” And they bowed their heads and did obeisance. Genesis 43:29 Then he looked up and saw his brother Benjamin, his mother’s son, and said, “Is this your youngest brother, of whom you spoke to me? God be gracious to you, my son!” Genesis 43:30 With that, Joseph hurried out, because he was overcome with affection for his brother, and he was about to weep. So he went into a private room and wept there. Genesis 43:31 Then he washed his face and came out; and controlling himself he said, “Serve the meal.” Genesis 43:32 They served him by himself, and them by themselves, and the Egyptians who ate with him by themselves, because the Egyptians could not eat with the Hebrews, for that is an abomination to the Egyptians. Genesis 43:33 When they were seated before him, the firstborn according to his birthright and the youngest according to his youth, the men looked at one another in amazement. Genesis 43:34 Portions were taken to them from Joseph’s table, but Benjamin’s portion was five times as much as any of theirs. So they drank and were merry with him."
    }
  },
  {
    "id": "GENESIS 44:1-17",
    "text": {
      "NRSV": "Genesis 44:1 Then he commanded the steward of his house, “Fill the men’s sacks with food, as much as they can carry, and put each man’s money in the top of his sack. Genesis 44:2 Put my cup, the silver cup, in the top of the sack of the youngest, with his money for the grain.” And he did as Joseph told him. Genesis 44:3 As soon as the morning was light, the men were sent away with their donkeys. Genesis 44:4 When they had gone only a short distance from the city, Joseph said to his steward, “Go, follow after the men; and when you overtake them, say to them, ‘Why have you returned evil for good? Why have you stolen my silver cup? Genesis 44:5 Is it not from this that my lord drinks? Does he not indeed use it for divination? You have done wrong in doing this.’” Genesis 44:6 When he overtook them, he repeated these words to them. Genesis 44:7 They said to him, “Why does my lord speak such words as these? Far be it from your servants that they should do such a thing! Genesis 44:8 Look, the money that we found at the top of our sacks, we brought back to you from the land of Canaan; why then would we steal silver or gold from your lord’s house? Genesis 44:9 Should it be found with any one of your servants, let him die; moreover the rest of us will become my lord’s slaves.” Genesis 44:10 He said, “Even so; in accordance with your words, let it be: he with whom it is found shall become my slave, but you shall go free.” Genesis 44:11 Then each one quickly lowered his sack to the ground, and each opened his sack. Genesis 44:12 He searched, beginning with the eldest and ending with the youngest; and the cup was found in Benjamin’s sack. Genesis 44:13 At this they tore their clothes. Then each one loaded his donkey, and they returned to the city. Genesis 44:14 Judah and his brothers came to Joseph’s house while he was still there; and they fell to the ground before him. Genesis 44:15 Joseph said to them, “What deed is this that you have done? Do you not know that one such as I can practice divination?” Genesis 44:16 And Judah said, “What can we say to my lord? What can we speak? How can we clear ourselves? God has found out the guilt of your servants; here we are then, my lord’s slaves, we and also the one in whose possession the cup has been found.” Genesis 44:17 But he said, “Far be it from me that I should do so! Only the one in whose possession the cup was found shall be my slave; but as for you, go up in peace to your father.”"
    }
  },
  {
    "id": "GENESIS 44:18-34",
    "text": {
      "NRSV": "Genesis 44:18 Then Judah stepped up to him and said, “O my lord, let your servant please speak a word in my lord’s ears, and do not be angry with your servant; for you are like Pharaoh himself. Genesis 44:19 My lord asked his servants, saying, ‘Have you a father or a brother?’ Genesis 44:20 And we said to my lord, ‘We have a father, an old man, and a young brother, the child of his old age. His brother is dead; he alone is left of his mother’s children, and his father loves him.’ Genesis 44:21 Then you said to your servants, ‘Bring him down to me, so that I may set my eyes on him.’ Genesis 44:22 We said to my lord, ‘The boy cannot leave his father, for if he should leave his father, his father would die.’ Genesis 44:23 Then you said to your servants, ‘Unless your youngest brother comes down with you, you shall see my face no more.’ Genesis 44:24 When we went back to your servant my father we told him the words of my lord. Genesis 44:25 And when our father said, ‘Go again, buy us a little food,’ Genesis 44:26 we said, ‘We cannot go down. Only if our youngest brother goes with us, will we go down; for we cannot see the man’s face unless our youngest brother is with us.’ Genesis 44:27 Then your servant my father said to us, ‘You know that my wife bore me two sons; Genesis 44:28 one left me, and I said, Surely he has been torn to pieces; and I have never seen him since. Genesis 44:29 If you take this one also from me, and harm comes to him, you will bring down my gray hairs to Sheol in sorrow.’ Genesis 44:30 Now therefore, when I come to your servant my father and the boy is not with us, then, as his life is bound up in the boy’s life, Genesis 44:31 when he sees that the boy is not with us, he will die; and your servants will bring down the gray hairs of your servant our father with sorrow to Sheol. Genesis 44:32 For your servant became surety for the boy to my father, saying, ‘If I do not bring him back to you, then I will bear the blame in the sight of my father all my life.’ Genesis 44:33 Now therefore, please let your servant remain as a slave to my lord in place of the boy; and let the boy go back with his brothers. Genesis 44:34 For how can I go back to my father if the boy is not with me? I fear to see the suffering that would come upon my father.”"
    }
  },
  {
    "id": "GENESIS 45:1-15",
    "text": {
      "NRSV": "Genesis 45:1 Then Joseph could no longer control himself before all those who stood by him, and he cried out, “Send everyone away from me.” So no one stayed with him when Joseph made himself known to his brothers. Genesis 45:2 And he wept so loudly that the Egyptians heard it, and the household of Pharaoh heard it. Genesis 45:3 Joseph said to his brothers, “I am Joseph. Is my father still alive?” But his brothers could not answer him, so dismayed were they at his presence. Genesis 45:4 Then Joseph said to his brothers, “Come closer to me.” And they came closer. He said, “I am your brother, Joseph, whom you sold into Egypt. Genesis 45:5 And now do not be distressed, or angry with yourselves, because you sold me here; for God sent me before you to preserve life. Genesis 45:6 For the famine has been in the land these two years; and there are five more years in which there will be neither plowing nor harvest. Genesis 45:7 God sent me before you to preserve for you a remnant on earth, and to keep alive for you many survivors. Genesis 45:8 So it was not you who sent me here, but God; he has made me a father to Pharaoh, and lord of all his house and ruler over all the land of Egypt. Genesis 45:9 Hurry and go up to my father and say to him, ‘Thus says your son Joseph, God has made me lord of all Egypt; come down to me, do not delay. Genesis 45:10 You shall settle in the land of Goshen, and you shall be near me, you and your children and your children’s children, as well as your flocks, your herds, and all that you have. Genesis 45:11 I will provide for you there—since there are five more years of famine to come—so that you and your household, and all that you have, will not come to poverty.’ Genesis 45:12 And now your eyes and the eyes of my brother Benjamin see that it is my own mouth that speaks to you. Genesis 45:13 You must tell my father how greatly I am honored in Egypt, and all that you have seen. Hurry and bring my father down here.” Genesis 45:14 Then he fell upon his brother Benjamin’s neck and wept, while Benjamin wept upon his neck. Genesis 45:15 And he kissed all his brothers and wept upon them; and after that his brothers talked with him."
    }
  },
  {
    "id": "GENESIS 45:16-28",
    "text": {
      "NRSV": "Genesis 45:16 When the report was heard in Pharaoh’s house, “Joseph’s brothers have come,” Pharaoh and his servants were pleased. Genesis 45:17 Pharaoh said to Joseph, “Say to your brothers, ‘Do this: load your animals and go back to the land of Canaan. Genesis 45:18 Take your father and your households and come to me, so that I may give you the best of the land of Egypt, and you may enjoy the fat of the land.’ Genesis 45:19 You are further charged to say, ‘Do this: take wagons from the land of Egypt for your little ones and for your wives, and bring your father, and come. Genesis 45:20 Give no thought to your possessions, for the best of all the land of Egypt is yours.’” Genesis 45:21 The sons of Israel did so. Joseph gave them wagons according to the instruction of Pharaoh, and gave them provisions for the journey. Genesis 45:22 To each one of them he gave a set of garments; but to Benjamin he gave three hundred pieces of silver and five sets of garments. Genesis 45:23 To his father he sent the following: ten donkeys loaded with the good things of Egypt, and ten female donkeys loaded with grain, bread, and provision for his father on the journey. Genesis 45:24 Then he sent his brothers on their way, and as they were leaving he said to them, “Do not quarrel along the way.” Genesis 45:25 So they went up out of Egypt, and came to their father Jacob in the land of Canaan. Genesis 45:26 And they told him, “Joseph is still alive! He is even ruler over all the land of Egypt.” He was stunned; he could not believe them. Genesis 45:27 But when they told him all the words of Joseph that he had said to them, and when he saw the wagons that Joseph had sent to carry him, the spirit of their father Jacob revived. Genesis 45:28 Israel said, “Enough! My son Joseph is still alive. I must go and see him before I die.”"
    }
  },
  {
    "id": "GENESIS 46:1-7, 28-34",
    "text": {
      "NRSV": "Genesis 46:1 When Israel set out on his journey with all that he had and came to Beer-sheba, he offered sacrifices to the God of his father Isaac. Genesis 46:2 God spoke to Israel in visions of the night, and said, “Jacob, Jacob.” And he said, “Here I am.” Genesis 46:3 Then he said, “I am God, the God of your father; do not be afraid to go down to Egypt, for I will make of you a great nation there. Genesis 46:4 I myself will go down with you to Egypt, and I will also bring you up again; and Joseph’s own hand shall close your eyes.” Genesis 46:5 Then Jacob set out from Beer-sheba; and the sons of Israel carried their father Jacob, their little ones, and their wives, in the wagons that Pharaoh had sent to carry him. Genesis 46:6 They also took their livestock and the goods that they had acquired in the land of Canaan, and they came into Egypt, Jacob and all his offspring with him, Genesis 46:7 his sons, and his sons’ sons with him, his daughters, and his sons’ daughters; all his offspring he brought with him into Egypt. Genesis 46:28 Israel sent Judah ahead to Joseph to lead the way before him into Goshen. When they came to the land of Goshen, Genesis 46:29 Joseph made ready his chariot and went up to meet his father Israel in Goshen. He presented himself to him, fell on his neck, and wept on his neck a good while. Genesis 46:30 Israel said to Joseph, “I can die now, having seen for myself that you are still alive.” Genesis 46:31 Joseph said to his brothers and to his father’s household, “I will go up and tell Pharaoh, and will say to him, ‘My brothers and my father’s household, who were in the land of Canaan, have come to me. Genesis 46:32 The men are shepherds, for they have been keepers of livestock; and they have brought their flocks, and their herds, and all that they have.’ Genesis 46:33 When Pharaoh calls you, and says, ‘What is your occupation?’ Genesis 46:34 you shall say, ‘Your servants have been keepers of livestock from our youth even until now, both we and our ancestors’—in order that you may settle in the land of Goshen, because all shepherds are abhorrent to the Egyptians.”"
    }
  },
  {
    "id": "GENESIS 47:1-26",
    "text": {
      "NRSV": "Genesis 47:1 So Joseph went and told Pharaoh, “My father and my brothers, with their flocks and herds and all that they possess, have come from the land of Canaan; they are now in the land of Goshen.” Genesis 47:2 From among his brothers he took five men and presented them to Pharaoh. Genesis 47:3 Pharaoh said to his brothers, “What is your occupation?” And they said to Pharaoh, “Your servants are shepherds, as our ancestors were.” Genesis 47:4 They said to Pharaoh, “We have come to reside as aliens in the land; for there is no pasture for your servants’ flocks because the famine is severe in the land of Canaan. Now, we ask you, let your servants live in the land of Goshen.” Genesis 47:5 Then Pharaoh said to Joseph, “Your father and your brothers have come to you. Genesis 47:6 The land of Egypt is before you; settle your father and your brothers in the best region of the land; let them live in the land of Goshen; and if you know that there are capable men among them, put them in charge of my livestock.” Genesis 47:7 Then Joseph brought in his father Jacob, and presented him before Pharaoh, and Jacob blessed Pharaoh. Genesis 47:8 Pharaoh said to Jacob, “How many are the years of your life?” Genesis 47:9 Jacob said to Pharaoh, “The years of my earthly sojourn are one hundred thirty; few and hard have been the years of my life. They do not compare with the years of the life of my ancestors during their long sojourn.” Genesis 47:10 Then Jacob blessed Pharaoh, and went out from the presence of Pharaoh. Genesis 47:11 Joseph settled his father and his brothers, and granted them a holding in Egypt in the best part of the land, in the land of Rameses, as Pharaoh had instructed. Genesis 47:12 And Joseph provided his father, his brothers, and all his father’s household with food, according to the number of their dependents. Genesis 47:13 Now there was no food in all the land, for the famine was very severe. The land of Egypt and the land of Canaan languished because of the famine. Genesis 47:14 Joseph collected all the money to be found in the land of Egypt and in the land of Canaan, in exchange for the grain that they bought; and Joseph brought the money into Pharaoh’s house. Genesis 47:15 When the money from the land of Egypt and from the land of Canaan was spent, all the Egyptians came to Joseph, and said, “Give us food! Why should we die before your eyes? For our money is gone.” Genesis 47:16 And Joseph answered, “Give me your livestock, and I will give you food in exchange for your livestock, if your money is gone.” Genesis 47:17 So they brought their livestock to Joseph; and Joseph gave them food in exchange for the horses, the flocks, the herds, and the donkeys. That year he supplied them with food in exchange for all their livestock. Genesis 47:18 When that year was ended, they came to him the following year, and said to him, “We can hide nothing from my lord: our money is all spent; and the herds of cattle are my lord’s. There is nothing left in the sight of my lord but our bodies and our lands. Genesis 47:19 Shall we die before your eyes, both we and our land? Buy us and our land in exchange for food. We with our land will become slaves to Pharaoh; just give us seed, so that we may live and not die, and that the land may not become desolate.” Genesis 47:20 So Joseph bought all the land of Egypt for Pharaoh. All the Egyptians sold their fields, because the famine was severe upon them; and the land became Pharaoh’s. Genesis 47:21 As for the people, he made slaves of them from one end of Egypt to the other. Genesis 47:22 Only the land of the priests he did not buy; for the priests had a fixed allowance from Pharaoh, and lived on the allowance that Pharaoh gave them; therefore they did not sell their land. Genesis 47:23 Then Joseph said to the people, “Now that I have this day bought you and your land for Pharaoh, here is seed for you; sow the land. Genesis 47:24 And at the harvests you shall give one-fifth to Pharaoh, and four-fifths shall be your own, as seed for the field and as food for yourselves and your households, and as food for your little ones.” Genesis 47:25 They said, “You have saved our lives; may it please my lord, we will be slaves to Pharaoh.” Genesis 47:26 So Joseph made it a statute concerning the land of Egypt, and it stands to this day, that Pharaoh should have the fifth. The land of the priests alone did not become Pharaoh’s."
    }
  },
  {
    "id": "GENESIS 47:27-48:7",
    "text": {
      "NRSV": "Genesis 47:27 Thus Israel settled in the land of Egypt, in the region of Goshen; and they gained possessions in it, and were fruitful and multiplied exceedingly. Genesis 47:28 Jacob lived in the land of Egypt seventeen years; so the days of Jacob, the years of his life, were one hundred forty-seven years. Genesis 47:29 When the time of Israel’s death drew near, he called his son Joseph and said to him, “If I have found favor with you, put your hand under my thigh and promise to deal loyally and truly with me. Do not bury me in Egypt. Genesis 47:30 When I lie down with my ancestors, carry me out of Egypt and bury me in their burial place.” He answered, “I will do as you have said.” Genesis 47:31 And he said, “Swear to me”; and he swore to him. Then Israel bowed himself on the head of his bed. Genesis 48:1 After this Joseph was told, “Your father is ill.” So he took with him his two sons, Manasseh and Ephraim. Genesis 48:2 When Jacob was told, “Your son Joseph has come to you,” he summoned his strength and sat up in bed. Genesis 48:3 And Jacob said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan, and he blessed me, Genesis 48:4 and said to me, ‘I am going to make you fruitful and increase your numbers; I will make of you a company of peoples, and will give this land to your offspring after you for a perpetual holding.’ Genesis 48:5 Therefore your two sons, who were born to you in the land of Egypt before I came to you in Egypt, are now mine; Ephraim and Manasseh shall be mine, just as Reuben and Simeon are. Genesis 48:6 As for the offspring born to you after them, they shall be yours. They shall be recorded under the names of their brothers with regard to their inheritance. Genesis 48:7 For when I came from Paddan, Rachel, alas, died in the land of Canaan on the way, while there was still some distance to go to Ephrath; and I buried her there on the way to Ephrath” (that is, Bethlehem)."
    }
  },
  {
    "id": "GENESIS 48:8-22",
    "text": {
      "NRSV": "Genesis 48:8 When Israel saw Joseph’s sons, he said, “Who are these?” Genesis 48:9 Joseph said to his father, “They are my sons, whom God has given me here.” And he said, “Bring them to me, please, that I may bless them.” Genesis 48:10 Now the eyes of Israel were dim with age, and he could not see well. So Joseph brought them near him; and he kissed them and embraced them. Genesis 48:11 Israel said to Joseph, “I did not expect to see your face; and here God has let me see your children also.” Genesis 48:12 Then Joseph removed them from his father’s knees, and he bowed himself with his face to the earth. Genesis 48:13 Joseph took them both, Ephraim in his right hand toward Israel’s left, and Manasseh in his left hand toward Israel’s right, and brought them near him. Genesis 48:14 But Israel stretched out his right hand and laid it on the head of Ephraim, who was the younger, and his left hand on the head of Manasseh, crossing his hands, for Manasseh was the firstborn. Genesis 48:15 He blessed Joseph, and said, “The God before whom my ancestors Abraham and Isaac walked, the God who has been my shepherd all my life to this day, Genesis 48:16 the angel who has redeemed me from all harm, bless the boys; and in them let my name be perpetuated, and the name of my ancestors Abraham and Isaac; and let them grow into a multitude on the earth.” Genesis 48:17 When Joseph saw that his father laid his right hand on the head of Ephraim, it displeased him; so he took his father’s hand, to remove it from Ephraim’s head to Manasseh’s head. Genesis 48:18 Joseph said to his father, “Not so, my father! Since this one is the firstborn, put your right hand on his head.” Genesis 48:19 But his father refused, and said, “I know, my son, I know; he also shall become a people, and he also shall be great. Nevertheless his younger brother shall be greater than he, and his offspring shall become a multitude of nations.” Genesis 48:20 So he blessed them that day, saying, “By you Israel will invoke blessings, saying, ‘God make you like Ephraim and like Manasseh.’” So he put Ephraim ahead of Manasseh. Genesis 48:21 Then Israel said to Joseph, “I am about to die, but God will be with you and will bring you again to the land of your ancestors. Genesis 48:22 I now give to you one portion more than to your brothers, the portion that I took from the hand of the Amorites with my sword and with my bow.”"
    }
  },
  {
    "id": "GENESIS 49:1-28",
    "text": {
      "NRSV": "Genesis 49:1 Then Jacob called his sons, and said: “Gather around, that I may tell you what will happen to you in days to come. Genesis 49:2 Assemble and hear, O sons of Jacob; listen to Israel your father. Genesis 49:3 Reuben, you are my firstborn, my might and the first fruits of my vigor, excelling in rank and excelling in power. Genesis 49:4 Unstable as water, you shall no longer excel because you went up onto your father’s bed; then you defiled it—you went up onto my couch! Genesis 49:5 Simeon and Levi are brothers; weapons of violence are their swords. Genesis 49:6 May I never come into their council; may I not be joined to their company— for in their anger they killed men, and at their whim they hamstrung oxen. Genesis 49:7 Cursed be their anger, for it is fierce, and their wrath, for it is cruel! I will divide them in Jacob, and scatter them in Israel. Genesis 49:8 Judah, your brothers shall praise you; your hand shall be on the neck of your enemies; your father’s sons shall bow down before you. Genesis 49:9 Judah is a lion’s whelp; from the prey, my son, you have gone up. He crouches down, he stretches out like a lion, like a lioness—who dares rouse him up? Genesis 49:10 The scepter shall not depart from Judah, nor the ruler’s staff from between his feet, until tribute comes to him; and the obedience of the peoples is his. Genesis 49:11 Binding his foal to the vine and his donkey’s colt to the choice vine, he washes his garments in wine and his robe in the blood of grapes; Genesis 49:12 his eyes are darker than wine, and his teeth whiter than milk. Genesis 49:13 Zebulun shall settle at the shore of the sea; he shall be a haven for ships, and his border shall be at Sidon. Genesis 49:14 Issachar is a strong donkey, lying down between the sheepfolds; Genesis 49:15 he saw that a resting place was good, and that the land was pleasant; so he bowed his shoulder to the burden, and became a slave at forced labor. Genesis 49:16 Dan shall judge his people as one of the tribes of Israel. Genesis 49:17 Dan shall be a snake by the roadside, a viper along the path, that bites the horse’s heels so that its rider falls backward. Genesis 49:18 I wait for your salvation, O Lord. Genesis 49:19 Gad shall be raided by raiders, but he shall raid at their heels. Genesis 49:20 Asher’s food shall be rich, and he shall provide royal delicacies. Genesis 49:21 Naphtali is a doe let loose that bears lovely fawns. Genesis 49:22 Joseph is a fruitful bough, a fruitful bough by a spring; his branches run over the wall. Genesis 49:23 The archers fiercely attacked him; they shot at him and pressed him hard. Genesis 49:24 Yet his bow remained taut, and his arms were made agile by the hands of the Mighty One of Jacob, by the name of the Shepherd, the Rock of Israel, Genesis 49:25 by the God of your father, who will help you, by the Almighty who will bless you with blessings of heaven above, blessings of the deep that lies beneath, blessings of the breasts and of the womb. Genesis 49:26 The blessings of your father are stronger than the blessings of the eternal mountains, the bounties of the everlasting hills; may they be on the head of Joseph, on the brow of him who was set apart from his brothers. Genesis 49:27 Benjamin is a ravenous wolf, in the morning devouring the prey, and at evening dividing the spoil.” Genesis 49:28 All these are the twelve tribes of Israel, and this is what their father said to them when he blessed them, blessing each one of them with a suitable blessing."
    }
  },
  {
    "id": "GENESIS 49:29-50:14",
    "text": {
      "NRSV": "Genesis 49:29 Then he charged them, saying to them, “I am about to be gathered to my people. Bury me with my ancestors—in the cave in the field of Ephron the Hittite, Genesis 49:30 in the cave in the field at Machpelah, near Mamre, in the land of Canaan, in the field that Abraham bought from Ephron the Hittite as a burial site. Genesis 49:31 There Abraham and his wife Sarah were buried; there Isaac and his wife Rebekah were buried; and there I buried Leah— Genesis 49:32 the field and the cave that is in it were purchased from the Hittites.” Genesis 49:33 When Jacob ended his charge to his sons, he drew up his feet into the bed, breathed his last, and was gathered to his people. Genesis 50:1 Then Joseph threw himself on his father’s face and wept over him and kissed him. Genesis 50:2 Joseph commanded the physicians in his service to embalm his father. So the physicians embalmed Israel; Genesis 50:3 they spent forty days in doing this, for that is the time required for embalming. And the Egyptians wept for him seventy days. Genesis 50:4 When the days of weeping for him were past, Joseph addressed the household of Pharaoh, “If now I have found favor with you, please speak to Pharaoh as follows: Genesis 50:5 My father made me swear an oath; he said, ‘I am about to die. In the tomb that I hewed out for myself in the land of Canaan, there you shall bury me.’ Now therefore let me go up, so that I may bury my father; then I will return.” Genesis 50:6 Pharaoh answered, “Go up, and bury your father, as he made you swear to do.” Genesis 50:7 So Joseph went up to bury his father. With him went up all the servants of Pharaoh, the elders of his household, and all the elders of the land of Egypt, Genesis 50:8 as well as all the household of Joseph, his brothers, and his father’s household. Only their children, their flocks, and their herds were left in the land of Goshen. Genesis 50:9 Both chariots and charioteers went up with him. It was a very great company. Genesis 50:10 When they came to the threshing floor of Atad, which is beyond the Jordan, they held there a very great and sorrowful lamentation; and he observed a time of mourning for his father seven days. Genesis 50:11 When the Canaanite inhabitants of the land saw the mourning on the threshing floor of Atad, they said, “This is a grievous mourning on the part of the Egyptians.” Therefore the place was named Abel-mizraim; it is beyond the Jordan. Genesis 50:12 Thus his sons did for him as he had instructed them. Genesis 50:13 They carried him to the land of Canaan and buried him in the cave of the field at Machpelah, the field near Mamre, which Abraham bought as a burial site from Ephron the Hittite. Genesis 50:14 After he had buried his father, Joseph returned to Egypt with his brothers and all who had gone up with him to bury his father."
    }
  },
  {
    "id": "GENESIS 50:15-26",
    "text": {
      "NRSV": "Genesis 50:15 Realizing that their father was dead, Joseph’s brothers said, “What if Joseph still bears a grudge against us and pays us back in full for all the wrong that we did to him?” Genesis 50:16 So they approached Joseph, saying, “Your father gave this instruction before he died, Genesis 50:17 ‘Say to Joseph: I beg you, forgive the crime of your brothers and the wrong they did in harming you.’ Now therefore please forgive the crime of the servants of the God of your father.” Joseph wept when they spoke to him. Genesis 50:18 Then his brothers also wept, fell down before him, and said, “We are here as your slaves.” Genesis 50:19 But Joseph said to them, “Do not be afraid! Am I in the place of God? Genesis 50:20 Even though you intended to do harm to me, God intended it for good, in order to preserve a numerous people, as he is doing today. Genesis 50:21 So have no fear; I myself will provide for you and your little ones.” In this way he reassured them, speaking kindly to them. Genesis 50:22 So Joseph remained in Egypt, he and his father’s household; and Joseph lived one hundred ten years. Genesis 50:23 Joseph saw Ephraim’s children of the third generation; the children of Machir son of Manasseh were also born on Joseph’s knees. Genesis 50:24 Then Joseph said to his brothers, “I am about to die; but God will surely come to you, and bring you up out of this land to the land that he swore to Abraham, to Isaac, and to Jacob.” Genesis 50:25 So Joseph made the Israelites swear, saying, “When God comes to you, you shall carry up my bones from here.” Genesis 50:26 And Joseph died, being one hundred ten years old; he was embalmed and placed in a coffin in Egypt."
    }
  },
  {
    "id": "EXODUS 1:6-22",
    "text": {
      "NRSV": "Genesis 1:6 Then Joseph died, and all his brothers, and that whole generation. Genesis 1:7 But the Israelites were fruitful and prolific; they multiplied and grew exceedingly strong, so that the land was filled with them. Genesis 1:8 Now a new king arose over Egypt, who did not know Joseph. Genesis 1:9 He said to his people, “Look, the Israelite people are more numerous and more powerful than we. Genesis 1:10 Come, let us deal shrewdly with them, or they will increase and, in the event of war, join our enemies and fight against us and escape from the land.” Genesis 1:11 Therefore they set taskmasters over them to oppress them with forced labor. They built supply cities, Pithom and Rameses, for Pharaoh. Genesis 1:12 But the more they were oppressed, the more they multiplied and spread, so that the Egyptians came to dread the Israelites. Genesis 1:13 The Egyptians became ruthless in imposing tasks on the Israelites, Genesis 1:14 and made their lives bitter with hard service in mortar and brick and in every kind of field labor. They were ruthless in all the tasks that they imposed on them. Genesis 1:15 The king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah, Genesis 1:16 “When you act as midwives to the Hebrew women, and see them on the birthstool, if it is a boy, kill him; but if it is a girl, she shall live.” Genesis 1:17 But the midwives feared God; they did not do as the king of Egypt commanded them, but they let the boys live. Genesis 1:18 So the king of Egypt summoned the midwives and said to them, “Why have you done this, and allowed the boys to live?” Genesis 1:19 The midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women; for they are vigorous and give birth before the midwife comes to them.” Genesis 1:20 So God dealt well with the midwives; and the people multiplied and became very strong. Genesis 1:21 And because the midwives feared God, he gave them families. Genesis 1:22 Then Pharaoh commanded all his people, “Every boy that is born to the Hebrews you shall throw into the Nile, but you shall let every girl live.”"
    }
  },
  {
    "id": "EXODUS 2:1-22",
    "text": {
      "NRSV": "Exodus 2:1 Now a man from the house of Levi went and married a Levite woman. Exodus 2:2 The woman conceived and bore a son; and when she saw that he was a fine baby, she hid him three months. Exodus 2:3 When she could hide him no longer she got a papyrus basket for him, and plastered it with bitumen and pitch; she put the child in it and placed it among the reeds on the bank of the river. Exodus 2:4 His sister stood at a distance, to see what would happen to him. Exodus 2:5 The daughter of Pharaoh came down to bathe at the river, while her attendants walked beside the river. She saw the basket among the reeds and sent her maid to bring it. Exodus 2:6 When she opened it, she saw the child. He was crying, and she took pity on him, “This must be one of the Hebrews’ children,” she said. Exodus 2:7 Then his sister said to Pharaoh’s daughter, “Shall I go and get you a nurse from the Hebrew women to nurse the child for you?” Exodus 2:8 Pharaoh’s daughter said to her, “Yes.” So the girl went and called the child’s mother. Exodus 2:9 Pharaoh’s daughter said to her, “Take this child and nurse it for me, and I will give you your wages.” So the woman took the child and nursed it. Exodus 2:10 When the child grew up, she brought him to Pharaoh’s daughter, and she took him as her son. She named him Moses, “because,” she said, “I drew him out of the water.” Exodus 2:11 One day, after Moses had grown up, he went out to his people and saw their forced labor. He saw an Egyptian beating a Hebrew, one of his kinsfolk. Exodus 2:12 He looked this way and that, and seeing no one he killed the Egyptian and hid him in the sand. Exodus 2:13 When he went out the next day, he saw two Hebrews fighting; and he said to the one who was in the wrong, “Why do you strike your fellow Hebrew?” Exodus 2:14 He answered, “Who made you a ruler and judge over us? Do you mean to kill me as you killed the Egyptian?” Then Moses was afraid and thought, “Surely the thing is known.” Exodus 2:15 When Pharaoh heard of it, he sought to kill Moses. But Moses fled from Pharaoh. He settled in the land of Midian, and sat down by a well. Exodus 2:16 The priest of Midian had seven daughters. They came to draw water, and filled the troughs to water their father’s flock. Exodus 2:17 But some shepherds came and drove them away. Moses got up and came to their defense and watered their flock. Exodus 2:18 When they returned to their father Reuel, he said, “How is it that you have come back so soon today?” Exodus 2:19 They said, “An Egyptian helped us against the shepherds; he even drew water for us and watered the flock.” Exodus 2:20 He said to his daughters, “Where is he? Why did you leave the man? Invite him to break bread.” Exodus 2:21 Moses agreed to stay with the man, and he gave Moses his daughter Zipporah in marriage. Exodus 2:22 She bore a son, and he named him Gershom; for he said, “I have been an alien residing in a foreign land.”"
    }
  },
  {
    "id": "EXODUS 2:23-3:15",
    "text": {
      "NRSV": "Exodus 2:23 After a long time the king of Egypt died. The Israelites groaned under their slavery, and cried out. Out of the slavery their cry for help rose up to God. Exodus 2:24 God heard their groaning, and God remembered his covenant with Abraham, Isaac, and Jacob. Exodus 2:25 God looked upon the Israelites, and God took notice of them. Exodus 3:1 Moses was keeping the flock of his father-in-law Jethro, the priest of Midian; he led his flock beyond the wilderness, and came to Horeb, the mountain of God. Exodus 3:2 There the angel of the Lord appeared to him in a flame of fire out of a bush; he looked, and the bush was blazing, yet it was not consumed. Exodus 3:3 Then Moses said, “I must turn aside and look at this great sight, and see why the bush is not burned up.” Exodus 3:4 When the Lord saw that he had turned aside to see, God called to him out of the bush, “Moses, Moses!” And he said, “Here I am.” Exodus 3:5 Then he said, “Come no closer! Remove the sandals from your feet, for the place on which you are standing is holy ground.” Exodus 3:6 He said further, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look at God. Exodus 3:7 Then the Lord said, “I have observed the misery of my people who are in Egypt; I have heard their cry on account of their taskmasters. Indeed, I know their sufferings, Exodus 3:8 and I have come down to deliver them from the Egyptians, and to bring them up out of that land to a good and broad land, a land flowing with milk and honey, to the country of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. Exodus 3:9 The cry of the Israelites has now come to me; I have also seen how the Egyptians oppress them. Exodus 3:10 So come, I will send you to Pharaoh to bring my people, the Israelites, out of Egypt.” Exodus 3:11 But Moses said to God, “Who am I that I should go to Pharaoh, and bring the Israelites out of Egypt?” Exodus 3:12 He said, “I will be with you; and this shall be the sign for you that it is I who sent you: when you have brought the people out of Egypt, you shall worship God on this mountain.” Exodus 3:13 But Moses said to God, “If I come to the Israelites and say to them, ‘The God of your ancestors has sent me to you,’ and they ask me, ‘What is his name?’ what shall I say to them?” Exodus 3:14 God said to Moses, “I AM WHO I AM.” He said further, “Thus you shall say to the Israelites, ‘I AM has sent me to you.’” Exodus 3:15 God also said to Moses, “Thus you shall say to the Israelites, ‘The Lord, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you’: This is my name forever, and this my title for all generations.”"
    }
  },
  {
    "id": "EXODUS 3:16-4:12",
    "text": {
      "NRSV": "Exodus 3:16 Go and assemble the elders of Israel, and say to them, ‘The Lord, the God of your ancestors, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying: I have given heed to you and to what has been done to you in Egypt. Exodus 3:17 I declare that I will bring you up out of the misery of Egypt, to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land flowing with milk and honey.’ Exodus 3:18 They will listen to your voice; and you and the elders of Israel shall go to the king of Egypt and say to him, ‘The Lord, the God of the Hebrews, has met with us; let us now go a three days’ journey into the wilderness, so that we may sacrifice to the Lord our God.’ Exodus 3:19 I know, however, that the king of Egypt will not let you go unless compelled by a mighty hand. Exodus 3:20 So I will stretch out my hand and strike Egypt with all my wonders that I will perform in it; after that he will let you go. Exodus 3:21 I will bring this people into such favor with the Egyptians that, when you go, you will not go empty-handed; Exodus 3:22 each woman shall ask her neighbor and any woman living in the neighbor’s house for jewelry of silver and of gold, and clothing, and you shall put them on your sons and on your daughters; and so you shall plunder the Egyptians.” Exodus 4:1 Then Moses answered, “But suppose they do not believe me or listen to me, but say, ‘The Lord did not appear to you.’” Exodus 4:2 The Lord said to him, “What is that in your hand?” He said, “A staff.” Exodus 4:3 And he said, “Throw it on the ground.” So he threw the staff on the ground, and it became a snake; and Moses drew back from it. Exodus 4:4 Then the Lord said to Moses, “Reach out your hand, and seize it by the tail” —so he reached out his hand and grasped it, and it became a staff in his hand— Exodus 4:5 “so that they may believe that the Lord, the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.” Exodus 4:6 Again, the Lord said to him, “Put your hand inside your cloak.” He put his hand into his cloak; and when he took it out, his hand was leprous, as white as snow. Exodus 4:7 Then God said, “Put your hand back into your cloak” —so he put his hand back into his cloak, and when he took it out, it was restored like the rest of his body— Exodus 4:8 “If they will not believe you or heed the first sign, they may believe the second sign. Exodus 4:9 If they will not believe even these two signs or heed you, you shall take some water from the Nile and pour it on the dry ground; and the water that you shall take from the Nile will become blood on the dry ground.” Exodus 4:10 But Moses said to the Lord, “O my Lord, I have never been eloquent, neither in the past nor even now that you have spoken to your servant; but I am slow of speech and slow of tongue.” Exodus 4:11 Then the Lord said to him, “Who gives speech to mortals? Who makes them mute or deaf, seeing or blind? Is it not I, the Lord? Exodus 4:12 Now go, and I will be with your mouth and teach you what you are to speak.”"
    }
  },
  {
    "id": "EXODUS 4:10-20(21-26)27-31",
    "text": {
      "NRSV": "Exodus 4:10 But Moses said to the Lord, “O my Lord, I have never been eloquent, neither in the past nor even now that you have spoken to your servant; but I am slow of speech and slow of tongue.” Exodus 4:11 Then the Lord said to him, “Who gives speech to mortals? Who makes them mute or deaf, seeing or blind? Is it not I, the Lord? Exodus 4:12 Now go, and I will be with your mouth and teach you what you are to speak.” Exodus 4:13 But he said, “O my Lord, please send someone else.” Exodus 4:14 Then the anger of the Lord was kindled against Moses and he said, “What of your brother Aaron, the Levite? I know that he can speak fluently; even now he is coming out to meet you, and when he sees you his heart will be glad. Exodus 4:15 You shall speak to him and put the words in his mouth; and I will be with your mouth and with his mouth, and will teach you what you shall do. Exodus 4:16 He indeed shall speak for you to the people; he shall serve as a mouth for you, and you shall serve as God for him. Exodus 4:17 Take in your hand this staff, with which you shall perform the signs.” Exodus 4:18 Moses went back to his father-in-law Jethro and said to him, “Please let me go back to my kindred in Egypt and see whether they are still living.” And Jethro said to Moses, “Go in peace.” Exodus 4:19 The Lord said to Moses in Midian, “Go back to Egypt; for all those who were seeking your life are dead.” Exodus 4:20 So Moses took his wife and his sons, put them on a donkey and went back to the land of Egypt; and Moses carried the staff of God in his hand. Exodus 4:21 And the Lord said to Moses, “When you go back to Egypt, see that you perform before Pharaoh all the wonders that I have put in your power; but I will harden his heart, so that he will not let the people go. Exodus 4:22 Then you shall say to Pharaoh, ‘Thus says the Lord: Israel is my firstborn son. Exodus 4:23 I said to you, “Let my son go that he may worship me.” But you refused to let him go; now I will kill your firstborn son.’” Exodus 4:24 On the way, at a place where they spent the night, the Lord met him and tried to kill him. Exodus 4:25 But Zipporah took a flint and cut off her son’s foreskin, and touched Moses’ feet with it, and said, “Truly you are a bridegroom of blood to me!” Exodus 4:26 So he let him alone. It was then she said, “A bridegroom of blood by circumcision.” Exodus 4:27 The Lord said to Aaron, “Go into the wilderness to meet Moses.” So he went; and he met him at the mountain of God and kissed him. Genesis 4:28 Moses told Aaron all the words of the Lord with which he had sent him, and all the signs with which he had charged him. Genesis 4:29 Then Moses and Aaron went and assembled all the elders of the Israelites. Genesis 4:30 Aaron spoke all the words that the Lord had spoken to Moses, and performed the signs in the sight of the people. Genesis 4:31 The people believed; and when they heard that the Lord had given heed to the Israelites and that he had seen their misery, they bowed down and worshiped."
    }
  },
  {
    "id": "ZECHARIAH 9:9-12, 12:9-11, 13:1, 7-9",
    "text": {
      "NRSV": "Zechariah 9:9 Rejoice greatly, O daughter Zion! Shout aloud, O daughter Jerusalem! Lo, your king comes to you; triumphant and victorious is he, humble and riding on a donkey, on a colt, the foal of a donkey. Zechariah 9:10 He will cut off the chariot from Ephraim and the war horse from Jerusalem; and the battle bow shall be cut off, and he shall command peace to the nations; his dominion shall be from sea to sea, and from the River to the ends of the earth. Zechariah 9:11 As for you also, because of the blood of my covenant with you, I will set your prisoners free from the waterless pit. Zechariah 9:12 Return to your stronghold, O prisoners of hope; today I declare that I will restore to you double. Zechariah 12:9 And on that day I will seek to destroy all the nations that come against Jerusalem. Zechariah 12:10 And I will pour out a spirit of compassion and supplication on the house of David and the inhabitants of Jerusalem, so that, when they look on the one whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn. Zechariah 12:11 On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo. Zechariah 13:1 On that day a fountain shall be opened for the house of David and the inhabitants of Jerusalem, to cleanse them from sin and impurity. Zechariah 13:7 “Awake, O sword, against my shepherd, against the man who is my associate,” says the Lord of hosts. Strike the shepherd, that the sheep may be scattered; I will turn my hand against the little ones. Zechariah 13:8 In the whole land, says the Lord, two-thirds shall be cut off and perish, and one-third shall be left alive. Zechariah 13:9 And I will put this third into the fire, refine them as one refines silver, and test them as gold is tested. They will call on my name, and I will answer them. I will say, “They are my people”; and they will say, “The Lord is our God.”"
    }
  },
  {
    "id": "LAMENTATIONS 1:1-2, 6-12",
    "text": {
      "NRSV": "Lamentations 1:1 How lonely sits the city that once was full of people! How like a widow she has become, she that was great among the nations! She that was a princess among the provinces has become a vassal. Lamentations 1:2 She weeps bitterly in the night, with tears on her cheeks; among all her lovers she has no one to comfort her; all her friends have dealt treacherously with her, they have become her enemies. Lamentations 1:6 From daughter Zion has departed all her majesty. Her princes have become like stags that find no pasture; they fled without strength before the pursuer. Lamentations 1:7 Jerusalem remembers, in the days of her affliction and wandering, all the precious things that were hers in days of old. When her people fell into the hand of the foe, and there was no one to help her, the foe looked on mocking over her downfall. Lamentations 1:8 Jerusalem sinned grievously, so she has become a mockery; all who honored her despise her, for they have seen her nakedness; she herself groans, and turns her face away. Lamentations 1:9 Her uncleanness was in her skirts; she took no thought of her future; her downfall was appalling, with none to comfort her. “O Lord, look at my affliction, for the enemy has triumphed!” Lamentations 1:10 Enemies have stretched out their hands over all her precious things; she has even seen the nations invade her sanctuary, those whom you forbade to enter your congregation. Lamentations 1:11 All her people groan as they search for bread; they trade their treasures for food to revive their strength. Look, O Lord, and see how worthless I have become. Lamentations 1:12 Is it nothing to you, all you who pass by? Look and see if there is any sorrow like my sorrow, which was brought upon me, which the Lord inflicted on the day of his fierce anger."
    }
  },
  {
    "id": "LAMENTATIONS 1:17-22",
    "text": {
      "NRSV": "Lamentations 1:17 Zion stretches out her hands, but there is no one to comfort her; the Lord has commanded against Jacob that his neighbors should become his foes; Jerusalem has become a filthy thing among them. Lamentations 1:18 The Lord is in the right, for I have rebelled against his word; but hear, all you peoples, and behold my suffering; my young women and young men have gone into captivity. Lamentations 1:19 I called to my lovers but they deceived me; my priests and elders perished in the city while seeking food to revive their strength. Lamentations 1:20 See, O Lord, how distressed I am; my stomach churns, my heart is wrung within me, because I have been very rebellious. In the street the sword bereaves; in the house it is like death. Lamentations 1:21 They heard how I was groaning, with no one to comfort me. All my enemies heard of my trouble; they are glad that you have done it. Bring on the day you have announced, and let them be as I am. Lamentations 1:22 Let all their evil doing come before you; and deal with them as you have dealt with me because of all my transgressions; for my groans are many and my heart is faint."
    }
  },
  {
    "id": "LAMENTATIONS 2:1-9",
    "text": {
      "NRSV": "Lamentations 2:1 How the Lord in his anger has humiliated daughter Zion! He has thrown down from heaven to earth the splendor of Israel; he has not remembered his footstool in the day of his anger. Lamentations 2:2 The Lord has destroyed without mercy all the dwellings of Jacob; in his wrath he has broken down the strongholds of daughter Judah; he has brought down to the ground in dishonor the kingdom and its rulers. Lamentations 2:3 He has cut down in fierce anger all the might of Israel; he has withdrawn his right hand from them in the face of the enemy; he has burned like a flaming fire in Jacob, consuming all around. Lamentations 2:4 He has bent his bow like an enemy, with his right hand set like a foe; he has killed all in whom we took pride in the tent of daughter Zion; he has poured out his fury like fire. Lamentations 2:5 The Lord has become like an enemy; he has destroyed Israel; He has destroyed all its palaces, laid in ruins its strongholds, and multiplied in daughter Judah mourning and lamentation. Lamentations 2:6 He has broken down his booth like a garden, he has destroyed his tabernacle; the Lord has abolished in Zion festival and sabbath, and in his fierce indignation has spurned king and priest. Lamentations 2:7 The Lord has scorned his altar, disowned his sanctuary; he has delivered into the hand of the enemy the walls of her palaces; a clamor was raised in the house of the Lord as on a day of festival. Lamentations 2:8 The Lord determined to lay in ruins the wall of daughter Zion; he stretched the line; he did not withhold his hand from destroying; he caused rampart and wall to lament; they languish together. Lamentations 2:9 Her gates have sunk into the ground; he has ruined and broken her bars; her king and princes are among the nations; guidance is no more, and her prophets obtain no vision from the Lord."
    }
  },
  {
    "id": "LAMENTATIONS 2:10-18",
    "text": {
      "NRSV": "Lamentations 2:10 The elders of daughter Zion sit on the ground in silence; they have thrown dust on their heads and put on sackcloth; the young girls of Jerusalem have bowed their heads to the ground. Lamentations 2:11 My eyes are spent with weeping; my stomach churns; my bile is poured out on the ground because of the destruction of my people, because infants and babes faint in the streets of the city. Lamentations 2:12 They cry to their mothers, “Where is bread and wine?” as they faint like the wounded in the streets of the city, as their life is poured out on their mothers’ bosom. Lamentations 2:13 What can I say for you, to what compare you, O daughter Jerusalem? To what can I liken you, that I may comfort you, O virgin daughter Zion? For vast as the sea is your ruin; who can heal you? Lamentations 2:14 Your prophets have seen for you false and deceptive visions; they have not exposed your iniquity to restore your fortunes, but have seen oracles for you that are false and misleading. Lamentations 2:15 All who pass along the way clap their hands at you; they hiss and wag their heads at daughter Jerusalem; “Is this the city that was called the perfection of beauty, the joy of all the earth?” Lamentations 2:16 All your enemies open their mouths against you; they hiss, they gnash their teeth, they cry: “We have devoured her! Ah, this is the day we longed for; at last we have seen it!” Lamentations 2:17 The Lord has done what he purposed, he has carried out his threat; as he ordained long ago, he has demolished without pity; he has made the enemy rejoice over you, and exalted the might of your foes. Lamentations 2:18 Cry aloud to the Lord! O wall of daughter Zion! Let tears stream down like a torrent day and night! Give yourself no rest, your eyes no respite!"
    }
  },
  {
    "id": "WISDOM 1:16-2:1, 12-22",
    "text": {
      "NRSV": "Wisdom 1:16 But the ungodly by their words and deeds summoned death; considering him a friend, they pined away and made a covenant with him, because they are fit to belong to his party. Wisdom 2:1 For they reasoned unsoundly, saying to themselves, “Short and sorrowful is our life, and there is no remedy when a life comes to its end, and no one has been known to return from Hades. Wisdom 2:12 “Let us lie in wait for the righteous man, because he is inconvenient to us and opposes our actions; he reproaches us for sins against the law, and accuses us of sins against our training. Wisdom 2:13 He professes to have knowledge of God, and calls himself a child of the Lord. Wisdom 2:14 He became to us a reproof of our thoughts; the very sight of him is a burden to us, Wisdom 2:15 because his manner of life is unlike that of others, and his ways are strange. Wisdom 2:16 We are considered by him as something base, and he avoids our ways as unclean; he calls the last end of the righteous happy, and boasts that God is his father. Wisdom 2:17 Let us see if his words are true, and let us test what will happen at the end of his life; Wisdom 2:18 for if the righteous man is God’s child, he will help him, and will deliver him from the hand of his adversaries. Wisdom 2:19 Let us test him with insult and torture, so that we may find out how gentle he is, and make trial of his forbearance. Wisdom 2:20 Let us condemn him to a shameful death, for, according to his own words, God will take care of him.” Wisdom 2:21 These were their thoughts, but they were led astray, for their wickedness blinded them, Wisdom 2:22 and they did not know the secret purposes of God, nor hoped for the wages of holiness, nor discerned the prize for blameless souls."
    }
  },
  {
    "id": "LAMENTATIONS 3:37-58",
    "text": {
      "NRSV": "Lamentations 3:37 Who can command and have it done, if the Lord has not ordained it? Lamentations 3:38 Is it not from the mouth of the Most High that good and bad come? Lamentations 3:39 Why should any who draw breath complain about the punishment of their sins? Lamentations 3:40 Let us test and examine our ways, and return to the Lord. Lamentations 3:41 Let us lift up our hearts as well as our hands to God in heaven. Lamentations 3:42 We have transgressed and rebelled, and you have not forgiven. Lamentations 3:43 You have wrapped yourself with anger and pursued us, killing without pity; Lamentations 3:44 you have wrapped yourself with a cloud so that no prayer can pass through. Lamentations 3:45 You have made us filth and rubbish among the peoples. Lamentations 3:46 All our enemies have opened their mouths against us; Lamentations 3:47 panic and pitfall have come upon us, devastation and destruction. Lamentations 3:48 My eyes flow with rivers of tears because of the destruction of my people. Lamentations 3:49 My eyes will flow without ceasing, without respite, Lamentations 3:50 until the Lord from heaven looks down and sees. Lamentations 3:51 My eyes cause me grief at the fate of all the young women in my city. Lamentations 3:52 Those who were my enemies without cause have hunted me like a bird; Lamentations 3:53 they flung me alive into a pit and hurled stones on me; Lamentations 3:54 water closed over my head; I said, “I am lost.” Lamentations 3:55 I called on your name, O Lord, from the depths of the pit; Lamentations 3:56 you heard my plea, “Do not close your ear to my cry for help, but give me relief!” Lamentations 3:57 You came near when I called on you; you said, “Do not fear!” Lamentations 3:58 You have taken up my cause, O Lord, you have redeemed my life."
    }
  }
]