{
  "meta": {
    "name": "The Rest of the Words of Baruch",
    "id": "REST_BAR",
    "version": "Ethiopic (Traditional translation)",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "It came to pass, when the children of Israel were led captive by the king of the Chaldeans, that God spake to Jeremiah, saying: 'Jeremiah, My chosen one, arise and go out of this city, thou and Baruch, for I will destroy it because of the multitude of the sins of those who dwell in it.'" },
        { "num": 2, "text": "'For your prayers are as a firm pillar in the midst of it, and your intercessions are as a strong wall surrounding it.'" },
        { "num": 3, "text": "'Now therefore, arise and depart before the host of the Chaldeans surrounds the city.'" },
        { "num": 4, "text": "And Jeremiah answered and said: 'I beseech Thee, O Lord, allow Thy servant to speak in Thy presence.' And the Lord said: 'Speak, My chosen Jeremiah.'" },
        { "num": 5, "text": "And Jeremiah said: 'Lord, wilt Thou deliver this city into the hands of the Chaldeans, so that the king may boast that he hath conquered the holy city of God?'" },
        { "num": 6, "text": "'Nay, my Lord, but if it be Thy will that it be destroyed, let it be destroyed by Thy hands.'" },
        { "num": 7, "text": "And the Lord said to Jeremiah: 'Neither the king nor his host shall be able to enter the city until I open the gates thereof.'" },
        { "num": 8, "text": "'Go therefore and speak to Baruch, and tell him these words. And at the ninth hour of the night, come ye upon the walls of the city, and ye shall see that I will open the gates.'" },
        { "num": 9, "text": "And Jeremiah went and told Baruch, and they went into the temple and wept, and they rent their clothes and cast dust upon their heads." },
        { "num": 10, "text": "And when the ninth hour of the night was come, they went upon the walls of the city as the Lord had commanded them." },
        { "num": 11, "text": "And they saw angels descending from heaven with torches in their hands, and they stood upon the walls of the city." },
        { "num": 12, "text": "And when Jeremiah and Baruch saw them, they wept and said: 'Now we know that the word which the Lord spake is true.'" }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "Then the angels sounded their trumpets, and the gates of the city were opened of their own accord." },
        { "num": 2, "text": "And the angels cried with a loud voice: 'Enter, ye host of the Chaldeans, for the gate is opened for you; for He who guarded the city has departed from it.'" },
        { "num": 3, "text": "And Jeremiah took the keys of the temple and went out of the city, and he cast them up towards the sun, saying: 'I say unto thee, O sun, take the keys of the temple of God and keep them until the day when the Lord shall require them of thee.'" },
        { "num": 4, "text": "'For we have not been found worthy to keep them, because we have been unfaithful stewards.'" },
        { "num": 5, "text": "And Baruch also went out and sat in a tomb, and he mourned for the city." },
        { "num": 6, "text": "And the Chaldeans entered the city and took all the people captive, and they bound Zedekiah the king and led him away to Babylon." },
        { "num": 7, "text": "But Jeremiah remained with the people who were left in the land, and he went with them as far as the river." },
        { "num": 8, "text": "And the Lord said to Jeremiah: 'Go thou with thy people to Babylon, and stay with them until I bring them back; but let Baruch remain here until I speak with him.'" }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Now there was a man named Abimelech, who was the servant of the king, and he had done kindness to Jeremiah when he was in the dungeon." },
        { "num": 2, "text": "And the Lord said to Jeremiah: 'Regarding Abimelech My servant, because he showed mercy to thee, I will not let him see the destruction of this city.'" },
        { "num": 3, "text": "'Send him therefore to the vineyard of Agrippa, and I will hide him there until I bring the people back.'" },
        { "num": 4, "text": "And Jeremiah said to Abimelech: 'My son, take a basket and go to the vineyard of Agrippa, and bring us some figs, for the people are hungry.'" },
        { "num": 5, "text": "And Abimelech went as he was told; and the sun was very hot, and he sat down under a tree to rest." },
        { "num": 6, "text": "And he fell into a deep sleep, and he slept for sixty-six years." },
        { "num": 7, "text": "And when he awoke, he said: 'I have slept a little while, and I must haste to bring the figs to Jeremiah.'" },
        { "num": 8, "text": "And he took the basket and went to the city, but he did not recognize it, for the walls were rebuilt and the houses were different." },
        { "num": 9, "text": "And he said: 'Is this the city of Jerusalem? Truly I must have lost my way, for this is not the city I knew.'" }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "And Abimelech went to an old man who was sitting at the gate, and he said: 'Father, tell me, what city is this?'" },
        { "num": 2, "text": "The old man said: 'This is the city of Jerusalem, my son.' And Abimelech said: 'Where then is Jeremiah the prophet, and Baruch the scribe?'" },
        { "num": 3, "text": "The old man was astonished and said: 'Jeremiah and Baruch have been dead these many years; for it is sixty-six years since the people were led captive to Babylon.'" },
        { "num": 4, "text": "Then Abimelech showed him the figs in his basket, and they were fresh and dripping with milk, as if they had just been gathered." },
        { "num": 5, "text": "And the old man saw the figs and was amazed, and he said: 'Truly this is a sign from God; for no figs can be found at this season, and these have been kept fresh for many years.'" },
        { "num": 6, "text": "And the old man led Abimelech to Baruch, who was still living in a cave near the city." },
        { "num": 7, "text": "And when Baruch saw Abimelech and the fresh figs, he gave thanks to God and said: 'Now I know that the Lord is mindful of His promise, and that He will soon bring His people back from Babylon.'" }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "Then Baruch wrote a letter to Jeremiah in Babylon, and he told him all the things that had happened to Abimelech." },
        { "num": 2, "text": "And he said: 'Behold, the Lord hath shown us a wonder, for He hath kept Abimelech asleep and his figs fresh for sixty-six years.'" },
        { "num": 3, "text": "'Rejoice therefore, for the time of our captivity is at an end, and the Lord will visit His people in mercy.'" },
        { "num": 4, "text": "And Baruch called an eagle and said: 'Take this letter and fly to Babylon, and give it into the hand of Jeremiah.'" },
        { "num": 5, "text": "And the eagle took the letter and flew away; and he found Jeremiah in the midst of the people by the river of Babylon." },
        { "num": 6, "text": "And the eagle lit upon a dead man who was being carried to his burial, and the man arose and was restored to life." },
        { "num": 7, "text": "And all the people saw the miracle and were afraid; and Jeremiah took the letter from the eagle and read it to all the assembly." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "And when the people heard the words of Baruch, they rejoiced and gave thanks to God." },
        { "num": 2, "text": "And Jeremiah wrote an answer to Baruch, saying: 'We have received thy letter with great joy, and we are preparing to return to our own land.'" },
        { "num": 3, "text": "'But tell the people that they must put away the strange wives whom they have taken in Babylon, and they must return to the Lord with all their heart.'" },
        { "num": 4, "text": "And the eagle took the letter and returned to Baruch; and Baruch read the letter to the people who were in Jerusalem." },
        { "num": 5, "text": "And it came to pass after a few days, that the people of Israel came up from Babylon with great singing and praise." },
        { "num": 6, "text": "And they rebuilt the temple and the walls of the city, and they dwelt in the land in peace." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "But those who would not put away their strange wives were not allowed to enter the city." },
        { "num": 2, "text": "And they went and dwelt in a place apart, and they called the name of that place Samaria." },
        { "num": 3, "text": "And Jeremiah and Baruch and Abimelech lived many years in Jerusalem, and they saw the glory of the Lord restored to His house." },
        { "num": 4, "text": "And when the time of their death was come, they were gathered to their fathers in peace." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "Now these are the rest of the words of Baruch and the wonders which the Lord wrought for His servants." },
        { "num": 2, "text": "Blessed be the Lord God of Israel, who performeth all His wonders for those who trust in Him." },
        { "num": 3, "text": "To Him be glory and power for ever and ever. Amen." }
      ]
    }
  ]
}