[
  {
    "id": "PSA 95:1-7",
    "text": {
      "NRSV": "O come, let us sing to the Lord; let us make a joyful noise to the rock of our salvation! Let us come into his presence with thanksgiving; let us make a joyful noise to him with songs of praise! For the Lord is a great God, and a great King above all gods. In his hand are the depths of the earth; the heights of the mountains are his also. The sea is his, for he made it, and the dry land, which his hands have formed. O come, let us worship and bow down, let us kneel before the Lord, our Maker! For he is our God, and we are the people of his pasture, and the sheep of his hand. O that today you would listen to his voice!"
    }
  },
  {
    "id": "JEREMIAH 7:1-20",
    "text": {
      "NRSV": "Jeremiah 7:1 The word that came to Jeremiah from the Lord: \nJeremiah 7:2 Stand in the gate of the Lord’s house, and proclaim there this word, and say, Hear the word of the Lord, all you people of Judah, you that enter these gates to worship the Lord. \nJeremiah 7:3 Thus says the Lord of hosts, the God of Israel: Amend your ways and your doings, and let me dwell with you in this place. \nJeremiah 7:4 Do not trust in these deceptive words: “This is the temple of the Lord, the temple of the Lord, the temple of the Lord.” \nJeremiah 7:5 For if you truly amend your ways and your doings, if you truly act justly one with another, \nJeremiah 7:6 if you do not oppress the alien, the orphan, and the widow, or shed innocent blood in this place, and if you do not go after other gods to your own hurt, \nJeremiah 7:7 then I will dwell with you in this place, in the land that I gave of old to your ancestors forever and ever. \nJeremiah 7:8 Here you are, trusting in deceptive words to no avail. \nJeremiah 7:9 Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known, \nJeremiah 7:10 and then come and stand before me in this house, which is called by my name, and say, “We are safe!”—only to go on doing all these abominations? \nJeremiah 7:11 Has this house, which is called by my name, become a den of robbers in your sight? You know, I too am watching, says the Lord. \nJeremiah 7:12 Go now to my place that was in Shiloh, where I made my name dwell at first, and see what I did to it for the wickedness of my people Israel. \nJeremiah 7:13 And now, because you have done all these things, says the Lord, and when I spoke to you persistently, you did not listen, and when I called you, you did not answer, \nJeremiah 7:14 therefore I will do to the house that is called by my name, in which you trust, and to the place that I gave to you and to your ancestors, just what I did to Shiloh. \nJeremiah 7:15 And I will cast you out of my sight, just as I cast out all your kinsfolk, all the offspring of Ephraim. \nJeremiah 7:16 As for you, do not pray for this people, do not raise a cry or prayer on their behalf, and do not intercede with me, for I will not hear you. \nJeremiah 7:17 Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem? \nJeremiah 7:18 The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven; and they pour out drink offerings to other gods, to provoke me to anger. \nJeremiah 7:19 Is it I whom they provoke? says the Lord. Is it not themselves, to their own hurt? \nJeremiah 7:20 Therefore thus says the Lord God: My anger and my wrath shall be poured out on this place, on human beings and animals, on the trees of the field and the fruit of the ground; it will burn and not be quenched."
    }
  },
  {
    "id": "ACTS 5:12-42",
    "text": {
      "NRSV": "Acts 5:12 Now many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon's Portico. None of the rest dared join them, but the people held them in high esteem. And more than ever believers were added to the Lord, multitudes of both men and women, so that they even carried out the sick into the streets and laid them on cots and mats, that as Peter came by at least his shadow might fall on some of them. The people also gathered from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, and they were all healed. But the high priest rose up, and all who were with him (that is, the party of the Sadducees), and filled with jealousy they arrested the apostles and put them in the public prison. But during the night an angel of the Lord opened the prison doors and brought them out, and said, “Go and stand in the temple and speak to the people all the words of this Life.” And when they heard this, they entered the temple at daybreak and began to teach. Now when the high priest came, and those who were with him, they called together the council, all the senate of the people of Israel, and sent to the prison to have them brought. But when the officers came, they did not find them in the prison, so they returned and reported, “We found the prison securely locked and the guards standing at the doors, but when we opened them we found no one inside.” Now when the captain of the temple and the chief priests heard these words, they were greatly perplexed about them, wondering what this would come to. And someone came and told them, “Look! The men whom you put in prison are standing in the temple and teaching the people.” Then the captain with the officers went and brought them, but not by force, for they were afraid of being stoned by the people. And when they had brought them, they set them before the council. And the high priest questioned them, saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man's blood upon us.” But Peter and the apostles answered, “We must obey God rather than men. The God of our fathers raised Jesus, whom you killed by hanging him on a tree. God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins. And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.” When they heard this, they were enraged and wanted to kill them. But a Pharisee in the council named Gamaliel, a teacher of the law held in honor by all the people, stood up and gave orders to put the men outside for a little while. And he said to them, “Men of Israel, take care what you are about to do with these men. For before these days Theudas rose up, claiming to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who followed him were dispersed and came to nothing. After him Judas the Galilean rose up in the days of the census and drew away some of the people after him. He too perished, and all who followed him were scattered. So in the present case I tell you, keep away from these men and let them alone, for if this plan or this undertaking is of man, it will fail; but if it is of God, you will not be able to overthrow them. You might even be found opposing God!” So they took his advice, and when they had called in the apostles, they beat them and charged them not to speak in the name of Jesus, and let them go. Then they left the presence of the council, rejoicing that they were counted worthy to suffer dishonor for the name. And every day, in the temple and from house to house, they did not cease teaching and preaching that the Christ is Jesus."
    }
  },
  {
    "id": "JOHN 4:1-26",
    "text": {
      "NRSV": "Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John (although Jesus himself did not baptize, but only his disciples), he left Judea and departed again for Galilee. And he had to pass through Samaria. So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. Jacob's well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour. A woman from Samaria came to draw water. Jesus said to her, “Give me a drink.” (For his disciples had gone away into the city to buy food.) The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) Jesus answered her, “If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.” The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” Jesus said to her, “Everyone who drinks of this water will be thirsty again, but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.” The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.” Jesus said to her, “Go, call your husband, and come here.” The woman answered him, “I have no husband.” Jesus said to her, “You are right in saying, ‘I have no husband’; for you have had five husbands, and the one you now have is not your husband. What you have said is true.” The woman said to him, “Sir, I perceive that you are a prophet. Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” Jesus said to her, “Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father. You worship what you do not know; we worship what we know, for salvation is from the Jews. But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him. God is spirit, and those who worship him must worship in spirit and truth.” The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” Jesus said to her, “I who speak to you am he.”"
    }
  },
  {
    "id": "ISA 45:5-12",
    "text": {
      "NRSV": "I am the Lord, and there is no other; besides me there is no god. I arm you, though you do not know me, so that people may know, from the rising of the sun and from the west, that there is no one besides me; I am the Lord, and there is no other. I form light and create darkness, I make weal and create woe; I the Lord do all these things. Shower, O heavens, from above, and let the skies rain down righteousness; let the earth open, that salvation may spring up, and let it cause righteousness to spring up also; I the Lord have created it. Woe to you who strive with your Maker, earthen vessels with the potter! Does the clay say to the one who fashions it, “What are you making”? or “Your work has no handles”? Woe to anyone who says to a father, “What are you begetting?” or to a woman, “With what are you in labor?” Thus says the Lord, the Holy One of Israel, and its Maker: Will you question me about my children, or command me concerning the work of my hands? I made the earth, and created humankind upon it; it was my hands that stretched out the heavens, and I commanded all their host."
    }
  },
  {
    "id": "EPH 2:11-22",
    "text": {
      "NRSV": "So then, remember that at one time you Gentiles by birth, called “the uncircumcision” by those who are called “the circumcision”—a physical circumcision made in the flesh by human hands— remember that you were at that time without Christ, being aliens from the commonwealth of Israel, and strangers to the covenants of promise, having no hope and without God in the world. But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. For he is our peace; in his flesh he has made both groups into one and has broken down the dividing wall, that is, the hostility between us. He has abolished the law with its commandments and ordinances, that he might create in himself one new humanity in place of the two, thus making peace, and might reconcile both groups to God in one body through the cross, thus putting to death that hostility through it. So he came and proclaimed peace to you who were far off and peace to those who were near; for through him both of us have access in one Spirit to the Father. So then you are no longer strangers and aliens, but you are citizens with the saints and also members of the household of God, built upon the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone. In him the whole structure is joined together and grows into a holy temple in the Lord; in whom you also are built together spiritually into a dwelling place for God."
    }
  },
  {
    "id": "MARK 1:21-28",
    "text": {
      "NRSV": "They went to Capernaum; and when the sabbath came, he entered the synagogue and taught. They were astounded at his teaching, for he taught them as one having authority, and not as the scribes. Just then there was in their synagogue a man with an unclean spirit, and he cried out, “What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.” But Jesus rebuked him, saying, “Be silent, and come out of him!” And the unclean spirit, convulsing him and crying with a loud voice, came out of him. They were all amazed, and they kept on asking one another, “What is this? A new teaching—with authority! He commands even the unclean spirits, and they obey him.” At once his fame began to spread throughout the surrounding region of Galilee."
    }
  },
  {
    "id": "ISA 46:3-4",
    "text": {
      "NRSV": "Listen to me, O house of Jacob, all the remnant of the house of Israel, who have been borne by me from your birth, carried from the womb; even to your old age I am he, even when you turn gray I will carry you. I have made, and I will bear; I will carry and will save."
    }
  },
  {
    "id": "EPH 3:1-13",
    "text": {
      "NRSV": "This is the reason that I Paul am a prisoner for Christ Jesus for the sake of you Gentiles— for surely you have already heard of the commission of God’s grace that was given me for you, and how the mystery was made known to me by revelation, as I wrote above in a few words, a reading of which will enable you to perceive my understanding of the mystery of Christ. In former generations this mystery was not made known to humankind, as it has now been revealed to his holy apostles and prophets by the Spirit: that is, the Gentiles have become fellow heirs, members of the same body, and sharers in the promise in Christ Jesus through the gospel.\n\nOf this gospel I have become a servant according to the gift of God’s grace that was given me by the working of his power. Although I am the very least of all the saints, this grace was given to me to bring to the Gentiles the news of the boundless riches of Christ, and to make everyone see what is the plan of the mystery hidden for ages in God who created all things; so that through the church the wisdom of God in its rich variety might now be made known to the rulers and authorities in the heavenly places. This was in accordance with the eternal purpose that he has carried out in Christ Jesus our Lord, in whom we have access to God in boldness and confidence through faith in him. I pray therefore that you may not lose heart over my sufferings for you; they are your glory."
    }
  },
  {
    "id": "MARK 1:29-45",
    "text": {
      "NRSV": "As soon as they left the synagogue, they entered the house of Simon and Andrew, with James and John. Now Simon’s mother-in-law was in bed with a fever, and they told him about her at once. He came and took her by the hand and lifted her up. Then the fever left her, and she began to serve them.\n\nThat evening, at sundown, they brought to him all who were sick or possessed with demons. And the whole city was gathered around the door. And he cured many who were sick with various diseases, and cast out many demons; and he would not permit the demons to speak, because they knew him.\n\nIn the morning, while it was still very dark, he got up and went out to a deserted place, and there he prayed. And Simon and his companions hunted for him. When they found him, they said to him, “Everyone is searching for you.” He answered, “Let us go on to the neighboring towns, so that I may proclaim the message there also; for that is what I came out to do.” And he went throughout Galilee, proclaiming the message in their synagogues and casting out demons.\n\nA leper came to him begging him, and kneeling he said to him, “If you choose, you can make me clean.” Moved with pity, Jesus stretched out his hand and touched him, and said to him, “I do choose. Be made clean!” Immediately the leprosy left him, and he was made clean. After sternly warning him he sent him away at once, saying to him, “See that you say nothing to anyone; but go, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.” But he went out and began to proclaim it freely, and to spread the word, so that Jesus could no longer go into a town openly, but stayed out in the country; and people came to him from every quarter."
    }
  },
  {
    "id": "ISA 48:12-22",
    "text": {
      "NRSV": "Listen to me, O Jacob, and Israel, whom I called: I am He; I am the first, and I am the last. My hand laid the foundation of the earth, and my right hand spread out the heavens; when I summon them, they stand at attention. Assemble, all of you, and hear! Who among them has declared these things? The Lord loves him; he shall perform his purpose on Babylon, and his arm shall be against the Chaldeans. I, even I, have spoken and called him, I have brought him, and he will prosper in his way. Draw near to me, hear this! From the beginning I have not spoken in secret, from the time it came to be I have been there. And now the Lord God has sent me and his spirit. Thus says the Lord, your Redeemer, the Holy One of Israel: I am the Lord your God, who teaches you for your own good, who leads you in the way you should go. O that you had paid attention to my commandments! Then your prosperity would have been like a river, and your righteousness like the waves of the sea; your offspring would have been like the sand, and your descendants like its grains; their name would never be cut off or destroyed from before me. Go out from Babylon, flee from Chaldea, declare this with a shout of joy, proclaim it, send it forth to the end of the earth; say, “The Lord has redeemed his servant Jacob!” They did not thirst when he led them through the deserts; he made water flow for them from the rock; he split open the rock and the water gushed out. “There is no peace,” says the Lord, “for the wicked.”"
    }
  },
  {
    "id": "EPH 4:1-16",
    "text": {
      "NRSV": "I therefore, the prisoner in the Lord, beg you to lead a life worthy of the calling to which you have been called, with all humility and gentleness, with patience, bearing with one another in love, making every effort to maintain the unity of the Spirit in the bond of peace. There is one body and one Spirit, just as you were called to the one hope of your calling, one Lord, one faith, one baptism, one God and Father of all, who is above all and through all and in all. But each of us was given grace according to the measure of Christ’s gift. Therefore it is said, “When he ascended on high he made captivity itself a captive; he gave gifts to his people.” (When it says, “He ascended,” what does it mean but that he had also descended into the lower parts of the earth? He who descended is the same one who ascended far above all the heavens, so that he might fill all things.) The gifts he gave were that some would be apostles, some prophets, some evangelists, some pastors and teachers, to equip the saints for the work of ministry, for building up the body of Christ, until all of us come to the unity of the faith and of the knowledge of the Son of God, to maturity, to the measure of the full stature of Christ. We must no longer be children, tossed to and fro and blown about by every wind of doctrine, by people’s trickery, by their craftiness in deceitful scheming. But speaking the truth in love, we must grow up in every way into him who is the head, into Christ, from whom the whole body, joined and knit together by every ligament with which it is equipped, as each part is working properly, promotes the body’s growth in building itself up in love."
    }
  },
  {
    "id": "MARK 3:7-19",
    "text": {
      "NRSV": "Jesus departed with his disciples to the sea, and a great multitude from Galilee followed him; hearing all that he was doing, they came to him in great numbers from Judea, Jerusalem, Idumea, beyond the Jordan, and the region around Tyre and Sidon. He told his disciples to have a boat ready for him because of the crowd, so that they would not crush him; for he had cured many, so that all who had diseases pressed upon him to touch him. Whenever the unclean spirits saw him, they fell down before him and shouted, “You are the Son of God!” But he sternly ordered them not to make him known. He went up the mountain and called to him those whom he wanted, and they came to him. And he appointed twelve, whom he also named apostles, to be with him, and to be sent out to proclaim the message, and to have authority to cast out demons. So he appointed the twelve: Simon (to whom he gave the name Peter); James son of Zebedee and John the brother of James (to whom he gave the name Boanerges, that is, Sons of Thunder); and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James son of Alphaeus, and Thaddaeus, and Simon the Cananaean, and Judas Iscariot, who betrayed him."
    }
  },
  {
    "id": "DEUT 4:1-14",
    "text": {
      "NRSV": "So now, Israel, give heed to the statutes and ordinances that I am teaching you to observe, so that you may live to enter and occupy the land that the Lord, the God of your ancestors, is giving you. You must neither add anything to what I command you nor take away anything from it, but keep the commandments of the Lord your God with which I am charging you. You have seen for yourselves what the Lord did with regard to the Baal of Peor—how the Lord your God destroyed from among you everyone who followed the Baal of Peor, while those of you who held fast to the Lord your God are all alive today. See, just as the Lord my God has charged me, I now teach you statutes and ordinances for you to observe in the land that you are about to enter and occupy. You must observe them diligently, for this will show your wisdom and discernment to the peoples, who, when they hear all these statutes, will say, “Surely this great nation is a wise and discerning people!” For what other great nation has a god so near to it as the Lord our God is whenever we call to him? And what other great nation has statutes and ordinances as just as this entire law that I am setting before you today? But take care and watch yourselves closely, so as neither to forget the things that your eyes have seen nor to let them slip from your mind all the days of your life; make them known to your children and your children’s children— how you once stood before the Lord your God at Horeb, when the Lord said to me, “Assemble the people for me, and I will let them hear my words, so that they may learn to fear me as long as they live on the earth, and may teach their children so”; you approached and stood at the foot of the mountain while the mountain was blazing up to the very heavens, shrouded in dark clouds. Then the Lord spoke to you out of the fire. You heard the sound of words but saw no form; there was only a voice. He declared to you his covenant, which he charged you to observe, that is, the ten commandments; and he wrote them on two stone tablets. And the Lord charged me at that time to teach you statutes and ordinances for you to observe in the land that you are about to cross into and occupy."
    }
  },
  {
    "id": "1 JOHN 5:1-5",
    "text": {
      "NRSV": "Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the parent loves the child. By this we know that we love the children of God, when we love God and obey his commandments. For the love of God is this, that we obey his commandments. And his commandments are not burdensome, for whatever is born of God conquers the world. And this is the victory that conquers the world, our faith. Who is it that conquers the world but the one who believes that Jesus is the Son of God?"
    }
  },
  {
    "id": "ISA 29:13-16",
    "text": {
      "NRSV": "The Lord said: Because these people draw near with their mouths and honor me with their lips, while their hearts are far from me, and their worship of me is a human commandment learned by rote; so I will again do amazing things with this people, shocking and amazing. The wisdom of their wise shall perish, and the discernment of the discerning shall be hidden. Ha! You who hide a plan too deep for the Lord, whose deeds are in the dark, and who say, “Who sees us? Who knows us?” You turn things upside down! Shall the potter be regarded as the clay? Shall the thing made say of its maker, “He did not make me”; or the thing formed say of the one who formed it, “He has no understanding”?"
    }
  },
  {
    "id": "MARK 7:1-8",
    "text": {
      "NRSV": "Now when the Pharisees and some of the scribes who had come from Jerusalem gathered around him, they noticed that some of his disciples were eating with defiled hands, that is, without washing them. (For the Pharisees, and all the Jews, do not eat unless they thoroughly wash their hands, thus observing the tradition of the elders; and they do not eat anything from the market unless they wash it; and there are also many other traditions that they observe, the washing of cups, pots, and bronze kettles.) So the Pharisees and the scribes asked him, “Why do your disciples not live according to the tradition of the elders, but eat with defiled hands?” He said to them, “Isaiah prophesied rightly about you hypocrites, as it is written, ‘This people honors me with their lips, but their hearts are far from me; in vain do they worship me, teaching human precepts as doctrines.’ You abandon the commandment of God and hold to human tradition.”"
    }
  },
  {
    "id": "2 KGS 22:3-20",
    "text": {
      "NRSV": "In the eighteenth year of King Josiah, the king sent Shaphan son of Azaliah, son of Meshullam, the secretary, to the house of the Lord, saying, “Go up to the high priest Hilkiah, and have him count the entire sum of the money that has been brought into the house of the Lord, which the keepers of the threshold have collected from the people; let it be given into the hand of the workers who have the oversight of the house of the Lord; let them give it to the workers who are at the house of the Lord, repairing the house, that is, to the carpenters, to the builders, to the masons; and let them use it to buy timber and quarried stone to repair the house. But no accounting shall be asked from them for the money that is delivered into their hand, for they deal honestly.” The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the Lord.” When Hilkiah gave the book to Shaphan, he read it. Then Shaphan the secretary came to the king, and reported to the king, “Your servants have emptied out the money that was found in the house, and have delivered it into the hand of the workers who have oversight of the house of the Lord.” Shaphan the secretary informed the king, “The priest Hilkiah has given me a book.” Shaphan then read it aloud to the king.\n\nWhen the king heard the words of the book of the law, he tore his clothes. Then the king commanded the priest Hilkiah, Ahikam son of Shaphan, Achbor son of Micaiah, Shaphan the secretary, and the king’s servant Asaiah, saying, “Go, inquire of the Lord for me, for the people, and for all Judah, concerning the words of this book that has been found; for great is the wrath of the Lord that is kindled against us, because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” So the priest Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to the prophetess Huldah the wife of Shallum son of Tikvah, son of Harhas, keeper of the wardrobe; she resided in Jerusalem in the Second Quarter, where they consulted her. She declared to them, “Thus says the Lord, the God of Israel: Tell the man who sent you to me, Thus says the Lord, I will indeed bring disaster on this place and on its inhabitants—all the words of the book that the king of Judah has read. Because they have abandoned me and have made offerings to other gods, so that they have provoked me to anger with all the work of their hands, therefore my wrath will be kindled against this place, and it will not be quenched. But as to the king of Judah, who sent you to inquire of the Lord, thus shall you say to him, Thus says the Lord, the God of Israel: Regarding the words that you have heard, because your heart was penitent, and you humbled yourself before the Lord, when you heard how I spoke against this place, and against its inhabitants, that they should become a desolation and a curse, and because you have torn your clothes and wept before me, I also have heard you, says the Lord. Therefore, I will gather you to your ancestors, and you shall be gathered to your grave in peace; your eyes shall not see all the disaster that I will bring on this place.” They took the message back to the king."
    }
  },
  {
    "id": "ROM 11:2-10",
    "text": {
      "NRSV": "God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel? “Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.” But what is the divine reply to him? “I have kept for myself seven thousand who have not bowed the knee to Baal.” So too at the present time there is a remnant, chosen by grace. But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace. What then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened, as it is written, “God gave them a sluggish spirit, eyes that would not see and ears that would not hear, down to this very day.” And David says, “Let their table become a snare and a trap, a stumbling block and a retribution for them; let their eyes be darkened so that they cannot see, and keep their backs forever bent.”"
    }
  },
  {
    "id": "2 KGS 23:1-8,21-25",
    "text": {
      "NRSV": "Then the king sent, and all the elders of Judah and Jerusalem were gathered to him. The king went up to the house of the Lord, and with him went all the people of Judah, all the inhabitants of Jerusalem, the priests, the prophets, and all the people, both small and great; he read in their hearing all the words of the book of the covenant that had been found in the house of the Lord. The king stood by the pillar and made a covenant before the Lord, to follow the Lord, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. The king commanded the high priest Hilkiah, the priests of the second order, and the guardians of the threshold, to bring out of the temple of the Lord all the vessels made for Baal, for Asherah, and for all the host of heaven; he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel. He deposed the idolatrous priests whom the kings of Judah had ordained to make offerings in the high places at the cities of Judah and around Jerusalem; those also who made offerings to Baal, to the sun, the moon, the constellations, and all the host of the heavens. He brought out the image of Asherah from the house of the Lord, outside Jerusalem, to the Wadi Kidron, burned it at the Wadi Kidron, beat it to dust and threw the dust of it upon the graves of the common people. He broke down the houses of the male temple prostitutes that were in the house of the Lord, where the women did weaving for Asherah. He brought all the priests out of the towns of Judah, and defiled the high places where the priests had made offerings, from Geba to Beer-sheba; he broke down the high places of the gates that were at the entrance of the gate of Joshua the governor of the city, which were on the left at the gate of the city. The king commanded all the people, “Keep the passover to the Lord your God as prescribed in this book of the covenant.” No such passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah; but in the eighteenth year of King Josiah this passover was kept to the Lord in Jerusalem. Moreover Josiah put away the mediums, wizards, teraphim, idols, and all the abominations that were seen in the land of Judah and in Jerusalem, so that he established the words of the law that were written in the book that the priest Hilkiah had found in the house of the Lord. Before him there was no king like him, who turned to the Lord with all his heart, with all his soul, and with all his might, according to all the law of Moses; nor did any like him arise after him."
    }
  },
  {
    "id": "2 COR 4:1-12",
    "text": {
      "NRSV": "Therefore, since it is by God’s mercy that we are engaged in this ministry, we do not lose heart. We have renounced the shameful things that one hides; we refuse to practice cunning or to falsify God’s word; but by the open statement of the truth we commend ourselves to the conscience of everyone in the sight of God. And even if our gospel is veiled, it is veiled to those who are perishing. In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God. For we do not proclaim ourselves; we proclaim Jesus Christ as Lord and ourselves as your slaves for Jesus’ sake. For it is the God who said, “Let light shine out of darkness,” who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ. But we have this treasure in clay jars, so that it may be made clear that this extraordinary power belongs to God and does not come from us. We are afflicted in every way, but not crushed; perplexed, but not driven to despair; persecuted, but not forsaken; struck down, but not destroyed; always carrying in the body the death of Jesus, so that the life of Jesus may also be made visible in our bodies. For while we live, we are always being given up to death for Jesus’ sake, so that the life of Jesus may be made visible in our mortal flesh. So death is at work in us, but life in you."
    }
  },
  {
    "id": "PROV 6:6-23",
    "text": {
      "NRSV": "Go to the ant, you lazybones; consider its ways, and be wise. Without having any chief or officer or ruler, it prepares its food in summer, and gathers its sustenance in harvest. How long will you lie there, O lazybones? When will you wake from your sleep? A little sleep, a little slumber, a little folding of the hands to rest, and poverty will come upon you like a robber, and want, like an armed warrior. A scoundrel and a villain goes around with crooked speech, winking the eyes, shuffling the feet, pointing the fingers, with perverted mind devising evil, continually sowing discord; on such a one calamity will descend suddenly; in a moment, damage beyond repair. There are six things that the Lord hates, seven that are an abomination to him: haughty eyes, a lying tongue, and hands that shed innocent blood, a heart that devises wicked plans, feet that hurry to run to evil, a lying witness who testifies falsely, and one who sows discord in a family. My child, keep your father’s commandment, and do not forsake your mother’s teaching. Bind them upon your heart always; tie them around your neck. When you walk, they will lead you; when you lie down, they will watch over you; and when you awake, they will talk with you. For the commandment is a lamp and the teaching a light, and the reproofs of discipline are the way of life."
    }
  },
  {
    "id": "JOHN 8:12-30",
    "text": {
      "NRSV": "Again Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in darkness but will have the light of life.” The Pharisees then said to him, “You are testifying on your own behalf; your testimony is not valid.” Jesus answered, “Even if I testify on my own behalf, my testimony is valid because I know where I have come from and where I am going, but you do not know where I come from or where I am going. You judge by human standards; I judge no one. Yet even if I do judge, my judgment is valid; for it is not I alone who judge, but I and the Father who sent me. In your law it is written that the testimony of two witnesses is valid. I testify on my own behalf, and the Father who sent me testifies on my behalf.” Then they said to him, “Where is your Father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.” He spoke these words while he was teaching in the treasury of the temple, but no one arrested him, because his hour had not yet come. Again he said to them, “I am going away, and you will search for me, but you will die in your sin. Where I am going, you cannot come.” Then the Jews said, “Is he going to kill himself? Is that what he means by saying, ‘Where I am going, you cannot come’?” He said to them, “You are from below, I am from above; you are of this world, I am not of this world. I told you that you would die in your sins, for you will die in your sins unless you believe that I am he.” They said to him, “Who are you?” Jesus said to them, “Why do I speak to you at all? I have much to say about you and much to condemn; but the one who sent me is true, and I declare to the world what I have heard from him.” They did not understand that he was speaking to them about the Father. So Jesus said, “When you have lifted up the Son of Man, then you will realize that I am he, and that I do nothing on my own, but I speak these things as the Father instructed me. And the one who sent me is with me; he has not left me alone, for I always do what is pleasing to him.” As he was saying these things, many believed in him."
    }
  },
  {
    "id": "EX 6:2-9",
    "text": {
      "NRSV": "God also spoke to Moses and said to him: “I am the Lord. I appeared to Abraham, Isaac, and Jacob as God Almighty, but by my name ‘The Lord’ I did not make myself known to them. I also established my covenant with them, to give them the land of Canaan, the land in which they resided as aliens. I have also heard the groaning of the Israelites whom the Egyptians are holding as slaves, and I have remembered my covenant. Say therefore to the Israelites, ‘I am the Lord, and I will free you from the burdens of the Egyptians and deliver you from slavery to them. I will redeem you with an outstretched arm and with mighty acts of judgment. I will take you as my people, and I will be your God. You shall know that I am the Lord your God, who has freed you from the burdens of the Egyptians. I will bring you into the land that I swore to give to Abraham, Isaac, and Jacob; I will give it to you for a possession. I am the Lord.’” Moses told this to the Israelites; but they would not listen to Moses, because of their broken spirit and their cruel slavery."
    }
  },
  {
    "id": "HEB 8:1-7",
    "text": {
      "NRSV": "Now the main point in what we are saying is this: we have such a high priest, one who is seated at the right hand of the throne of the Majesty in the heavens, a minister in the sanctuary and the true tent that the Lord, and not any mortal, has set up. For every high priest is appointed to offer gifts and sacrifices; hence it is necessary for this priest also to have something to offer. Now if he were on earth, he would not be a priest at all, since there are priests who offer gifts according to the law. They offer worship in a sanctuary that is a sketch and shadow of the heavenly one; for Moses, when he was about to erect the tent, was warned, “See that you make everything according to the pattern that was shown you on the mountain.” But Jesus has now obtained a more excellent ministry, and to that degree he is the mediator of a better covenant, which has been enacted through better promises. For if that first covenant had been faultless, there would have been no need to look for a second one."
    }
  },
  {
    "id": "EX 19:9B-25",
    "text": {
      "NRSV": "Then the Lord said to Moses, “I am going to come to you in a dense cloud, in order that the people may hear when I speak with you and so trust you ever after.” When Moses had told the words of the people to the Lord, the Lord said to Moses: “Go to the people and consecrate them today and tomorrow. Have them wash their clothes and prepare for the third day, because on the third day the Lord will come down upon Mount Sinai in the sight of all the people. You shall set limits for the people all around, saying, ‘Be careful not to go up the mountain or to touch the edge of it. Any who touch the mountain shall be put to death. No hand shall touch them, but they shall be stoned or shot with arrows; whether animal or human being, they shall not live.’ When the trumpet sounds a long blast, they may go up on the mountain.” So Moses went down from the mountain to the people. He consecrated the people, and they washed their clothes. And he said to the people, “Prepare for the third day; do not go near a woman.” On the morning of the third day there was thunder and lightning, as well as a thick cloud on the mountain, and a blast of a trumpet so loud that all the people who were in the camp trembled. Moses brought the people out of the camp to meet God. They took their stand at the foot of the mountain. Now Mount Sinai was wrapped in smoke, because the Lord had descended upon it in fire; the smoke went up like the smoke of a kiln, while the whole mountain shook violently. As the blast of the trumpet grew louder and louder, Moses would speak and God would answer him in thunder. When the Lord descended upon Mount Sinai, to the top of the mountain, the Lord summoned Moses to the top of the mountain, and Moses went up. Then the Lord said to Moses, “Go down and warn the people not to break through to the Lord to look; otherwise many of them will perish. Even the priests who approach the Lord must consecrate themselves or the Lord will break out against them.” Moses said to the Lord, “The people are not permitted to come up to Mount Sinai; for you yourself warned us, saying, ‘Set limits around the mountain and keep it holy.’” The Lord said to him, “Go down, and come up bringing Aaron with you; but do not let either the priests or the people break through to come up to the Lord; otherwise he will break out against them.” So Moses went down to the people and told them."
    }
  },
  {
    "id": "HEB 11:23-28",
    "text": {
      "NRSV": "By faith Moses was hidden by his parents for three months after his birth, because they saw that the child was beautiful; and they were not afraid of the king’s edict. By faith Moses, when he was grown up, refused to be called a son of Pharaoh’s daughter, choosing rather to share ill-treatment with the people of God than to enjoy the fleeting pleasures of sin. He considered abuse suffered for the Christ to be greater wealth than the treasures of Egypt, for he was looking ahead to the reward. By faith he left Egypt, unafraid of the king’s anger; for he persevered as though he saw him who is invisible. By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel."
    }
  },
  {
    "id": "1 KGS 21:20-29",
    "text": {
      "NRSV": "Ahab said to Elijah, “Have you found me, O my enemy?” He answered, “I have found you. Because you have sold yourself to do what is evil in the sight of the Lord, I will bring disaster on you; I will consume you, and will cut off from Ahab every male, bond or free, in Israel; and I will make your house like the house of Jeroboam son of Nebat, and like the house of Baasha son of Ahijah, because you have provoked me to anger and have caused Israel to sin. Also concerning Jezebel the Lord said, ‘The dogs shall eat Jezebel within the bounds of Jezreel.’ Anyone belonging to Ahab who dies in the city the dogs shall eat; and anyone of his who dies in the open country the birds of the air shall eat.” (Indeed, there was no one like Ahab, who sold himself to do what was evil in the sight of the Lord, urged on by his wife Jezebel. He acted most abominably in going after idols, as the Amorites had done, whom the Lord drove out before the Israelites.) When Ahab heard those words, he tore his clothes and put sackcloth over his bare flesh; he fasted, lay in the sackcloth, and went about dejectedly. Then the word of the Lord came to Elijah the Tishbite: “Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring the disaster in his days; but in his son’s days I will bring the disaster on his house.”"
    }
  },
  {
    "id": "MARK 9:9-13",
    "text": {
      "NRSV": "As they were coming down the mountain, he ordered them to tell no one about what they had seen, until after the Son of Man had risen from the dead. So they kept the matter to themselves, questioning what this rising from the dead could mean. Then they asked him, “Why do the scribes say that Elijah must come first?” He said to them, “Elijah is indeed coming first to restore all things. How then is it written about the Son of Man, that he is to go through many sufferings and be treated with contempt? But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written about him.”"
    }
  },
  {
    "id": "1 KGS 19:1-8",
    "text": {
      "NRSV": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me, and more also, if I do not make your life like the life of one of them by this time tomorrow.” Then he was afraid; he got up and fled for his life, and came to Beer-sheba, which belongs to Judah; he left his servant there. But he himself went a day’s journey into the wilderness, and came and sat down under a solitary broom tree. He asked that he might die: “It is enough; now, O Lord, take away my life, for I am no better than my ancestors.” Then he lay down under the broom tree and fell asleep. Suddenly an angel touched him and said to him, “Get up and eat.” He looked, and there at his head was a cake baked on hot stones, and a jar of water. He ate and drank, and lay down again. The angel of the Lord came a second time, touched him, and said, “Get up and eat, otherwise the journey will be too much for you.” He got up, and ate and drank; then he went in the strength of that food forty days and forty nights to Horeb the mount of God."
    }
  },
  {
    "id": "HEB 2:10-18",
    "text": {
      "NRSV": "It was fitting that God, for whom and through whom all things exist, in bringing many children to glory, should make the pioneer of their salvation perfect through sufferings. For the one who sanctifies and those who are sanctified all have one Father. For this reason Jesus is not ashamed to call them brothers and sisters, saying, “I will proclaim your name to my brothers and sisters, in the midst of the congregation I will praise you.” And again, “I will put my trust in him.” And again, “Here am I and the children whom God has given me.” Since, therefore, the children share flesh and blood, he himself likewise shared the same things, so that through death he might destroy the one who has the power of death, that is, the devil, and free those who all their lives were held in slavery by the fear of death. For it is clear that he did not come to help angels, but the descendants of Abraham. Therefore he had to become like his brothers and sisters in every respect, so that he might be a merciful and faithful high priest in the service of God, to make a sacrifice of atonement for the sins of the people. Because he himself was tested by what he suffered, he is able to help those who are being tested."
    }
  },
  {
    "id": "GEN 4:1-16",
    "text": {
      "NRSV": "Now the man knew his wife Eve, and she conceived and bore Cain, saying, “I have produced a man with the help of the Lord.” Next she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a tiller of the ground. In the course of time Cain brought to the Lord an offering of the fruit of the ground, and Abel for his part brought of the firstlings of his flock, their fat portions. And the Lord had regard for Abel and his offering, but for Cain and his offering he had no regard. So Cain was very angry, and his countenance fell. The Lord said to Cain, “Why are you angry, and why has your countenance fallen? If you do well, will you not be accepted? And if you do not do well, sin is lurking at the door; its desire is for you, but you must master it.” Cain said to his brother Abel, “Let us go out to the field.” And when they were in the field, Cain rose up against his brother Abel, and killed him. Then the Lord said to Cain, “Where is your brother Abel?” He said, “I do not know; am I my brother’s keeper?” And the Lord said, “What have you done? Listen; your brother’s blood is crying out to me from the ground! And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. When you till the ground, it will no longer yield to you its strength; you will be a fugitive and a wanderer on the earth.” Cain said to the Lord, “My punishment is greater than I can bear! Today you have driven me away from the soil, and I shall be hidden from your face; I shall be a fugitive and a wanderer on the earth, and anyone who meets me may kill me.” Then the Lord said to him, “Not so! Whoever kills Cain will suffer a sevenfold vengeance.” And the Lord put a mark on Cain, so that no one who came upon him would kill him. Then Cain went away from the presence of the Lord, and settled in the land of Nod, east of Eden."
    }
  },
  {
    "id": "HEB 4:14-5:10",
    "text": {
      "NRSV": "Since, then, we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession. For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who in every respect has been tested as we are, yet without sin. Let us therefore approach the throne of grace with boldness, so that we may receive mercy and find grace to help in time of need.\n\nEvery high priest chosen from among mortals is put in charge of things pertaining to God on their behalf, to offer gifts and sacrifices for sins. He is able to deal gently with the ignorant and wayward, since he himself is subject to weakness; and because of this he must offer sacrifice for his own sins as well as for those of the people. And one does not presume to take this honor, but takes it only when called by God, just as Aaron was. So also Christ did not glorify himself in becoming a high priest, but was appointed by the one who said to him, “You are my Son, today I have begotten you”; as he says also in another place, “You are a priest forever, according to the order of Melchizedek.” In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his reverent submission. Although he was a Son, he learned obedience through what he suffered; and having been made perfect, he became the source of eternal salvation for all who obey him, having been designated by God a high priest according to the order of Melchizedek."
    }
  },
  {
    "id": "EX 34:1-9,27-28",
    "text": {
      "NRSV": "The Lord said to Moses, “Cut two tablets of stone like the former ones, and I will write on the tablets the words that were on the former tablets, which you broke. Be ready in the morning, and come up in the morning to Mount Sinai and present yourself there to me, on the top of the mountain. No one shall come up with you, and do not let anyone be seen throughout all the mountain; and do not let flocks or herds graze in front of that mountain.” So Moses cut two tablets of stone like the former ones; and he rose early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took in his hand the two tablets of stone. The Lord descended in the cloud and stood with him there, and proclaimed the name, “The Lord.” The Lord passed before him, and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, keeping steadfast love for the thousandth generation, forgiving iniquity and transgression and sin, yet by no means clearing the guilty, but visiting the iniquity of the parents upon the children and the children’s children, to the third and the fourth generation.” And Moses quickly bowed his head toward the earth, and worshiped. He said, “If now I have found favor in your sight, O Lord, I pray, let the Lord go with us. Although this is a stiff-necked people, pardon our iniquity and our sin, and take us for your inheritance.” Then the Lord said to Moses, “Write these words; in accordance with these words I have made a covenant with you and with Israel.” He was there with the Lord forty days and forty nights; he neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the ten commandments."
    }
  },
  {
    "id": "ACT 7:30-34",
    "text": {
      "NRSV": "Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning bush. When Moses saw it, he was amazed at the sight; and as he approached to look, there came the voice of the Lord: ‘I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.’ Moses began to tremble and did not dare to look. Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground. I have surely seen the mistreatment of my people who are in Egypt and have heard their groaning, and I have come down to rescue them. Come now, I will send you to Egypt.’"
    }
  },
  {
    "id": "1 KGS 19:9-18",
    "text": {
      "NRSV": "At that place he came to a cave, and spent the night there. Then the word of the Lord came to him, saying, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” He said, “Go out and stand on the mountain before the Lord, for the Lord is about to pass by.” Now there was a great wind, so strong that it was splitting mountains and breaking rocks in pieces before the Lord, but the Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake; and after the earthquake a fire, but the Lord was not in the fire; and after the fire a sound of sheer silence. When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Then there came a voice to him that said, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” Then the Lord said to him, “Go, return on your way to the wilderness of Damascus; when you arrive, you shall anoint Hazael as king over Aram. Also you shall anoint Jehu son of Nimshi as king over Israel; and you shall anoint Elisha son of Shaphat of Abel-meholah as prophet in your place. Whoever escapes from the sword of Hazael, Jehu shall kill; and whoever escapes from the sword of Jehu, Elisha shall kill. Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”"
    }
  },
  {
    "id": "ROM 11:1-6",
    "text": {
      "NRSV": "I ask, then, has God rejected his people? By no means! I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel? “Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.” But what is the divine reply to him? “I have kept for myself seven thousand who have not bowed the knee to Baal.” So too at the present time there is a remnant, chosen by grace. But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace."
    }
  },
  {
    "id": "JONAH 3:1-10",
    "text": {
      "NRSV": "The word of the Lord came to Jonah a second time, saying, “Get up, go to Nineveh, that great city, and proclaim to it the message that I tell you.” So Jonah set out and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly large city, a three days’ walk across. Jonah began to go into the city, going a day’s walk. And he cried out, “Forty days more, and Nineveh shall be overthrown!” And the people of Nineveh believed God; they proclaimed a fast, and everyone, great and small, put on sackcloth.\n\nWhen the news reached the king of Nineveh, he rose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes. Then he had a proclamation made in Nineveh: “By the decree of the king and his nobles: No human being or animal, no herd or flock, shall taste anything. They shall not feed, nor shall they drink water. Human beings and animals shall be covered with sackcloth, and they shall cry mightily to God. All shall turn from their evil ways and from the violence that is in their hands. Who knows? God may relent and change his mind; he may turn from his fierce anger, so that we do not perish.” When God saw what they did, how they turned from their evil ways, God changed his mind about the calamity that he had said he would bring upon them; and he did not do it."
    }
  },
  {
    "id": "ROM 1:1-7",
    "text": {
      "NRSV": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God, which he promised beforehand through his prophets in the holy scriptures, the gospel concerning his Son, who was descended from David according to the flesh and was declared to be Son of God with power according to the spirit of holiness by resurrection from the dead, Jesus Christ our Lord, through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name, including yourselves who are called to belong to Jesus Christ, To all God’s beloved in Rome, who are called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    }
  },
  {
    "id": "JONAH 4:1-11",
    "text": {
      "NRSV": "But this was very displeasing to Jonah, and he became angry. He prayed to the Lord and said, “O Lord! Is not this what I said while I was still in my own country? That is why I fled to Tarshish at the beginning; for I knew that you are a gracious God and merciful, slow to anger, and abounding in steadfast love, and ready to relent from punishing. And now, O Lord, please take my life from me, for it is better for me to die than to live.” And the Lord said, “Is it right for you to be angry?” Then Jonah went out of the city and sat down east of the city, and made a booth for himself there. He sat under it in the shade, waiting to see what would become of the city. The Lord God appointed a bush, and made it come up over Jonah, to give shade over his head, to save him from his discomfort; so Jonah was very happy about the bush. But when dawn came up the next day, God appointed a worm that attacked the bush, so that it withered. When the sun rose, God prepared a sultry east wind, and the sun beat down on the head of Jonah so that he was faint and asked that he might die. He said, “It is better for me to die than to live.” But God said to Jonah, “Is it right for you to be angry about the bush?” And he said, “Yes, angry enough to die.” Then the Lord said, “You are concerned about the bush, for which you did not labor and which you did not grow; it came into being in a night and perished in a night. And should I not be concerned about Nineveh, that great city, in which there are more than a hundred and twenty thousand persons who do not know their right hand from their left, and also many animals?”"
    }
  },
  {
    "id": "ROM 1:8-17",
    "text": {
      "NRSV": "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the world. For God, whom I serve with my spirit by announcing the gospel of his Son, is my witness that without ceasing I remember you always in my prayers, asking that by God’s will I may somehow at last succeed in coming to you. For I am longing to see you so that I may share with you some spiritual gift to strengthen you— or rather so that we may be mutually encouraged by each other’s faith, both yours and mine. I want you to know, brothers and sisters, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as I have among the rest of the Gentiles. I am a debtor both to Greeks and to barbarians, both to the wise and to the foolish —hence my eagerness to proclaim the gospel to you also who are in Rome. For I am not ashamed of the gospel; it is the power of God for salvation to everyone who has faith, to the Jew first and also to the Greek. For in it the righteousness of God is revealed through faith for faith; as it is written, “The one who is righteous will live by faith.”"
    }
  },
  {
    "id": "ISA 58:1-12",
    "text": {
      "NRSV": "Shout out, do not hold back! Lift up your voice like a trumpet! Announce to my people their rebellion, to the house of Jacob their sins. Yet day after day they seek me and delight to know my ways, as if they were a nation that practiced righteousness and did not forsake the ordinance of their God; they ask of me righteous judgments, they delight to draw near to God. “Why do we fast, but you do not see? Why humble ourselves, but you do not notice?” Look, you serve your own interest on your fast day, and oppress all your workers. Look, you fast only to quarrel and to fight and to strike with a wicked fist. Such fasting as you do today will not make your voice heard on high. Is such the fast that I choose, a day to humble oneself? Is it to bow down the head like a bulrush, and to lie in sackcloth and ashes? Will you call this a fast, a day acceptable to the Lord? Is not this the fast that I choose: to loose the bonds of injustice, to undo the thongs of the yoke, to let the oppressed go free, and to break every yoke? Is it not to share your bread with the hungry, and bring the homeless poor into your house; when you see the naked, to cover them, and not to hide yourself from your own kin? Then your light shall break forth like the dawn, and your healing shall spring up quickly; your vindicator shall go before you, the glory of the Lord shall be your rear guard. Then you shall call, and the Lord will answer; you shall cry for help, and he will say, Here I am. If you remove the yoke from among you, the pointing of the finger, the speaking of evil, if you offer your food to the hungry and satisfy the needs of the afflicted, then your light shall rise in the darkness and your gloom be like the noonday. The Lord will guide you continually, and satisfy your needs in parched places, and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters never fail. Your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to live in."
    }
  },
  {
    "id": "MATT 18:1-7",
    "text": {
      "NRSV": "At that time the disciples came to Jesus and asked, “Who is the greatest in the kingdom of heaven?” He called a child, whom he put among them, and said, “Truly I tell you, unless you change and become like children, you will never enter the kingdom of heaven. Whoever becomes humble like this child is the greatest in the kingdom of heaven. Whoever welcomes one such child in my name welcomes me. “If any of you put a stumbling block before one of these little ones who believe in me, it would be better for you if a great millstone were fastened around your neck and you were drowned in the depth of the sea. Woe to the world because of stumbling blocks! Occasions for stumbling are bound to come, but woe to the one by whom the stumbling block comes!"
    }
  },
  {
    "id": "1 KGS 19:1-8",
    "text": {
      "NRSV": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me, and more also, if I do not make your life like the life of one of them by this time tomorrow.” Then he was afraid; he got up and fled for his life, and came to Beer-sheba, which belongs to Judah; he left his servant there. But he himself went a day’s journey into the wilderness, and came and sat down under a solitary broom tree. He asked that he might die: “It is enough; now, O Lord, take away my life, for I am no better than my ancestors.” Then he lay down under the broom tree and fell asleep. Suddenly an angel touched him and said to him, “Get up and eat.” He looked, and there at his head was a cake baked on hot stones, and a jar of water. He ate and drank, and lay down again. The angel of the Lord came a second time, touched him, and said, “Get up and eat, otherwise the journey will be too much for you.” He got up, and ate and drank; then he went in the strength of that food forty days and forty nights to Horeb the mount of God."
    }
  },
  {
    "id": "HEB 2:10-18",
    "text": {
      "NRSV": "It was fitting that God, for whom and through whom all things exist, in bringing many children to glory, should make the pioneer of their salvation perfect through sufferings. For the one who sanctifies and those who are sanctified all have one Father. For this reason Jesus is not ashamed to call them brothers and sisters, saying, “I will proclaim your name to my brothers and sisters, in the midst of the congregation I will praise you.” And again, “I will put my trust in him.” And again, “Here am I and the children whom God has given me.” Since, therefore, the children share flesh and blood, he himself likewise shared the same things, so that through death he might destroy the one who has the power of death, that is, the devil, and free those who all their lives were held in slavery by the fear of death. For it is clear that he did not come to help angels, but the descendants of Abraham. Therefore he had to become like his brothers and sisters in every respect, so that he might be a merciful and faithful high priest in the service of God, to make a sacrifice of atonement for the sins of the people. Because he himself was tested by what he suffered, he is able to help those who are being tested."
    }
  },
  {
    "id": "GEN 4:1-16",
    "text": {
      "NRSV": "Now the man knew his wife Eve, and she conceived and bore Cain, saying, “I have produced a man with the help of the Lord.” Next she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a tiller of the ground. In the course of time Cain brought to the Lord an offering of the fruit of the ground, and Abel for his part brought of the firstlings of his flock, their fat portions. And the Lord had regard for Abel and his offering, but for Cain and his offering he had no regard. So Cain was very angry, and his countenance fell. The Lord said to Cain, “Why are you angry, and why has your countenance fallen? If you do well, will you not be accepted? And if you do not do well, sin is lurking at the door; its desire is for you, but you must master it.” Cain said to his brother Abel, “Let us go out to the field.” And when they were in the field, Cain rose up against his brother Abel, and killed him. Then the Lord said to Cain, “Where is your brother Abel?” He said, “I do not know; am I my brother’s keeper?” And the Lord said, “What have you done? Listen; your brother’s blood is crying out to me from the ground! And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. When you till the ground, it will no longer yield to you its strength; you will be a fugitive and a wanderer on the earth.” Cain said to the Lord, “My punishment is greater than I can bear! Today you have driven me away from the soil, and I shall be hidden from your face; I shall be a fugitive and a wanderer on the earth, and anyone who meets me may kill me.” Then the Lord said to him, “Not so! Whoever kills Cain will suffer a sevenfold vengeance.” And the Lord put a mark on Cain, so that no one who came upon him would kill him. Then Cain went away from the presence of the Lord, and settled in the land of Nod, east of Eden."
    }
  },
  {
    "id": "HEB 4:14-5:10",
    "text": {
      "NRSV": "Since, then, we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession. For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who in every respect has been tested as we are, yet without sin. Let us therefore approach the throne of grace with boldness, so that we may receive mercy and find grace to help in time of need.\n\nEvery high priest chosen from among mortals is put in charge of things pertaining to God on their behalf, to offer gifts and sacrifices for sins. He is able to deal gently with the ignorant and wayward, since he himself is subject to weakness; and because of this he must offer sacrifice for his own sins as well as for those of the people. And one does not presume to take this honor, but takes it only when called by God, just as Aaron was. So also Christ did not glorify himself in becoming a high priest, but was appointed by the one who said to him, “You are my Son, today I have begotten you”; as he says also in another place, “You are a priest forever, according to the order of Melchizedek.” In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his reverent submission. Although he was a Son, he learned obedience through what he suffered; and having been made perfect, he became the source of eternal salvation for all who obey him, having been designated by God a high priest according to the order of Melchizedek."
    }
  },
  {
    "id": "EX 34:1-9,27-28",
    "text": {
      "NRSV": "The Lord said to Moses, “Cut two tablets of stone like the former ones, and I will write on the tablets the words that were on the former tablets, which you broke. Be ready in the morning, and come up in the morning to Mount Sinai and present yourself there to me, on the top of the mountain. No one shall come up with you, and do not let anyone be seen throughout all the mountain; and do not let flocks or herds graze in front of that mountain.” So Moses cut two tablets of stone like the former ones; and he rose early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took in his hand the two tablets of stone. The Lord descended in the cloud and stood with him there, and proclaimed the name, “The Lord.” The Lord passed before him, and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, keeping steadfast love for the thousandth generation, forgiving iniquity and transgression and sin, yet by no means clearing the guilty, but visiting the iniquity of the parents upon the children and the children’s children, to the third and the fourth generation.” And Moses quickly bowed his head toward the earth, and worshiped. He said, “If now I have found favor in your sight, O Lord, I pray, let the Lord go with us. Although this is a stiff-necked people, pardon our iniquity and our sin, and take us for your inheritance.” Then the Lord said to Moses, “Write these words; in accordance with these words I have made a covenant with you and with Israel.” He was there with the Lord forty days and forty nights; he neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the ten commandments."
    }
  },
  {
    "id": "ACT 7:30-34",
    "text": {
      "NRSV": "Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning bush. When Moses saw it, he was amazed at the sight; and as he approached to look, there came the voice of the Lord: ‘I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.’ Moses began to tremble and did not dare to look. Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground. I have surely seen the mistreatment of my people who are in Egypt and have heard their groaning, and I have come down to rescue them. Come now, I will send you to Egypt.’"
    }
  },
  {
    "id": "1 KGS 19:9-18",
    "text": {
      "NRSV": "At that place he came to a cave, and spent the night there. Then the word of the Lord came to him, saying, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” He said, “Go out and stand on the mountain before the Lord, for the Lord is about to pass by.” Now there was a great wind, so strong that it was splitting mountains and breaking rocks in pieces before the Lord, but the Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake; and after the earthquake a fire, but the Lord was not in the fire; and after the fire a sound of sheer silence. When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Then there came a voice to him that said, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” Then the Lord said to him, “Go, return on your way to the wilderness of Damascus; when you arrive, you shall anoint Hazael as king over Aram. Also you shall anoint Jehu son of Nimshi as king over Israel; and you shall anoint Elisha son of Shaphat of Abel-meholah as prophet in your place. Whoever escapes from the sword of Hazael, Jehu shall kill; and whoever escapes from the sword of Jehu, Elisha shall kill. Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”"
    }
  },
  {
    "id": "ROM 11:1-6",
    "text": {
      "NRSV": "I ask, then, has God rejected his people? By no means! I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel? “Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.” But what is the divine reply to him? “I have kept for myself seven thousand who have not bowed the knee to Baal.” So too at the present time there is a remnant, chosen by grace. But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace."
    }
  },
  {
    "id": "JONAH 3:1-10",
    "text": {
      "NRSV": "The word of the Lord came to Jonah a second time, saying, “Get up, go to Nineveh, that great city, and proclaim to it the message that I tell you.” So Jonah set out and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly large city, a three days’ walk across. Jonah began to go into the city, going a day’s walk. And he cried out, “Forty days more, and Nineveh shall be overthrown!” And the people of Nineveh believed God; they proclaimed a fast, and everyone, great and small, put on sackcloth.\n\nWhen the news reached the king of Nineveh, he rose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes. Then he had a proclamation made in Nineveh: “By the decree of the king and his nobles: No human being or animal, no herd or flock, shall taste anything. They shall not feed, nor shall they drink water. Human beings and animals shall be covered with sackcloth, and they shall cry mightily to God. All shall turn from their evil ways and from the violence that is in their hands. Who knows? God may relent and change his mind; he may turn from his fierce anger, so that we do not perish.” When God saw what they did, how they turned from their evil ways, God changed his mind about the calamity that he had said he would bring upon them; and he did not do it."
    }
  },
  {
    "id": "ROM 1:1-7",
    "text": {
      "NRSV": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God, which he promised beforehand through his prophets in the holy scriptures, the gospel concerning his Son, who was descended from David according to the flesh and was declared to be Son of God with power according to the spirit of holiness by resurrection from the dead, Jesus Christ our Lord, through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name, including yourselves who are called to belong to Jesus Christ, To all God’s beloved in Rome, who are called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    }
  },
  {
    "id": "JONAH 4:1-11",
    "text": {
      "NRSV": "But this was very displeasing to Jonah, and he became angry. He prayed to the Lord and said, “O Lord! Is not this what I said while I was still in my own country? That is why I fled to Tarshish at the beginning; for I knew that you are a gracious God and merciful, slow to anger, and abounding in steadfast love, and ready to relent from punishing. And now, O Lord, please take my life from me, for it is better for me to die than to live.” And the Lord said, “Is it right for you to be angry?” Then Jonah went out of the city and sat down east of the city, and made a booth for himself there. He sat under it in the shade, waiting to see what would become of the city. The Lord God appointed a bush, and made it come up over Jonah, to give shade over his head, to save him from his discomfort; so Jonah was very happy about the bush. But when dawn came up the next day, God appointed a worm that attacked the bush, so that it withered. When the sun rose, God prepared a sultry east wind, and the sun beat down on the head of Jonah so that he was faint and asked that he might die. He said, “It is better for me to die than to live.” But God said to Jonah, “Is it right for you to be angry about the bush?” And he said, “Yes, angry enough to die.” Then the Lord said, “You are concerned about the bush, for which you did not labor and which you did not grow; it came into being in a night and perished in a night. And should I not be concerned about Nineveh, that great city, in which there are more than a hundred and twenty thousand persons who do not know their right hand from their left, and also many animals?”"
    }
  },
  {
    "id": "ROM 1:8-17",
    "text": {
      "NRSV": "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the world. For God, whom I serve with my spirit by announcing the gospel of his Son, is my witness that without ceasing I remember you always in my prayers, asking that by God’s will I may somehow at last succeed in coming to you. For I am longing to see you so that I may share with you some spiritual gift to strengthen you— or rather so that we may be mutually encouraged by each other’s faith, both yours and mine. I want you to know, brothers and sisters, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as I have among the rest of the Gentiles. I am a debtor both to Greeks and to barbarians, both to the wise and to the foolish —hence my eagerness to proclaim the gospel to you also who are in Rome. For I am not ashamed of the gospel; it is the power of God for salvation to everyone who has faith, to the Jew first and also to the Greek. For in it the righteousness of God is revealed through faith for faith; as it is written, “The one who is righteous will live by faith.”"
    }
  },
  {
    "id": "ISA 58:1-12",
    "text": {
      "NRSV": "Shout out, do not hold back! Lift up your voice like a trumpet! Announce to my people their rebellion, to the house of Jacob their sins. Yet day after day they seek me and delight to know my ways, as if they were a nation that practiced righteousness and did not forsake the ordinance of their God; they ask of me righteous judgments, they delight to draw near to God. “Why do we fast, but you do not see? Why humble ourselves, but you do not notice?” Look, you serve your own interest on your fast day, and oppress all your workers. Look, you fast only to quarrel and to fight and to strike with a wicked fist. Such fasting as you do today will not make your voice heard on high. Is such the fast that I choose, a day to humble oneself? Is it to bow down the head like a bulrush, and to lie in sackcloth and ashes? Will you call this a fast, a day acceptable to the Lord? Is not this the fast that I choose: to loose the bonds of injustice, to undo the thongs of the yoke, to let the oppressed go free, and to break every yoke? Is it not to share your bread with the hungry, and bring the homeless poor into your house; when you see the naked, to cover them, and not to hide yourself from your own kin? Then your light shall break forth like the dawn, and your healing shall spring up quickly; your vindicator shall go before you, the glory of the Lord shall be your rear guard. Then you shall call, and the Lord will answer; you shall cry for help, and he will say, Here I am. If you remove the yoke from among you, the pointing of the finger, the speaking of evil, if you offer your food to the hungry and satisfy the needs of the afflicted, then your light shall rise in the darkness and your gloom be like the noonday. The Lord will guide you continually, and satisfy your needs in parched places, and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters never fail. Your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to live in."
    }
  },
  {
    "id": "MATT 18:1-7",
    "text": {
      "NRSV": "At that time the disciples came to Jesus and asked, “Who is the greatest in the kingdom of heaven?” He called a child, whom he put among them, and said, “Truly I tell you, unless you change and become like children, you will never enter the kingdom of heaven. Whoever becomes humble like this child is the greatest in the kingdom of heaven. Whoever welcomes one such child in my name welcomes me. “If any of you put a stumbling block before one of these little ones who believe in me, it would be better for you if a great millstone were fastened around your neck and you were drowned in the depth of the sea. Woe to the world because of stumbling blocks! Occasions for stumbling are bound to come, but woe to the one by whom the stumbling block comes!"
    }
  },
  {
    "id": "1 KGS 19:1-8",
    "text": {
      "NRSV": "Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me, and more also, if I do not make your life like the life of one of them by this time tomorrow.” Then he was afraid; he got up and fled for his life, and came to Beer-sheba, which belongs to Judah; he left his servant there. But he himself went a day’s journey into the wilderness, and came and sat down under a solitary broom tree. He asked that he might die: “It is enough; now, O Lord, take away my life, for I am no better than my ancestors.” Then he lay down under the broom tree and fell asleep. Suddenly an angel touched him and said to him, “Get up and eat.” He looked, and there at his head was a cake baked on hot stones, and a jar of water. He ate and drank, and lay down again. The angel of the Lord came a second time, touched him, and said, “Get up and eat, otherwise the journey will be too much for you.” He got up, and ate and drank; then he went in the strength of that food forty days and forty nights to Horeb the mount of God."
    }
  },
  {
    "id": "HEB 2:10-18",
    "text": {
      "NRSV": "It was fitting that God, for whom and through whom all things exist, in bringing many children to glory, should make the pioneer of their salvation perfect through sufferings. For the one who sanctifies and those who are sanctified all have one Father. For this reason Jesus is not ashamed to call them brothers and sisters, saying, “I will proclaim your name to my brothers and sisters, in the midst of the congregation I will praise you.” And again, “I will put my trust in him.” And again, “Here am I and the children whom God has given me.” Since, therefore, the children share flesh and blood, he himself likewise shared the same things, so that through death he might destroy the one who has the power of death, that is, the devil, and free those who all their lives were held in slavery by the fear of death. For it is clear that he did not come to help angels, but the descendants of Abraham. Therefore he had to become like his brothers and sisters in every respect, so that he might be a merciful and faithful high priest in the service of God, to make a sacrifice of atonement for the sins of the people. Because he himself was tested by what he suffered, he is able to help those who are being tested."
    }
  },
  {
    "id": "GEN 4:1-16",
    "text": {
      "NRSV": "Now the man knew his wife Eve, and she conceived and bore Cain, saying, “I have produced a man with the help of the Lord.” Next she bore his brother Abel. Now Abel was a keeper of sheep, and Cain a tiller of the ground. In the course of time Cain brought to the Lord an offering of the fruit of the ground, and Abel for his part brought of the firstlings of his flock, their fat portions. And the Lord had regard for Abel and his offering, but for Cain and his offering he had no regard. So Cain was very angry, and his countenance fell. The Lord said to Cain, “Why are you angry, and why has your countenance fallen? If you do well, will you not be accepted? And if you do not do well, sin is lurking at the door; its desire is for you, but you must master it.” Cain said to his brother Abel, “Let us go out to the field.” And when they were in the field, Cain rose up against his brother Abel, and killed him. Then the Lord said to Cain, “Where is your brother Abel?” He said, “I do not know; am I my brother’s keeper?” And the Lord said, “What have you done? Listen; your brother’s blood is crying out to me from the ground! And now you are cursed from the ground, which has opened its mouth to receive your brother’s blood from your hand. When you till the ground, it will no longer yield to you its strength; you will be a fugitive and a wanderer on the earth.” Cain said to the Lord, “My punishment is greater than I can bear! Today you have driven me away from the soil, and I shall be hidden from your face; I shall be a fugitive and a wanderer on the earth, and anyone who meets me may kill me.” Then the Lord said to him, “Not so! Whoever kills Cain will suffer a sevenfold vengeance.” And the Lord put a mark on Cain, so that no one who came upon him would kill him. Then Cain went away from the presence of the Lord, and settled in the land of Nod, east of Eden."
    }
  },
  {
    "id": "HEB 4:14-5:10",
    "text": {
      "NRSV": "Since, then, we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast to our confession. For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who in every respect has been tested as we are, yet without sin. Let us therefore approach the throne of grace with boldness, so that we may receive mercy and find grace to help in time of need.\n\nEvery high priest chosen from among mortals is put in charge of things pertaining to God on their behalf, to offer gifts and sacrifices for sins. He is able to deal gently with the ignorant and wayward, since he himself is subject to weakness; and because of this he must offer sacrifice for his own sins as well as for those of the people. And one does not presume to take this honor, but takes it only when called by God, just as Aaron was. So also Christ did not glorify himself in becoming a high priest, but was appointed by the one who said to him, “You are my Son, today I have begotten you”; as he says also in another place, “You are a priest forever, according to the order of Melchizedek.” In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his reverent submission. Although he was a Son, he learned obedience through what he suffered; and having been made perfect, he became the source of eternal salvation for all who obey him, having been designated by God a high priest according to the order of Melchizedek."
    }
  },
  {
    "id": "EX 34:1-9,27-28",
    "text": {
      "NRSV": "The Lord said to Moses, “Cut two tablets of stone like the former ones, and I will write on the tablets the words that were on the former tablets, which you broke. Be ready in the morning, and come up in the morning to Mount Sinai and present yourself there to me, on the top of the mountain. No one shall come up with you, and do not let anyone be seen throughout all the mountain; and do not let flocks or herds graze in front of that mountain.” So Moses cut two tablets of stone like the former ones; and he rose early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took in his hand the two tablets of stone. The Lord descended in the cloud and stood with him there, and proclaimed the name, “The Lord.” The Lord passed before him, and proclaimed, “The Lord, the Lord, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, keeping steadfast love for the thousandth generation, forgiving iniquity and transgression and sin, yet by no means clearing the guilty, but visiting the iniquity of the parents upon the children and the children’s children, to the third and the fourth generation.” And Moses quickly bowed his head toward the earth, and worshiped. He said, “If now I have found favor in your sight, O Lord, I pray, let the Lord go with us. Although this is a stiff-necked people, pardon our iniquity and our sin, and take us for your inheritance.” Then the Lord said to Moses, “Write these words; in accordance with these words I have made a covenant with you and with Israel.” He was there with the Lord forty days and forty nights; he neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the ten commandments."
    }
  },
  {
    "id": "ACT 7:30-34",
    "text": {
      "NRSV": "Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning bush. When Moses saw it, he was amazed at the sight; and as he approached to look, there came the voice of the Lord: ‘I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.’ Moses began to tremble and did not dare to look. Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground. I have surely seen the mistreatment of my people who are in Egypt and have heard their groaning, and I have come down to rescue them. Come now, I will send you to Egypt.’"
    }
  },
  {
    "id": "1 KGS 19:9-18",
    "text": {
      "NRSV": "At that place he came to a cave, and spent the night there. Then the word of the Lord came to him, saying, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” He said, “Go out and stand on the mountain before the Lord, for the Lord is about to pass by.” Now there was a great wind, so strong that it was splitting mountains and breaking rocks in pieces before the Lord, but the Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake; and after the earthquake a fire, but the Lord was not in the fire; and after the fire a sound of sheer silence. When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Then there came a voice to him that said, “What are you doing here, Elijah?” He answered, “I have been very zealous for the Lord, the God of hosts; for the Israelites have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I alone am left, and they are seeking my life, to take it away.” Then the Lord said to him, “Go, return on your way to the wilderness of Damascus; when you arrive, you shall anoint Hazael as king over Aram. Also you shall anoint Jehu son of Nimshi as king over Israel; and you shall anoint Elisha son of Shaphat of Abel-meholah as prophet in your place. Whoever escapes from the sword of Hazael, Jehu shall kill; and whoever escapes from the sword of Jehu, Elisha shall kill. Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”"
    }
  },
  {
    "id": "ROM 11:1-6",
    "text": {
      "NRSV": "I ask, then, has God rejected his people? By no means! I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. God has not rejected his people whom he foreknew. Do you not know what the scripture says of Elijah, how he pleads with God against Israel? “Lord, they have killed your prophets, they have demolished your altars; I alone am left, and they are seeking my life.” But what is the divine reply to him? “I have kept for myself seven thousand who have not bowed the knee to Baal.” So too at the present time there is a remnant, chosen by grace. But if it is by grace, it is no longer on the basis of works, otherwise grace would no longer be grace."
    }
  },
  {
    "id": "JONAH 3:1-10",
    "text": {
      "NRSV": "The word of the Lord came to Jonah a second time, saying, “Get up, go to Nineveh, that great city, and proclaim to it the message that I tell you.” So Jonah set out and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly large city, a three days’ walk across. Jonah began to go into the city, going a day’s walk. And he cried out, “Forty days more, and Nineveh shall be overthrown!” And the people of Nineveh believed God; they proclaimed a fast, and everyone, great and small, put on sackcloth.\n\nWhen the news reached the king of Nineveh, he rose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes. Then he had a proclamation made in Nineveh: “By the decree of the king and his nobles: No human being or animal, no herd or flock, shall taste anything. They shall not feed, nor shall they drink water. Human beings and animals shall be covered with sackcloth, and they shall cry mightily to God. All shall turn from their evil ways and from the violence that is in their hands. Who knows? God may relent and change his mind; he may turn from his fierce anger, so that we do not perish.” When God saw what they did, how they turned from their evil ways, God changed his mind about the calamity that he had said he would bring upon them; and he did not do it."
    }
  },
  {
    "id": "ROM 1:1-7",
    "text": {
      "NRSV": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God, which he promised beforehand through his prophets in the holy scriptures, the gospel concerning his Son, who was descended from David according to the flesh and was declared to be Son of God with power according to the spirit of holiness by resurrection from the dead, Jesus Christ our Lord, through whom we have received grace and apostleship to bring about the obedience of faith among all the Gentiles for the sake of his name, including yourselves who are called to belong to Jesus Christ, To all God’s beloved in Rome, who are called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    }
  },
  {
    "id": "JONAH 4:1-11",
    "text": {
      "NRSV": "But this was very displeasing to Jonah, and he became angry. He prayed to the Lord and said, “O Lord! Is not this what I said while I was still in my own country? That is why I fled to Tarshish at the beginning; for I knew that you are a gracious God and merciful, slow to anger, and abounding in steadfast love, and ready to relent from punishing. And now, O Lord, please take my life from me, for it is better for me to die than to live.” And the Lord said, “Is it right for you to be angry?” Then Jonah went out of the city and sat down east of the city, and made a booth for himself there. He sat under it in the shade, waiting to see what would become of the city. The Lord God appointed a bush, and made it come up over Jonah, to give shade over his head, to save him from his discomfort; so Jonah was very happy about the bush. But when dawn came up the next day, God appointed a worm that attacked the bush, so that it withered. When the sun rose, God prepared a sultry east wind, and the sun beat down on the head of Jonah so that he was faint and asked that he might die. He said, “It is better for me to die than to live.” But God said to Jonah, “Is it right for you to be angry about the bush?” And he said, “Yes, angry enough to die.” Then the Lord said, “You are concerned about the bush, for which you did not labor and which you did not grow; it came into being in a night and perished in a night. And should I not be concerned about Nineveh, that great city, in which there are more than a hundred and twenty thousand persons who do not know their right hand from their left, and also many animals?”"
    }
  },
  {
    "id": "ROM 1:8-17",
    "text": {
      "NRSV": "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the world. For God, whom I serve with my spirit by announcing the gospel of his Son, is my witness that without ceasing I remember you always in my prayers, asking that by God’s will I may somehow at last succeed in coming to you. For I am longing to see you so that I may share with you some spiritual gift to strengthen you— or rather so that we may be mutually encouraged by each other’s faith, both yours and mine. I want you to know, brothers and sisters, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as I have among the rest of the Gentiles. I am a debtor both to Greeks and to barbarians, both to the wise and to the foolish —hence my eagerness to proclaim the gospel to you also who are in Rome. For I am not ashamed of the gospel; it is the power of God for salvation to everyone who has faith, to the Jew first and also to the Greek. For in it the righteousness of God is revealed through faith for faith; as it is written, “The one who is righteous will live by faith.”"
    }
  },
  {
    "id": "ISA 58:1-12",
    "text": {
      "NRSV": "Shout out, do not hold back! Lift up your voice like a trumpet! Announce to my people their rebellion, to the house of Jacob their sins. Yet day after day they seek me and delight to know my ways, as if they were a nation that practiced righteousness and did not forsake the ordinance of their God; they ask of me righteous judgments, they delight to draw near to God. “Why do we fast, but you do not see? Why humble ourselves, but you do not notice?” Look, you serve your own interest on your fast day, and oppress all your workers. Look, you fast only to quarrel and to fight and to strike with a wicked fist. Such fasting as you do today will not make your voice heard on high. Is such the fast that I choose, a day to humble oneself? Is it to bow down the head like a bulrush, and to lie in sackcloth and ashes? Will you call this a fast, a day acceptable to the Lord? Is not this the fast that I choose: to loose the bonds of injustice, to undo the thongs of the yoke, to let the oppressed go free, and to break every yoke? Is it not to share your bread with the hungry, and bring the homeless poor into your house; when you see the naked, to cover them, and not to hide yourself from your own kin? Then your light shall break forth like the dawn, and your healing shall spring up quickly; your vindicator shall go before you, the glory of the Lord shall be your rear guard. Then you shall call, and the Lord will answer; you shall cry for help, and he will say, Here I am. If you remove the yoke from among you, the pointing of the finger, the speaking of evil, if you offer your food to the hungry and satisfy the needs of the afflicted, then your light shall rise in the darkness and your gloom be like the noonday. The Lord will guide you continually, and satisfy your needs in parched places, and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters never fail. Your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to live in."
    }
  }
]