{
  "meta": {
    "name": "Wisdom of Solomon",
    "id": "WIS",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "Love righteousness, you rulers of the earth, think of the Lord in goodness and seek him with sincerity of heart;" },
        { "num": 2, "text": "because he is found by those who do not put him to the test, and manifests himself to those who do not distrust him." },
        { "num": 3, "text": "For perverse thoughts separate people from God, and when his power is tested, it exposes the foolish;" },
        { "num": 4, "text": "because wisdom will not enter a deceitful soul, or dwell in a body enslaved to sin." },
        { "num": 5, "text": "For a holy and disciplined spirit will flee from deceit, and will leave foolish thoughts behind, and will be ashamed at the approach of unrighteousness." },
        { "num": 6, "text": "For wisdom is a kindly spirit, but will not free blasphemers from the guilt of their words; because God is witness of their inmost feelings, and a true observer of their hearts, and a hearer of their tongues." },
        { "num": 7, "text": "Because the spirit of the Lord has filled the world, and that which holds all things together knows what is said," },
        { "num": 8, "text": "therefore those who utter unrighteous things will not escape notice, and justice, when it punishes, will not pass them by." },
        { "num": 12, "text": "Do not invite death by the error of your life, or bring on destruction by the works of your hands;" },
        { "num": 13, "text": "because God did not make death, and he does not delight in the death of the living." },
        { "num": 14, "text": "For he created all things so that they might exist; the generative forces of the world are wholesome, and there is no destructive poison in them, and the dominion of Hades is not on earth." },
        { "num": 15, "text": "For righteousness is immortal." },
        { "num": 16, "text": "But the ungodly by their words and deeds summoned death; considering him a friend, they pined away and made a covenant with him, because they are fit to belong to his company." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "For they reasoned unsoundly, saying to themselves, “Short and sorrowful is our life, and there is no remedy when a life comes to its end, and no one has been known to return from Hades.”" },
        { "num": 2, "text": "“For we were born by mere chance, and hereafter we shall be as though we had never been, for the breath in our nostrils is smoke, and reason is a spark kindled by the beating of our hearts;”" },
        { "num": 6, "text": "“Come, therefore, let us enjoy the good things that exist, and make use of the creation to the full as in youth.”" },
        { "num": 12, "text": "“Let us lie in wait for the righteous man, because he is inconvenient to us and opposes our actions; he reproaches us for sins against the law, and accuses us of sins against our training.”" },
        { "num": 13, "text": "“He professes to have knowledge of God, and calls himself a child of the Lord.”" },
        { "num": 21, "text": "Thus they reasoned, but they were led astray, for their wickedness blinded them," },
        { "num": 22, "text": "and they did not know the secret purposes of God, nor hoped for the wages of holiness, nor discerned the prize for blameless souls." },
        { "num": 23, "text": "for God created us for incorruption, and made us in the image of his own eternity." },
        { "num": 24, "text": "but through the devil’s envy death entered the world, and those who belong to his company experience it." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "But the souls of the righteous are in the hand of God, and no torment will ever touch them." },
        { "num": 2, "text": "In the eyes of the foolish they seemed to have died, and their departure was thought to be a disaster," },
        { "num": 3, "text": "and their going from us to be their destruction; but they are at peace." },
        { "num": 4, "text": "For though in the sight of others they were punished, their hope is full of immortality." },
        { "num": 5, "text": "Having been disciplined a little, they will receive great good, because God tested them and found them worthy of himself." },
        { "num": 6, "text": "Like gold in the furnace he tried them, and like a sacrificial burnt offering he accepted them." },
        { "num": 7, "text": "In the time of their visitation they will shine forth, and will run like sparks through the stubble." },
        { "num": 8, "text": "They will govern nations and rule over peoples, and the Lord will reign over them forever." },
        { "num": 9, "text": "Those who trust in him will understand truth, and the faithful will abide with him in love, because grace and mercy are upon his holy ones, and he watches over his elect." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "Better is childlessness with virtue, for in the memory of virtue is immortality, because it is known both by God and by mortals." },
        { "num": 7, "text": "But the righteous, though they die early, will be at rest." },
        { "num": 8, "text": "For old age is not honored for length of time, or measured by number of years;" },
        { "num": 9, "text": "but understanding is gray hair for anyone, and a blameless life is ripe old age." },
        { "num": 10, "text": "There were some who pleased God and were loved by him, and while living among sinners were taken up." },
        { "num": 11, "text": "They were caught up so that evil might not change their understanding or guile deceive their souls." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "Then the righteous will stand with great confidence in the presence of those who have oppressed them and those who make light of their labors." },
        { "num": 2, "text": "When the unrighteous see them, they will be shaken with dreadful fear, and they will be amazed at the unexpected salvation of the righteous." },
        { "num": 4, "text": "“We fools thought their life a madness and their end to be without honor.”" },
        { "num": 5, "text": "“How have they been numbered among the children of God? And their lot is among the saints.”" },
        { "num": 15, "text": "But the righteous live forever, and their reward is with the Lord; the Most High takes care of them." },
        { "num": 16, "text": "Therefore they will receive a glorious crown and a beautiful diadem from the hand of the Lord, because with his right hand he will cover them, and with his arm he will shield them." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "Listen therefore, O kings, and understand; learn, O judges of the ends of the earth." },
        { "num": 3, "text": "For your dominion was given you from the Lord, and your sovereignty from the Most High; he will search out your works and inquire into your plans." },
        { "num": 12, "text": "Wisdom is radiant and unfading, and she is easily discerned by those who love her, and is found by those who seek her." },
        { "num": 17, "text": "The beginning of wisdom is the most sincere desire for instruction, and concern for instruction is love of her," },
        { "num": 18, "text": "and love of her is the keeping of her laws, and giving heed to her laws is assurance of incorruption," },
        { "num": 19, "text": "and incorruption brings one near to God;" },
        { "num": 20, "text": "so the desire for wisdom leads to a kingdom." },
        { "num": 24, "text": "The multitude of the wise is the salvation of the world, and a sensible king is the stability of any people." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "I also am mortal, like everyone else, a descendant of the first-formed child of earth; and in the womb of a mother I was molded into flesh," },
        { "num": 7, "text": "Therefore I prayed, and understanding was given me; I called on God, and the spirit of wisdom came to me." },
        { "num": 8, "text": "I preferred her to scepters and thrones, and I accounted wealth as nothing in comparison with her." },
        { "num": 22, "text": "For wisdom, the fashioner of all things, taught me. There is in her a spirit that is intelligent, holy, unique, manifold, subtle, mobile, clear, unpolluted, distinct, invulnerable, loving the good, keen, irresistible," },
        { "num": 24, "text": "For wisdom is more mobile than any motion; because of her pureness she pervades and penetrates all things." },
        { "num": 25, "text": "For she is a breath of the power of God, and a pure emanation of the glory of the Almighty; therefore nothing defiled gains entrance into her." },
        { "num": 26, "text": "For she is a reflection of eternal light, a spotless mirror of the working of God, and an image of his goodness." },
        { "num": 27, "text": "Although she is but one, she can do all things, and while remaining in herself, she renews all things; in every generation she passes into holy souls and makes them friends of God, and prophets;" },
        { "num": 28, "text": "for God loves nothing so much as the person who lives with wisdom." },
        { "num": 29, "text": "She is more beautiful than the sun, and excels every constellation of the stars. Compared with the light she is found to be superior," },
        { "num": 30, "text": "for it is succeeded by the night, but against wisdom evil does not prevail." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "She reaches mightily from one end of the earth to the other, and she orders all things well." },
        { "num": 2, "text": "I loved her and sought her from my youth; I desired to take her for my bride, and became enamored of her beauty." },
        { "num": 7, "text": "And if anyone loves righteousness, her labors are virtues; for she teaches self-control and prudence, justice and courage; nothing in life is more profitable for mortals than these." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "“O God of my ancestors and Lord of mercy, who have made all things by your word,”" },
        { "num": 2, "text": "“and by your wisdom have formed humankind to have dominion over the creatures you have made,”" },
        { "num": 4, "text": "“give me the wisdom that sits by your throne, and do not reject me from among your servants.”" },
        { "num": 9, "text": "“With you is wisdom, she who knows your works and was present when you made the world; she understands what is pleasing in your sight and what is right according to your commandments.”" },
        { "num": 10, "text": "“Send her forth from the holy heavens, and from the throne of your glory send her, that she may labor at my side, and that I may learn what is pleasing to you.”" },
        { "num": 13, "text": "“For who can learn the counsel of God? Or who can discern what the Lord wills?”" },
        { "num": 15, "text": "“for a perishable body weighs down the soul, and this earthy tent burdens the thoughtful mind.”" }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "Wisdom protected the first-formed father of the world, when he alone had been created; she delivered him from his transgression," },
        { "num": 2, "text": "and gave him strength to rule all things." },
        { "num": 4, "text": "When the earth was flooded because of him, wisdom again saved it, steering the righteous man by a paltry piece of wood." },
        { "num": 5, "text": "Wisdom also, when the nations in wicked agreement had been confounded, recognized the righteous man and kept him blameless before God, and held him strong in the face of his compassion for his child." },
        { "num": 6, "text": "Wisdom rescued a righteous man when the ungodly were perishing; he escaped the fire that descended on the Five Cities." },
        { "num": 10, "text": "When a righteous man fled from his brother’s wrath, she guided him on straight paths; she showed him the kingdom of God, and gave him knowledge of holy things." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "Wisdom prospered their works by the hand of a holy prophet." },
        { "num": 2, "text": "They journeyed through an uninhabited wilderness, and pitched their tents in untrodden places." },
        { "num": 21, "text": "For it is always in your power to show great strength, and who can withstand the might of your arm?" },
        { "num": 22, "text": "Because the whole world before you is like a speck that tips the scales, and like a drop of morning dew that falls on the ground." },
        { "num": 23, "text": "But you are merciful to all, for you can do all things, and you overlook people’s sins, so that they may repent." },
        { "num": 24, "text": "For you love all things that exist, and detest none of the things that you have made, for you would not have made anything if you had hated it." },
        { "num": 26, "text": "You spare all things, for they are yours, O Lord, you who love the living." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "For your immortal spirit is in all things." },
        { "num": 2, "text": "Therefore you correct little by little those who trespass, and you remind and warn them of the things through which they sin, so that they may be freed from wickedness and put their trust in you, O Lord." },
        { "num": 10, "text": "But judging them little by little you gave them an opportunity to repent, though you were not unaware that their origin was evil and their wickedness inborn." },
        { "num": 13, "text": "For neither is there any god besides you, whose care is for all people, to whom you should prove that you have not judged unjustly." },
        { "num": 15, "text": "But being righteous, you rule all things righteously, deeming it alien to your power to condemn anyone who does not deserve to be punished." },
        { "num": 16, "text": "For your strength is the source of righteousness, and your sovereignty over all causes you to spare all." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "For all people who were ignorant of God were foolish by nature; and they were unable from the good things that are seen to know the one who exists, nor did they recognize the artisan while paying heed to his works;" },
        { "num": 2, "text": "but they supposed that either fire or wind or swift air, or the circle of the stars, or turbulent water, or the luminaries of heaven were the gods that rule the world." },
        { "num": 3, "text": "If through delight in the beauty of these things people assumed them to be gods, let them know how much better than these is their Lord, for the author of beauty created them." },
        { "num": 5, "text": "For from the greatness and beauty of created things comes a corresponding perception of their Creator." },
        { "num": 10, "text": "But miserable, with their hopes set on dead things, are those who give the name “gods” to the works of human hands, gold and silver fashioned with skill." }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 12, "text": "For the idea of making idols was the beginning of fornication, and the invention of them was the corruption of life." },
        { "num": 13, "text": "for they did not exist from the beginning, nor will they last forever." },
        { "num": 27, "text": "For the worship of idols not to be named is the beginning and cause and end of every evil." }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "But you, our God, are kind and true, patient, and ruling all things in mercy." },
        { "num": 2, "text": "For even if we sin we are yours, knowing your power; but we will not sin, because we know that you acknowledge us as yours." },
        { "num": 3, "text": "For to know you is complete righteousness, and to know your power is the root of immortality." }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 7, "text": "For the one who turned toward it was saved, not by the thing that was beheld, but by you, the Savior of all." },
        { "num": 12, "text": "For neither herb nor poultice cured them, but it was your word, O Lord, that heals all people." },
        { "num": 13, "text": "For you have power over life and death; you lead mortals down to the gates of Hades and back again." },
        { "num": 20, "text": "Instead of these things you gave your people food of angels, and without their toil you supplied them from heaven with bread ready to eat, providing every pleasure and suited to every taste." }
      ]
    },
    {
      "num": 17,
      "verses": [
        { "num": 1, "text": "Great are your judgments and hard to describe; therefore uninstructed souls have gone astray." },
        { "num": 11, "text": "For wickedness is a cowardly thing, condemned by its own testimony; distressed by conscience, it has always exaggerated the difficulties." },
        { "num": 12, "text": "For fear is nothing but a surrender of the helps that come from reason." }
      ]
    },
    {
      "num": 18,
      "verses": [
        { "num": 14, "text": "For while gentle silence enveloped all things, and night in its swift course was now half gone," },
        { "num": 15, "text": "your all-powerful word leaped from heaven, from the royal throne, into the midst of the land that was doomed, a stern warrior" },
        { "num": 16, "text": "carrying the sharp sword of your authentic command, and stood and filled all things with death, and touched heaven while standing on the earth." }
      ]
    },
    {
      "num": 19,
      "verses": [
        { "num": 9, "text": "For they ranged like horses, and leaped like lambs, praising you, O Lord, who delivered them." },
        { "num": 18, "text": "For the elements changed places with one another, as on a harp the notes vary the nature of the rhythm, while each note remains the same." },
        { "num": 22, "text": "For in everything, O Lord, you have exalted and glorified your people, and you have not neglected to help them at all times and in all places." }
      ]
    }
  ]
}