{
  "meta": {
    "name": "1 Meqa'abyan",
    "id": "1MEQ",
    "version": "Ethiopic (Traditional translation)",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "In the days of the king of the Chaldeans, whose name was Tsur, the king sent his messengers and his princes to all the countries of the earth to make them worship his gods." },
        { "num": 2, "text": "And the king commanded that all the people should worship his gods, and they should offer sacrifices to them." },
        { "num": 3, "text": "And it came to pass that he sent to the land of Benjamin and to the land of Judah, and he said to them: 'Worship my gods and sacrifice to them; and if you do not worship them, you shall surely die.'" },
        { "num": 4, "text": "And there was a man of the tribe of Benjamin whose name was Meqa'abyan, and he was a righteous man before God." },
        { "num": 5, "text": "And he had three sons whose names were Abya, Seila, and Pantos." },
        { "num": 6, "text": "And when the king's messengers came to Meqa'abyan, they said to him: 'Worship the king's gods and sacrifice to them, so that you may live and not die.'" },
        { "num": 7, "text": "But Meqa'abyan answered and said to them: 'I will not worship your gods, nor will I sacrifice to them; for I worship the Lord my God, who created the heavens and the earth.'" },
        { "num": 8, "text": "And the messengers of the king were wroth against him, and they returned and told the king all the words of Meqa'abyan." },
        { "num": 9, "text": "And the king was very wroth, and he commanded that they should bring Meqa'abyan and his sons before him." },
        { "num": 10, "text": "And when they were brought before the king, he said to them: 'Why do you not worship my gods and sacrifice to them?'" },
        { "num": 11, "text": "Meqa'abyan answered and said: 'O King, we will not worship your gods, for they are the work of men's hands; but we worship the God of Israel, who is the true God.'" },
        { "num": 12, "text": "And the king commanded that they should be put into prison until he should decide what to do with them." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "And after many days, the king commanded that Meqa'abyan and his sons should be brought forth from the prison." },
        { "num": 2, "text": "And he said to them again: 'Worship my gods, and I will give you great riches and honor in my kingdom.'" },
        { "num": 3, "text": "But they all with one voice said: 'O King, keep your riches and your honor to yourself; for we desire only the favor of our God.'" },
        { "num": 4, "text": "Then the king commanded that they should make a great fire, and that they should cast Meqa'abyan and his sons into the fire." },
        { "num": 5, "text": "And when the fire was kindled, Meqa'abyan stood in the midst of the flames and prayed to God, saying: 'O Lord God of our fathers, save us from this fire, that all the nations may know that Thou art the only God.'" },
        { "num": 6, "text": "And it came to pass that the angel of the Lord descended into the fire and made the midst of the fire like a cool whistling wind." },
        { "num": 7, "text": "And the fire did not touch them at all, nor did it cause them any pain." },
        { "num": 8, "text": "And when the king saw this, he was astonished and said: 'Did we not cast four men into the fire? And behold, I see four men walking in the midst of the fire, and they have no hurt; and the form of the fourth is like the Son of God.'" },
        { "num": 9, "text": "Then the king drew near to the door of the furnace and said: 'Meqa'abyan and your sons, servants of the Most High God, come forth and come hither.'" },
        { "num": 10, "text": "And they came forth from the midst of the fire, and all the princes and governors saw them, that the fire had no power over their bodies, nor was a hair of their head singed, neither were their coats changed, nor the smell of fire had passed on them." },
        { "num": 11, "text": "Then Tsur the king spake and said: 'Blessed be the God of Meqa'abyan, who hath sent His angel and delivered His servants that trusted in Him.'" }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Now after these things, the king returned to his own land, and Meqa'abyan and his sons returned to their house in peace." },
        { "num": 2, "text": "And Meqa'abyan taught his sons the law of God and the commandments which He had given to Moses." },
        { "num": 3, "text": "And he said to them: 'My sons, observe the ways of the Lord and do not turn aside to the right or to the left, that it may be well with you all the days of your life.'" },
        { "num": 4, "text": "And the sons of Meqa'abyan grew up in the fear of the Lord, and they were strong in faith and in the wisdom of God." },
        { "num": 5, "text": "But the people of the land began to do evil in the sight of the Lord, and they forsook the covenant of their fathers." },
        { "num": 6, "text": "And they worshipped the idols of the Gentiles and did according to their abominations." },
        { "num": 7, "text": "And Meqa'abyan was grieved in his heart because of the wickedness of the people, and he prayed to God for them." },
        { "num": 8, "text": "And he said: 'O Lord, have mercy on Thy people and do not destroy them because of their sins; but turn their hearts back to Thee, that they may live.'" }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "And it came to pass that another king arose over the Chaldeans, whose name was Akrawon." },
        { "num": 2, "text": "And he was more wicked than all who were before him, and he commanded that they should build a great temple for his idols." },
        { "num": 3, "text": "And he sent throughout all the land to gather the people together to worship the idols in the new temple." },
        { "num": 4, "text": "And many of the people of Israel went and worshipped the idols, because they feared the king." },
        { "num": 5, "text": "But Meqa'abyan and his sons did not go, for they said: 'We will worship only the Lord our God.'" },
        { "num": 6, "text": "And when the king heard that Meqa'abyan and his sons did not come to the temple, he was wroth and sent his soldiers to bring them." },
        { "num": 7, "text": "And they were brought before the king, and he said to them: 'Why do you disobey my command and not worship the gods of the kingdom?'" },
        { "num": 8, "text": "Abya, the eldest son of Meqa'abyan, answered and said: 'O King, we obey the command of the King of kings, who is the Lord our God, and we will not bow down to any other god.'" },
        { "num": 9, "text": "Then the king commanded that they should be beaten with rods, and that they should be tortured with all manner of torments." },
        { "num": 10, "text": "But they endured the torments with joy, for they knew that their reward would be great in heaven." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "And while they were being tortured, Seila, the second son of Meqa'abyan, said to the king: 'O King, you have power over our bodies, but our souls belong to God.'" },
        { "num": 2, "text": "'And though you kill us, we shall live again in the resurrection of the righteous; but you shall suffer eternal punishment for your wickedness.'" },
        { "num": 3, "text": "And the king was more wroth at these words, and he commanded that their tongues should be cut out and their hands and feet should be cut off." },
        { "num": 4, "text": "And after they had been thus mutilated, he commanded that they should be cast into a boiling cauldron." },
        { "num": 5, "text": "And as they were dying, Meqa'abyan encouraged them and said: 'My sons, be strong in the Lord and do not fear those who kill the body; for they cannot kill the soul.'" },
        { "num": 6, "text": "And thus they died as martyrs for the sake of the law of God, and their names were written in the book of life." },
        { "num": 7, "text": "And all the people who saw their steadfastness were amazed, and many of them turned back to the Lord." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "And after the death of his sons, Meqa'abyan remained in his house, and he did not cease to worship the Lord and to teach the people the way of righteousness." },
        { "num": 2, "text": "And it came to pass that the king Akrawon died in his wickedness, and his son, whose name was Barentos, reigned in his stead." },
        { "num": 3, "text": "And Barentos was a man of peace, and he did not compel the people to worship idols as his father had done." },
        { "num": 4, "text": "And he sent for Meqa'abyan and said to him: 'I have heard of your wisdom and your faithfulness to your God; therefore, dwell in my kingdom in peace, and no man shall harm you.'" },
        { "num": 5, "text": "And Meqa'abyan thanked the king and returned to his house; and the land had rest from the persecution of the idols for many years." },
        { "num": 6, "text": "But the people of Israel did not all return to the Lord; for many of them still followed the customs of the Gentiles which they had learned in the days of Akrawon." },
        { "num": 7, "text": "And Meqa'abyan was old and full of days, and the time drew near that he should die." },
        { "num": 8, "text": "And he called the elders of the people and said to them: 'Behold, I am going the way of all the earth; but do you remain steadfast in the law of the Lord and do not forsake the covenant of our fathers.'" },
        { "num": 9, "text": "'For the Lord is a jealous God, and He will not leave the unpunished who forsake Him; but to those who love Him and keep His commandments, He will show mercy for a thousand generations.'" }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "And after Meqa'abyan had finished these words, he fell asleep with his fathers and was buried with his sons." },
        { "num": 2, "text": "And all the people mourned for him many days, for he was a father to them and a guide in the paths of righteousness." },
        { "num": 3, "text": "And it came to pass after his death that the people began to forget his words and to do evil again in the sight of the Lord." },
        { "num": 4, "text": "And they built high places and offered sacrifices to the stars of heaven and to the host of the air." },
        { "num": 5, "text": "And the Lord was wroth with them, and He sent a famine upon the land, so that there was no bread to eat and no water to drink." },
        { "num": 6, "text": "And the people cried out in their affliction, but they did not turn from their evil ways." },
        { "num": 7, "text": "Then the Lord raised up a prophet whose name was Azarya, and he went to the people and said: 'Thus saith the Lord: Because you have forsaken Me and worshipped other gods, I have brought this famine upon you.'" },
        { "num": 8, "text": "'But if you will return to Me and put away your idols, I will have mercy on you and send rain upon the earth and give you abundance of grain and wine.'" }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "And the people hearkened to the words of Azarya, and they put away their idols and destroyed the high places which they had built." },
        { "num": 2, "text": "And they turned to the Lord with all their heart, and they fasted and prayed before Him." },
        { "num": 3, "text": "And the Lord heard their prayer and was entreated of them; and He sent rain upon the earth, and the famine ceased." },
        { "num": 4, "text": "And the land produced its fruit in abundance, and the people rejoiced and gave thanks to the Lord." },
        { "num": 5, "text": "But after a time, a new king arose over the land of the Chaldeans, whose name was Galanton." },
        { "num": 6, "text": "And Galanton was a man of war, and he sought to increase the borders of his kingdom by force." },
        { "num": 7, "text": "And he gathered a great army and went against the land of Judah and the land of Benjamin." },
        { "num": 8, "text": "And he besieged the cities and took them by storm, and he led the people away into captivity." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "And among those who were taken captive were many of the descendants of Meqa'abyan, who had remained faithful to the Lord." },
        { "num": 2, "text": "And the king Galanton commanded that they should be brought before him, and he said to them: 'Why do you serve a God whom you cannot see, and why do you refuse to worship the gods of the Chaldeans, who have given me victory over your land?'" },
        { "num": 3, "text": "One of the captives, whose name was Isaac, answered and said: 'O King, your gods are but wood and stone, and they have no power to save or to destroy; but our God is the Creator of all things, and He hath delivered us into your hands because of our sins.'" },
        { "num": 4, "text": "'But though you lead us into captivity and afflict us, yet we will not forsake our God, for He is our hope and our salvation.'" },
        { "num": 5, "text": "Then the king was wroth and commanded that Isaac should be cast into a pit of lions." },
        { "num": 6, "text": "And Isaac was cast into the pit, and he prayed to the Lord, saying: 'O Lord God of Meqa'abyan, who didst deliver him and his sons from the fire, deliver me also from the mouths of these lions.'" },
        { "num": 7, "text": "And the Lord sent His angel and shut the mouths of the lions, so that they did not hurt him at all." },
        { "num": 8, "text": "And on the next day, the king went to the pit and called to Isaac, saying: 'Isaac, is thy God able to deliver thee from the lions?'" },
        { "num": 9, "text": "Isaac answered and said: 'My God hath sent His angel and hath shut the mouths of the lions, forasmuch as before Him innocency was found in me.'" }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "Then the king Galanton was greatly moved, and he commanded that Isaac should be brought forth from the pit." },
        { "num": 2, "text": "And he said to all his people: 'Truly the God of Isaac is a great God, and there is no other god like Him.'" },
        { "num": 3, "text": "And the king made a decree that no man should speak evil against the God of Israel, and that the captives should be treated with kindness." },
        { "num": 4, "text": "And Isaac was made a ruler in the palace of the king, and he used his power to help his brethren and to turn the hearts of many to the Lord." },
        { "num": 5, "text": "But the priests of the idols were envious of Isaac, and they sought a way to destroy him." },
        { "num": 6, "text": "And they went to the king and said: 'O King, Isaac is teaching the people to forsake the gods of our fathers, and if you do not stop him, the gods will be wroth and bring a plague upon the kingdom.'" },
        { "num": 7, "text": "The king, however, would not hearken to them, for he knew that Isaac was a righteous man and that his God was with him." },
        { "num": 8, "text": "And Isaac continued to serve the king with faithfulness and to walk in the ways of the Lord all the days of his life." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "And it came to pass after these things, that Isaac the son of Meqa'abyan died in peace, and his sons buried him." },
        { "num": 2, "text": "And after him arose a man of his seed, whose name was Akros; and he was a man of power and wisdom." },
        { "num": 3, "text": "But the king Galanton also died, and his son ruled in his stead, and his name was Sosipas." },
        { "num": 4, "text": "And Sosipas was a hater of the truth, and he began to seek out the children of Israel to afflict them." },
        { "num": 5, "text": "And he sent for Akros and said to him: 'Why do you not bow down to my image, and why do you not worship the gods of my father?'" },
        { "num": 6, "text": "Akros answered and said: 'O King, I have a God who is in heaven, who is the King of all kings; Him only will I worship, and to Him only will I bow down.'" },
        { "num": 7, "text": "Then the king was wroth, and he commanded that they should take Akros and bind him with chains of iron." },
        { "num": 8, "text": "And he commanded that he should be cast into a deep dungeon, where there was no light." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "And while Akros was in the dungeon, he prayed to the Lord with a loud voice, saying: 'O Lord, God of Meqa'abyan and God of Isaac, look upon my affliction and deliver me from the hand of this wicked king.'" },
        { "num": 2, "text": "And the Lord heard his prayer, and He sent His angel into the dungeon." },
        { "num": 3, "text": "And the angel struck off the chains from his hands and feet, and he opened the doors of the prison." },
        { "num": 4, "text": "And the angel said to him: 'Arise, Akros, and go forth from this place; for the Lord is with thee.'" },
        { "num": 5, "text": "And Akros went forth and returned to his house; and when the king heard that he had escaped, he was greatly troubled." },
        { "num": 6, "text": "And he said to his servants: 'How is it that this man hath escaped from the dungeon? Truly his God is with him.'" },
        { "num": 7, "text": "But the king did not turn from his wickedness, but he continued to persecute the people of God." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "And there was a woman in those days whose name was Estera, and she was of the seed of the righteous." },
        { "num": 2, "text": "And she had five sons, and they were all strong in the law of the Lord." },
        { "num": 3, "text": "And the king Sosipas heard of them, and he commanded that they should be brought before him." },
        { "num": 4, "text": "And he said to the mother: 'Tell your sons to worship my gods, and I will give them great honor.'" },
        { "num": 5, "text": "But she said to her sons: 'My sons, do not fear this king, nor his torments; but remember the words of Meqa'abyan, and be faithful unto death.'" },
        { "num": 6, "text": "Then the first son answered and said: 'O King, we are ready to die rather than to transgress the law of our God.'" },
        { "num": 7, "text": "And the king commanded that his tongue should be cut out, and that he should be flayed alive." },
        { "num": 8, "text": "And after him, the second and the third and the fourth and the fifth likewise endured all manner of torments and died for the sake of the truth." }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "And after the death of her sons, the mother Estera also was put to death; and she rejoiced that her sons had remained faithful." },
        { "num": 2, "text": "And the Lord saw the blood of His saints, and He was wroth with the king Sosipas." },
        { "num": 3, "text": "And He sent an evil spirit upon the king, so that he became mad and his flesh rotted upon his bones." },
        { "num": 4, "text": "And he died in great agony, and all his people saw that it was the judgement of God." },
        { "num": 5, "text": "Then arose another king, and his name was Abiron; and he was a man who feared the Lord." },
        { "num": 6, "text": "And he made peace with the children of Israel, and he allowed them to worship their God in freedom." }
      ]
    },
    {
      "num": 15,
      "verses": [
        { "num": 1, "text": "In those days the land of Benjamin and Judah had rest, and the people multiplied and became very rich." },
        { "num": 2, "text": "And they built the walls of their cities and made them strong against the enemy." },
        { "num": 3, "text": "And Akros was the leader of the people, and he judged them in righteousness and truth." },
        { "num": 4, "text": "But after many years, the people again began to turn away from the Lord." },
        { "num": 5, "text": "And they followed the vanity of the Gentiles and became corrupt in all their ways." },
        { "num": 6, "text": "And the Lord was wroth with them, and He gave them into the hand of a king of the north, whose name was Baktor." }
      ]
    },
    {
      "num": 16,
      "verses": [
        { "num": 1, "text": "And Baktor came with a great multitude and besieged the city of Jerusalem." },
        { "num": 2, "text": "And the people were in great distress, for there was a famine in the city." },
        { "num": 3, "text": "Then they cried to the Lord in their trouble, and He heard them." },
        { "num": 4, "text": "And He sent a great pestilence among the army of Baktor, so that many of them died in one night." },
        { "num": 5, "text": "And Baktor was afraid, and he departed from the city and returned to his own land." }
      ]
    },
    {
      "num": 17,
      "verses": [
        { "num": 1, "text": "Now after these things, Akros died, and his son reigned in his stead; and his name was Meqa'abyan the Second." },
        { "num": 2, "text": "And he was a man of war, and he gathered an army to defend the land." },
        { "num": 3, "text": "And he fought against the nations that were round about, and he subdued them." },
        { "num": 4, "text": "And he made the name of Israel to be feared among the Gentiles." }
      ]
    },
    {
      "num": 18,
      "verses": [
        { "num": 1, "text": "But the heart of Meqa'abyan was lifted up with pride, and he began to forget the Lord his God." },
        { "num": 2, "text": "And he took to himself many wives from among the daughters of the Gentiles, and they turned his heart after their gods." },
        { "num": 3, "text": "And he built temples for the idols and offered sacrifices to them." },
        { "num": 4, "text": "And the Lord sent a prophet to him, whose name was Elia, and he said: 'Because thou hast forsaken the Lord, He also will forsake thee and give thee into the hand of thy enemies.'" }
      ]
    },
    {
      "num": 19,
      "verses": [
        { "num": 1, "text": "And it came to pass that the king of the Chaldeans arose again, and his name was Nabuk." },
        { "num": 2, "text": "And he came against Meqa'abyan and defeated his army." },
        { "num": 3, "text": "And Meqa'abyan was taken captive and led away to Babylon." },
        { "num": 4, "text": "And there he remained in prison until the day of his death." }
      ]
    },
    {
      "num": 20,
      "verses": [
        { "num": 1, "text": "And the land was desolate for seventy years, as the prophets had spoken." },
        { "num": 2, "text": "But the Lord did not forget His people; and He stirred up the heart of a king of the Persians, whose name was Qiros." },
        { "num": 3, "text": "And Qiros made a decree that the children of Israel should return to their own land and rebuild the temple of the Lord." },
        { "num": 4, "text": "And they returned with joy, and they began to work with all their heart." }
      ]
    },
    {
      "num": 21,
      "verses": [
        { "num": 1, "text": "And it came to pass after the return from Babylon, that the children of Israel began to build the house of the Lord and the walls of Jerusalem." },
        { "num": 2, "text": "And there was a man named Akros, a priest of the line of Levi, who was the leader of the people in those days." },
        { "num": 3, "text": "And Akros was a man of great holiness, and he taught the people to observe the law of Moses and the statutes of their fathers." },
        { "num": 4, "text": "But the nations that were round about were envious of the prosperity of Israel, and they sought to hinder the work of the building." },
        { "num": 5, "text": "And they sent letters to the king of the Persians, saying: 'This city of Jerusalem is a rebellious city, and if it be built, they will not pay tribute to the king.'" },
        { "num": 6, "text": "But the king searched the records of his fathers and found that the children of Israel were a faithful people; and he commanded that the work should continue." }
      ]
    },
    {
      "num": 22,
      "verses": [
        { "num": 1, "text": "And the house of the Lord was finished in the sixth year of the reign of the king, and the people celebrated the dedication with great joy." },
        { "num": 2, "text": "And they offered sacrifices upon the altar, and they appointed priests and Levites to serve in their courses." },
        { "num": 3, "text": "And Akros the priest stood before the people and blessed them, saying: 'Blessed be the Lord God of Israel, who hath performed all that He promised to our fathers.'" },
        { "num": 4, "text": "'Now therefore, let us walk in His ways and keep His commandments, that we may dwell in this land in peace for ever.'" }
      ]
    },
    {
      "num": 23,
      "verses": [
        { "num": 1, "text": "Now after these things, Akros lived many years, and he saw his children's children to the third generation." },
        { "num": 2, "text": "And he wrote down all the laws and the judgements which he had received, that the people might not forget them." },
        { "num": 3, "text": "And he commanded that the book of the law should be read in the ears of all the people every Sabbath day." },
        { "num": 4, "text": "And the people did so, and the land was blessed with abundance of grain and wine and oil." }
      ]
    },
    {
      "num": 24,
      "verses": [
        { "num": 1, "text": "But there arose a man in the land whose name was Zelotes, and he was of the seed of the wicked." },
        { "num": 2, "text": "And he began to speak against Akros and against the law of God, saying: 'Why do we burden ourselves with these statutes? Let us live as the nations live.'" },
        { "num": 3, "text": "And many of the young men followed him, and they began to work uncleanness and to forsake the assembly of the saints." },
        { "num": 4, "text": "And Akros was very sorrowful, and he cried out against them, saying: 'Woe unto you, children of rebellion, for you are bringing a curse upon the land!'" }
      ]
    },
    {
      "num": 25,
      "verses": [
        { "num": 1, "text": "And the Lord heard the cry of Akros, and He sent a pestilence among those who followed Zelotes." },
        { "num": 2, "text": "And many of them died in their sins, and the rest were afraid and turned back to the Lord." },
        { "num": 3, "text": "And Zelotes himself was smitten with a grievous disease, and he perished in his wickedness." },
        { "num": 4, "text": "And the land again had rest, and the people feared the Lord more than before." }
      ]
    },
    {
      "num": 26,
      "verses": [
        { "num": 1, "text": "In the days when Akros was very old, he called his son, whose name was Meqa'abyan the Third, and he said to him:" },
        { "num": 2, "text": "'My son, I am going to my fathers; but do thou take heed to the ministry of the sanctuary and to the judgement of the people.'" },
        { "num": 3, "text": "'Be not like those who seek after gold and silver, but seek after the righteousness of God; for that is the true wealth.'" },
        { "num": 4, "text": "And Akros died, and all Israel made a great mourning for him forty days." }
      ]
    },
    {
      "num": 27,
      "verses": [
        { "num": 1, "text": "And Meqa'abyan his son reigned in his stead, and he was a righteous man like his father." },
        { "num": 2, "text": "And he went up to the temple and offered sacrifices for the sins of the people." },
        { "num": 3, "text": "And he strengthened the gates of Jerusalem and made the walls high, that no enemy might come in." }
      ]
    },
    {
      "num": 28,
      "verses": [
        { "num": 1, "text": "But the king of the Greeks, whose name was Antiyokus, arose in those days, and he was a man of great pride." },
        { "num": 2, "text": "And he came with a great host and conquered many lands, and he set his heart to destroy the law of the Jews." },
        { "num": 3, "text": "And he sent a captain whose name was Apollonius to Jerusalem to afflict the people." }
      ]
    },
    {
      "num": 29,
      "verses": [
        { "num": 1, "text": "And Apollonius came to the city and spake words of peace, but in his heart was deceit." },
        { "num": 2, "text": "And on the Sabbath day, when the people were at rest, he fell upon them and slew many of them." },
        { "num": 3, "text": "And he took the women and the children captive, and he robbed the temple of its gold and its precious vessels." }
      ]
    },
    {
      "num": 30,
      "verses": [
        { "num": 1, "text": "Then Meqa'abyan and his brothers fled into the mountains, and they dwelt in the caves of the earth." },
        { "num": 2, "text": "And they said: 'It is better for us to die in the mountains than to see the sanctuary of our God defiled.'" },
        { "num": 3, "text": "And they gathered together a small army of those who were zealous for the law." }
      ]
    },
    {
      "num": 31,
      "verses": [
        { "num": 1, "text": "And they came down from the mountains and fought against the Greeks, and the Lord gave them the victory." },
        { "num": 2, "text": "And they drove the enemy out of the city and cleansed the temple from the abominations of the idols." },
        { "num": 3, "text": "And they built a new altar and offered sacrifices according to the law." }
      ]
    },
    {
      "num": 32,
      "verses": [
        { "num": 1, "text": "And the people rejoiced with exceeding great joy, and they ordained a feast of eight days to celebrate the dedication of the altar." },
        { "num": 2, "text": "And they called the name of the feast the Feast of the Dedication, and they kept it every year with lights and gladness." }
      ]
    },
    {
      "num": 33,
      "verses": [
        { "num": 1, "text": "But Antiyokus the king was very wroth when he heard of the victory of Meqa'abyan." },
        { "num": 2, "text": "And he gathered a greater army and said: 'I will make Jerusalem a graveyard for the Jews.'" },
        { "num": 3, "text": "But as he was journeying, the Lord smote him with an invisible plague, so that he fell from his chariot." }
      ]
    },
    {
      "num": 34,
      "verses": [
        { "num": 1, "text": "And his flesh rotted while he was yet alive, and the smell of his body was such that no man could come near him." },
        { "num": 2, "text": "Then he knew that he was punished because of his pride and because of his cruelty towards the children of Israel." },
        { "num": 3, "text": "And he died in great misery in a strange land." }
      ]
    },
    {
      "num": 35,
      "verses": [
        { "num": 1, "text": "And after his death, Meqa'abyan continued to rule the people in peace." },
        { "num": 2, "text": "And he sent messengers to the Romans to make a covenant of friendship with them." },
        { "num": 3, "text": "And the Romans received the messengers with honor and wrote a letter to Meqa'abyan, saying: 'We are your brothers and your friends.'" }
      ]
    },
    {
      "num": 36,
      "verses": [
        { "num": 1, "text": "Now the rest of the acts of Meqa'abyan, and his wars and the cities which he built, are they not written in the book of the chronicles of the priests of Israel?" },
        { "num": 2, "text": "And he died in a good old age, and his son ruled in his stead." },
        { "num": 3, "text": "Blessed be the Lord God for ever and ever. Amen and Amen." }
      ]
    }
  ]
}