{
  "meta": {
    "name": "3 Meqa'abyan",
    "id": "3MEQ",
    "version": "Ethiopic (Traditional translation)",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "The word of the Lord came unto Meqa'abyan in the days of his old age, saying: 'Speak to the children of Israel and say unto them: \"Hearken, O Israel, to the statutes of the Lord and observe His judgements.\"" },
        { "num": 2, "text": "'For the Lord is a great King over all the earth, and there is none like Him in power or in wisdom.'" },
        { "num": 3, "text": "'He hath chosen you to be His people from among all the nations, and He hath given you His law that ye may walk in it and live.'" },
        { "num": 4, "text": "'But behold, I see that your hearts are turned away from Me, and ye have followed the vanities of the Gentiles.'" },
        { "num": 5, "text": "'Ye have worshipped the work of your own hands, and ye have forgotten the God who brought you out of the land of Egypt.'" },
        { "num": 6, "text": "And Meqa'abyan went forth and stood in the gate of the city, and he cried with a loud voice to all the people." },
        { "num": 7, "text": "And he said: 'O ye children of Jacob, why do ye provoke the Lord to anger with your idols? Do ye not know that He is a consuming fire?'" },
        { "num": 8, "text": "'Return therefore to the Lord, and He will have mercy on you; and put away the strange gods from your midst, that ye may be saved from the wrath to come.'" }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "Then the people were moved by the words of Meqa'abyan, and they began to weep and to lament for their sins." },
        { "num": 2, "text": "And they said: 'Truly we have sinned against the Lord, and we have done evil in His sight; but now we desire to return to Him with all our heart.'" },
        { "num": 3, "text": "And they took their idols of silver and gold and cast them into the fire, and they destroyed the high places which they had built." },
        { "num": 4, "text": "And they fasted forty days and forty nights, and they wore sackcloth and ashes upon their heads." },
        { "num": 5, "text": "And the Lord saw their repentance, and He was entreated of them; and He sent a prophet named Zadok to comfort them." },
        { "num": 6, "text": "And Zadok said: 'Thus saith the Lord: Because ye have humbled yourselves before Me, I will not bring the evil upon you in your days; but I will bless you and multiply you in the land.'" }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Now there was a man in the city named Barok, and he was a man of great wealth and pride." },
        { "num": 2, "text": "And he did not join with the people in their repentance, but he mocked them, saying: 'Why do ye afflict yourselves for a God who doth not see or hear?'" },
        { "num": 3, "text": "And he continued to worship his idols in secret, and he encouraged others to do the same." },
        { "num": 4, "text": "And Meqa'abyan went to the house of Barok and said to him: 'O man of a hardened heart, why dost thou tempt the Lord? Behold, the day of judgement is at hand.'" },
        { "num": 5, "text": "But Barok laughed and said: 'I fear not thy words, for I have my riches and my gods to protect me.'" },
        { "num": 6, "text": "Then Meqa'abyan said: 'Thy riches shall perish with thee, and thy gods shall not be able to deliver thee from the hand of the Almighty.'" }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "And it came to pass that a great fire broke out in the house of Barok, and all his wealth was consumed in one hour." },
        { "num": 2, "text": "And Barok himself was struck with a leprosy, so that his flesh fell from his bones, and he died in great misery." },
        { "num": 3, "text": "And all the people saw the judgement of God upon Barok, and they feared the Lord more than before." },
        { "num": 4, "text": "And they said: 'Truly the Lord is a righteous Judge, and He requiteth every man according to his works.'" }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "After these things, Meqa'abyan had a vision of the end of the world and the final judgement of all flesh." },
        { "num": 2, "text": "And he saw a great throne set in the heavens, and One sat upon it whose face was like the sun in its strength." },
        { "num": 3, "text": "And thousands of thousands of angels stood before Him, and the books were opened before Him." },
        { "num": 4, "text": "And he saw the souls of all men brought before the throne, and they were judged according to that which was written in the books." },
        { "num": 5, "text": "And the righteous were set on the right hand, and they were given robes of light and crowns of glory." },
        { "num": 6, "text": "But the wicked were set on the left hand, and they were cast into a lake of fire and brimstone, where there is weeping and gnashing of teeth." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "And Meqa'abyan saw the state of the righteous in the world to come, and he saw that they dwelt in a city of gold and precious stones." },
        { "num": 2, "text": "And there was no need of the sun or the moon to give light, for the glory of the Lord was the light thereof." },
        { "num": 3, "text": "And there was no more death, neither sorrow nor crying, for the former things were passed away." },
        { "num": 4, "text": "And he saw the tree of life in the midst of the city, and its fruit was for the healing of the nations." },
        { "num": 5, "text": "And one of the angels said to him: 'Meqa'abyan, this is the inheritance of those who love God and keep His commandments.'" }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "And when Meqa'abyan awoke from his vision, he was filled with joy and wonder." },
        { "num": 2, "text": "And he called the people together and told them all that he had seen and heard." },
        { "num": 3, "text": "And he said: 'My children, the time is short, and the world passeth away; but the word of our God abideth for ever.'" },
        { "num": 4, "text": "'Therefore, set your hearts on the things that are above, and do not love the world or the things that are in the world.'" },
        { "num": 5, "text": "'For the eye hath not seen, nor the ear heard, the things which God hath prepared for them that wait for Him.'" }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "Now after these things, Meqa'abyan fell asleep with his fathers, and he was buried in the city of his fathers." },
        { "num": 2, "text": "And all Israel made a great mourning for him, for he was the last of the righteous kings who had saved the land from the idols." },
        { "num": 3, "text": "And after his death, there was no more any king in Israel who was like him in faith and in the fear of the Lord." },
        { "num": 4, "text": "But the people continued to walk in the way of the Lord for many years, for they remembered the words and the visions of Meqa'abyan." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "Blessed is the man who walketh in the law of the Lord and whose delight is in His commandments." },
        { "num": 2, "text": "He shall be like a tree planted by the rivers of water, that bringeth forth its fruit in its season." },
        { "num": 3, "text": "But the ungodly are not so, but are like the chaff which the wind driveth away." },
        { "num": 4, "text": "Therefore the ungodly shall not stand in the judgement, nor sinners in the assembly of the righteous." },
        { "num": 5, "text": "For the Lord knoweth the way of the righteous, but the way of the ungodly shall perish." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "Now the rest of the words of the three books of Meqa'abyan, and their prophecies and their wonders, are they not written in the books of the faithful?" },
        { "num": 2, "text": "And may the blessing of the Lord be upon all who read them and observe the words of the law." },
        { "num": 3, "text": "Glory be to the Father, and to the Son, and to the Holy Spirit, now and for ever, and throughout all ages. Amen and Amen." }
      ]
    }
  ]
}