{
  "meta": {
    "name": "The Ascension of Isaiah",
    "id": "ASC_ISA",
    "version": "R.H. Charles Ethiopic translation",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "And it came to pass in the twenty-sixth year of the reign of Hezekiah king of Judah that he called Manasseh his son; for he was his only one." },
        { "num": 2, "text": "And he called him into the presence of Isaiah the son of Amoz the prophet, and into the presence of Josab the son of Isaiah, in order to deliver unto him the words of righteousness which the king himself had seen:" },
        { "num": 3, "text": "And of the eternal judgements and the torments of Gehenna, and of the prince of this world, and of his angels, and his authorities and his powers." },
        { "num": 4, "text": "And the words of the faith of the Beloved which he himself had seen in the fifteenth year of his reign during his illness." },
        { "num": 5, "text": "And he delivered unto him the written words which Samnas the scribe had written, and also those which Isaiah, the son of Amoz, had given to him and also to the prophets, that they might write and store up with him what he himself had seen in the king's house regarding the judgement of the angels, and the destruction of this world, and regarding the garments of the saints, and regarding their going forth and their transformation and the persecution and ascension of the Beloved." },
        { "num": 6, "text": "In the twenty-sixth year of his reign Hezekiah had delivered these words to Manasseh. But while he was giving commands, Josab the son of Isaiah standing by," },
        { "num": 7, "text": "Isaiah said to Hezekiah the king, but not in the presence of Manasseh only did he say unto him: 'As the Lord liveth, whose name has not been sent into this world, and as the Beloved of my Lord liveth, and as the Spirit which speaketh in me liveth, all these commands and these words will be made of none effect by Manasseh thy son, and through the agency of his hands I shall depart from the torture of my body.'" },
        { "num": 8, "text": "'And Sammael Malchira will serve Manasseh, and execute all his desire, and he will become a follower of Beliar rather than of me:'" },
        { "num": 9, "text": "'And many in Jerusalem and in Judea he will cause to abandon the true faith, and Beliar will dwell in Manasseh, and by his hands I shall be sawn asunder.'" },
        { "num": 10, "text": "And when Hezekiah heard these words he wept very bitterly, and rent his clothes, and cast earth upon his head, and fell on his face." },
        { "num": 11, "text": "And Isaiah said unto him: 'The counsel of Sammael against Manasseh is consummated: nought will avail thee.'" },
        { "num": 12, "text": "And on 그 day Hezekiah resolved in his heart to slay Manasseh his son." },
        { "num": 13, "text": "But Isaiah said to Hezekiah: 'The Beloved hath made thy counsel of none effect, and the thought of thy heart will not be accomplished, for with this calling have I been called and I shall inherit the heritage of the Beloved.'" }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "And it came to pass after that Hezekiah died and Manasseh reigned, that he did not remember the commands of Hezekiah his father but forgot them, and Sammael abode in Manasseh and clung to him." },
        { "num": 2, "text": "And Manasseh abandoned the service of the Lord of his father, and he served Sammael and his powers and his angels." },
        { "num": 3, "text": "And he turned aside the house of his father which had been before the face of Hezekiah (from) the words of wisdom and from the service of God." },
        { "num": 4, "text": "And Manasseh became very wicked, and he multiplied the service of Beliar. And he was a sorcerer and a magician, and an enchanter, and a diviner, and an adulterer, and a persecutor of the righteous." },
        { "num": 5, "text": "And when Isaiah the son of Amoz saw the lawlessness which was being perpetrated in Jerusalem and the service of Sammael and his wantonness, he withdrew from Jerusalem and settled in Bethlehem of Judea." },
        { "num": 6, "text": "But there also was much lawlessness, and withdrawing from Bethlehem he settled on a mountain in a desert place." },
        { "num": 7, "text": "And Micaiah the prophet, and the aged Ananias, and Joel and Habakkuk, and Josab his son, and many of the prophets who believed in the ascension into heaven, withdrew and settled on the mountain." },
        { "num": 8, "text": "They were all clothed in sackcloth, and all of them were prophets; they had nothing with them but were naked, and they lamented with a great lamentation because of the going astray of Israel." },
        { "num": 9, "text": "And these eat nothing save wild herbs which they gathered on the mountains, and having cooked them, they eat them with Isaiah the prophet. And they spent two years of days on the mountains and hills." },
        { "num": 10, "text": "And after this, while they were in the desert, there was a certain man in Samaria named Belchira, of the family of Zedekiah, the son of Chenaanah, a false prophet whose dwelling was in Bethlehem." },
        { "num": 11, "text": "Now Hezekiah the son of Chanani, who was the brother of his father, in the days of Ahab king of Israel had been the teacher of the 400 prophets of Baal, and had smitten and reproved Micaiah the son of 'Imla." },
        { "num": 12, "text": "And he, Micaiah, had been reproved by Ahab and cast into prison (and he was) with Zedekiah the prophet: they were with Ahaziah the son of Ahab in Samaria." },
        { "num": 13, "text": "And Elijah the prophet of Thisbe was persecuting Ahaziah and Samaria, and he prophesied regarding Ahaziah that he should die on his bed of sickness, and that Samaria should be delivered into the hand of Hazael because he had slain the prophets of God." },
        { "num": 14, "text": "And when the false prophets, who were with Ahaziah, the son of Ahab, heard (this) ... the brother of the father of Belchira." }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "Now Belchira discovered and saw the place of Isaiah and the prophets who were with him; for he dwelt in the district of Bethlehem, and was a follower of Manasseh. And he was a false prophet and dwelt in Bethlehem, and he was an inhabitant of Samaria." },
        { "num": 2, "text": "And he was an alliance-breaker of the covenant of Judah and a false prophet in Samaria since the days of Elijah." },
        { "num": 3, "text": "And Belchira accused Isaiah and the prophets who were with him, saying: 'Isaiah and those who are with him prophesy against Jerusalem and against the cities of Judah that they shall be laid waste, and (against) the children of Judah and Benjamin also that they shall go into captivity, and also against thee, O lord the king, that thou shalt go (bound) with hooks and iron chains:'" },
        { "num": 4, "text": "'But they prophesy falsely against Israel and Judah.'" },
        { "num": 5, "text": "'And Isaiah himself hath said: \"I see more than Moses the prophet.\"' " },
        { "num": 6, "text": "'For Moses said: \"No man can see God and live\"; but Isaiah hath said: \"I have seen God and behold I live.\"' " },
        { "num": 7, "text": "'Know, therefore, O king, that he is a liar. And Jerusalem also he hath called Sodom, and the princes of Judah and the people he hath declared to be the people of Gomorrah.'" },
        { "num": 8, "text": "And he brought many accusations against Isaiah and the prophets before Manasseh." },
        { "num": 9, "text": "But Beliar abode in the heart of Manasseh and in the heart of the princes of Judah and Benjamin and of the house-servants and of the eunuchs of the king." },
        { "num": 10, "text": "And the words of Belchira pleased (him) exceedingly, and he sent and seized Isaiah." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "For Beliar was in great wrath against Isaiah on account of the vision, and because of the exposure wherewith he had exposed Sammael, and because through him the going forth of the Beloved from the seven heavens had been made manifest, and His transformation and His descent and the likeness into which He should be transformed (that of man), and the persecution which He should suffer, and the tortures wherewith the children of Israel should torture Him, and the coming of His twelve disciples, and the teaching, and that He should before the sabbath be crucified upon the tree, and should be crucified together with wicked men, and that He should be buried in the sepulchre." },
        { "num": 2, "text": "And the twelve who were with Him should be offended because of Him: and the watch of the guard of the sepulchre;" },
        { "num": 3, "text": "And the descent of the angel of the Christian Church, which is in the heavens, whom He will summon in the last days." },
        { "num": 4, "text": "And that Gabriel the angel of the Holy Spirit, and Michael, the chief of the holy angels, on the third day will open the sepulchre:" },
        { "num": 5, "text": "And the Beloved sitting on their shoulders will come forth, and He will send His twelve disciples; and they will teach all the nations and every tongue of the resurrection of the Beloved, and those who believe in His cross will be saved, and in His ascension into the seventh heaven whence He came:" },
        { "num": 6, "text": "And that many who believe in Him will speak through the Holy Spirit:" },
        { "num": 7, "text": "And many signs and wonders will be wrought in those days." },
        { "num": 8, "text": "And afterwards at His second coming His disciples will forsake the teaching of the twelve apostles, and their faith, and their love and their purity." },
        { "num": 9, "text": "And there will be much contention on the eve of His advent." },
        { "num": 10, "text": "And in those days many will love office, though devoid of wisdom." },
        { "num": 11, "text": "And there will be many lawless elders, and shepherds who deal wrongly by their sheep, and they will be ravagers (of the sheep) because they have not holy shepherds." },
        { "num": 12, "text": "And many will change the honour of the garments of the saints for the garments of the covetous, and there will be much respect of persons in those days and lovers of the honour of this world." },
        { "num": 13, "text": "And there will be much slander and vainglory at the approach of the Lord, and the Holy Spirit will withdraw from many." },
        { "num": 14, "text": "And there will not be in those days many prophets who speak things confirmed, but only a few here and there." },
        { "num": 15, "text": "On account of the error of many and the fornication of the shepherds." },
        { "num": 16, "text": "And there will be great hatred in the shepherds and elders towards each other." },
        { "num": 17, "text": "For there will be great jealousy in the last days; for every one will speak what is pleasing in his own eyes." },
        { "num": 18, "text": "And they will make of none effect the prophecy of the prophets who were before me, and these my visions also will they make of none effect, in order to speak after the impulse of their own hearts." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "On account of these visions, therefore, Beliar was wroth with Isaiah, and he dwelt in the heart of Manasseh, and he sawed Isaiah asunder with a wooden saw." },
        { "num": 2, "text": "And while Isaiah was being sawn asunder Belchira stood up, accusing him, and all the false prophets stood up, laughing and rejoicing because of Isaiah." },
        { "num": 3, "text": "And Belchira, with the aid of Mechembechus, stood up before Isaiah, [laughing] deriding;" },
        { "num": 4, "text": "And Belchira said to Isaiah: 'Say: \"I have lied in all that I have spoken, and likewise the ways of Manasseh are good and right.\"' " },
        { "num": 5, "text": "' \"And the ways of Belchira and of his associates are good.\"'" },
        { "num": 6, "text": "And he said this to him as they began to saw him asunder." },
        { "num": 7, "text": "But Isaiah was (absorbed) in a vision of the Lord, and though his eyes were open he should not see them." },
        { "num": 8, "text": "And Belchira spake thus to Isaiah: 'Say what I say unto thee and I will turn their hearts, and I will compel Manasseh and the princes of Judah and the people and all Jerusalem to reverence thee.'" },
        { "num": 9, "text": "And Isaiah answered and said: 'In so far as I have utterance (I say): Damned and accursed be thou and all thy powers and all thy house. For thou canst not take (from me) ought save the skin of my body.'" },
        { "num": 10, "text": "And they seized and sawed Isaiah the son of Amoz asunder with a wooden saw." },
        { "num": 11, "text": "And Manasseh and Belchira and the false prophets and the princes and the people [and] all stood looking on." },
        { "num": 12, "text": "And to the prophets who were with him he said before he was sawn asunder: 'Go ye to the region of Tyre and Sidon; for for me only hath God mingled the cup.'" },
        { "num": 13, "text": "And while Isaiah was being sawn asunder, he neither cried aloud nor wept, but his lips spake with the Holy Spirit until he was sawn in twain." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "In the twentieth year of the reign of Hezekiah, king of Judah, Isaiah and Josab the son of Isaiah came to Hezekiah in Jerusalem from Gilgal." },
        { "num": 2, "text": "And he sat on the king's couch, and they brought him a seat, but he would not sit (on it)." },
        { "num": 3, "text": "And Isaiah began to speak with Hezekiah the words of faith and righteousness, while all the princes of Israel sat by and the eunuchs and the king's councillors." },
        { "num": 4, "text": "And it came to pass while he was speaking by the Holy Spirit in the hearing of all, that he became silent and his mind was taken up from him, and he saw no more the men who stood before him." },
        { "num": 5, "text": "His eyes indeed were open, but his lips were silent and his mind was taken up from his body." },
        { "num": 6, "text": "But the angel who was sent to show him (the vision) was not of this firmament, nor was he of the angels of glory of this world, but he came from the seventh heaven." },
        { "num": 7, "text": "And the people who stood by, save the circle of the prophets, did not think that the holy Isaiah had been taken up." },
        { "num": 8, "text": "And the vision which he saw was not from this world but from the world which is hidden from all flesh." },
        { "num": 9, "text": "And after Isaiah had seen this vision, he recounted it to Hezekiah and Josab his son and the other prophets." },
        { "num": 10, "text": "But the people of the land did not hear, nor the princes, nor the eunuchs, save only the circle of the prophets." }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "And the vision which he saw was this: an angel of great glory took me by my hand, and I said: 'Who art thou, and what is thy name, and whither art thou taking me up?'" },
        { "num": 2, "text": "For the power of speaking was given to me that I might speak with him. And he said unto me: 'When I have taken thee up through the (various) stages and shown thee the vision for the sake of which I was sent, then thou shalt understand who I am; but my name thou shalt not know;'" },
        { "num": 3, "text": "'For thou hast to return into this thy body, but whither I am taking thee up, thou shalt see.'" },
        { "num": 4, "text": "And we went up into the firmament, I and he, and there I saw Sammael and his hosts, and there was great fighting therein, and the angels of Sammael were envying one another." },
        { "num": 5, "text": "And as above so also on the earth; for the likeness of that which is in the firmament is here on the earth." },
        { "num": 6, "text": "And I said unto the angel: 'What is this warfare and what is this envying?' And he said unto me: 'So has it been since this world was made until now, and this warfare will continue until He whom thou shalt see shall come and destroy him.'" },
        { "num": 7, "text": "And after that he took me up above the firmament into the first heaven." },
        { "num": 8, "text": "And there I saw a throne in the midst, and on the right and on the left of it there were angels." },
        { "num": 9, "text": "And the angels on the left were not like the angels who stood on the right, but those who stood on the right had the greater glory, and they all sang praises with one voice." },
        { "num": 10, "text": "And the throne was in the midst, and the angels on the left also sang praises after them; but their voice was not as the voice of those on the right, nor was their glory as the glory of the others." },
        { "num": 11, "text": "And I asked the angel who led me, and I said: 'To whom is this praise directed?' And he said: 'To the glory of the seventh heaven, to Him who rests in the holy world, and to His Beloved, whence I have been sent to thee.'" },
        { "num": 12, "text": "And again, he took me up into the second heaven, and the height of that heaven is the same as from the earth to the firmament." },
        { "num": 13, "text": "And there I saw a throne in the midst, and angels on the right and on the left, and their glory was greater than that of the first heaven." },
        { "num": 14, "text": "And there was there no one sitting on the throne, but the glory of those on the right was more excellent than that of those on the left." },
        { "num": 15, "text": "And we went up into the third heaven, and in like manner I saw those who were on the right and on the left, and there also was a throne in the midst, but no one sat upon it." },
        { "num": 16, "text": "And the glory of the third heaven was greater than that of the second heaven." },
        { "num": 17, "text": "And we went up into the fourth heaven, and I saw there as in the heavens above, the angels on the right and on the left, and their glory was greater than that of the third heaven." },
        { "num": 18, "text": "And we went up into the fifth heaven, and I saw there the angels on the right and on the left, and their glory was greater than that of the fourth heaven, and their praise was more glorious." },
        { "num": 19, "text": "And the glory of the throne in the midst was great, but no one sat upon it." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "And he took me up into the air of the sixth heaven, and I saw there a glory such as I had not seen in the five heavens." },
        { "num": 2, "text": "And I saw angels in great glory, and the assembly there was holy and wonderful." },
        { "num": 3, "text": "And there was no one on the left, nor was there a throne in the midst, but all were alike in their appearance, and their light was equal." },
        { "num": 4, "text": "And the angel who led me and showed me these things said: 'Isaiah, son of Amoz, thou art a man of great peace, to be permitted to see this glory.'" },
        { "num": 5, "text": "And they all named the Father and His Beloved, the Christ, and the Holy Spirit, all with one voice." },
        { "num": 6, "text": "But their voice was not like the voice of the angels in the five heavens, nor was their speech like the speech there, but their light was different." },
        { "num": 7, "text": "And the angel said: 'Behold, thou shalt see a greater glory when thou art taken into the seventh heaven, whence I was sent.'" },
        { "num": 8, "text": "And I asked him and said: 'Is there no more any change of form here?' And he said: 'No.'" },
        { "num": 9, "text": "And he took me into the sixth heaven, and they had no thrones and no one on the left, but all were equal in form and their praise was equal." },
        { "num": 10, "text": "And I was given power and I also sang praises with them, and my angel was with me, and his glory was like their glory." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "And he took me into the seventh heaven, and I saw there a light unutterable and angels without number." },
        { "num": 2, "text": "And I saw all the righteous from the time of Adam until now." },
        { "num": 3, "text": "And I saw there Abel and Enoch and all who were with them, stripped of their robes of the flesh, and I saw them in their higher robes, and they were like the angels who stand there in great glory." },
        { "num": 4, "text": "But they sat not on their thrones, nor were their crowns of glory on them." },
        { "num": 5, "text": "And I asked the angel: 'Why have they received the robes, but not the thrones and the crowns?'" },
        { "num": 6, "text": "And he said unto me: 'The crowns and the thrones of glory they do not receive until the Beloved descend in the form in which thou shalt see Him descend.'" },
        { "num": 7, "text": "'The Lord shall descend into the world in the last days, He who is to be called Christ, after He hath descended and become like unto you in form, and they will think that He is flesh and a man.'" },
        { "num": 8, "text": "'And the god of that world will stretch forth his hand against the Son, and they will crucify Him on a tree, and will slay Him not knowing who He is.'" },
        { "num": 9, "text": "'And thus His descent, as thou shalt see, will be hidden even from the heavens, so that it will not be known who He is.'" },
        { "num": 10, "text": "'And when He hath plundered the angel of death, He will ascend on the third day, and will remain in 그 world five hundred and forty-five days.'" },
        { "num": 11, "text": "'And then many of the righteous will ascend with Him, whose spirits do not receive their robes until the Lord of Glory ascends.'" }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "And after this I saw the Great Glory, and I was afraid and my spirit was troubled." },
        { "num": 2, "text": "And the Lord drew nigh to me, and He was the Lord of all the glories which I had seen." },
        { "num": 3, "text": "And I heard the voice of the Most High, the Father of my Lord, as He spake to my Lord the Christ, who shall be called Jesus:" },
        { "num": 4, "text": "'Go forth and descend through all the heavens, and descend to the firmament and to 그 world, even to the angel in Sheol; but to the abyss thou shalt not go.'" },
        { "num": 5, "text": "'And thou shalt become like unto the form of all who are in the five heavens.'" },
        { "num": 6, "text": "'And with the form of the angels of the firmament thou shalt take care to be like them, and with the form of the angels who are in Sheol.'" },
        { "num": 7, "text": "'And none of the angels of this world shall know that Thou art Lord with Me of the seven heavens and of their angels.'" },
        { "num": 8, "text": "'And they shall not know that Thou art with Me until with a voice of the heavens I summon the powers and the angels and Thou ascendest to Me.'" }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "And I saw when the Lord went forth from the seventh heaven into the sixth heaven." },
        { "num": 2, "text": "And the angels of the sixth heaven praised Him and glorified Him; for He had not been transformed into the form of the angels there, and they praised Him." },
        { "num": 3, "text": "But when He descended into the fifth heaven, He was transformed into the form of the angels there, and they did not praise Him, for His form was like unto theirs." },
        { "num": 4, "text": "And in like manner He descended into the fourth and the third and the second heaven, and in each He was transformed, and they did not praise Him." },
        { "num": 5, "text": "And He descended into the first heaven, and there also He was transformed into the form of the angels who were there, and they did not praise Him." },
        { "num": 6, "text": "And He descended into the firmament where the prince of this world dwelleth, and He gave the password to those on the left, and His form was like theirs, and they did not praise Him, but were envying one another." },
        { "num": 7, "text": "And I saw when He descended into the world, and I saw that He was born of a virgin named Mary, of the seed of David." },
        { "num": 8, "text": "And I saw His life and His signs and His wonders, and how He was crucified and rose again on the third day and appeared to the twelve." },
        { "num": 9, "text": "And I saw Him ascending through the heavens in His glory, and now the angels of the first heaven and the firmament saw Him and worshipped Him." },
        { "num": 10, "text": "And He ascended into the second and the third and the fourth and the fifth and the sixth, and they all worshipped Him and glorified Him, saying: 'How did our Lord descend among us and we did not recognize the Lord of Glory?'" },
        { "num": 11, "text": "And He ascended into the seventh heaven and sat down on the right hand of the Great Glory." },
        { "num": 12, "text": "And I saw and I fell on my face and worshipped Him. And the angel who led me said: 'Isaiah, return to thy garment of the flesh until thy days are fulfilled; then thou shalt come hither.'" },
        { "num": 13, "text": "This is what Isaiah saw and recounted to all who stood by. And on account of these visions Manasseh sawed him asunder with a wooden saw, through the agency of Belchira." },
        { "num": 14, "text": "And Hezekiah gave these things to Manasseh, but he did not remember them; but through the will of Beliar he destroyed Isaiah." }
      ]
    }
  ]
}