{
  "meta": {
    "name": "The Shepherd of Hermas",
    "id": "HERM_ET",
    "version": "Ethiopic Traditional Translation",
    "copyright": "Public Domain"
  },
  "chapters": [
    {
      "num": 1,
      "name": "Vision 1",
      "verses": [
        { "num": 1, "text": "He who brought me up sold me to a certain Rhoda in Rome. After many years I met her again, and began to love her as a sister." },
        { "num": 2, "text": "After some time, while she was bathing in the river Tiber, I gave her my hand and brought her out of the river. Seeing her beauty, I reasoned in my heart, saying: 'Happy should I be if I had such a wife, both in beauty and in character.'" },
        { "num": 3, "text": "After some time, as I was going to Cumae and glorifying the creatures of God, for their greatness and splendor, as I walked along I fell asleep. And a spirit took me and carried me away through a pathless region." },
        { "num": 4, "text": "And when I had crossed the river, I came to a plain, and I knelt down and began to pray to the Lord and to confess my sins. And while I was praying, the heaven was opened, and I saw that woman whom I had desired, greeting me from heaven, saying: 'Hermas, hail!'" },
        { "num": 5, "text": "And I looked at her and said to her: 'Lady, what doest thou here?' And she answered me: 'I was taken up to accuse thee of thy sins before the Lord.'" },
        { "num": 6, "text": "I said to her: 'Dost thou now accuse me?' 'No,' said she, 'but hear the words which I am going to say to thee. God, who dwelleth in the heavens, is angry with thee because thou hast sinned against me in thy heart.'" },
        { "num": 7, "text": "But I laughed and said to her: 'If I have sinned against thee, how or when? Did I ever speak an unseemly word to thee? Did I not always honor thee as a goddess? Did I not always respect thee as a sister?'" },
        { "num": 8, "text": "And she smiled and said to me: 'The desire of wickedness arose in thy heart. For it is a sin for a righteous man if an evil desire arise in his heart; for the righteous man thinketh righteous things, and his glory is established in the heavens.'" }
      ]
    },
    {
      "num": 2,
      "name": "Vision 2",
      "verses": [
        { "num": 1, "text": "After she had spoken these words, the heavens were closed, and I was trembling all over and was in great sorrow. I said in my heart: 'If this sin is recorded against me, how can I be saved?'" },
        { "num": 2, "text": "And while I was thinking these things in my heart, I saw before me a great white chair of wool like snow; and there came an elderly woman in shining raiment, having a book in her hands, and she sat down alone, and she greeted me: 'Hermas, hail!'" },
        { "num": 3, "text": "And I, in my sorrow and weeping, said: 'Lady, hail!' And she said to me: 'Why art thou gloomy, Hermas? Thou who art usually patient and good-tempered.'" },
        { "num": 4, "text": "I answered and said to her: 'Lady, because of a most excellent woman who says that I have sinned against her.' And she said: 'Far be this from the servant of God! But perhaps a thought regarding her arose in thy heart.'" },
        { "num": 5, "text": "'But God is not angry with thee for this, but because thou art negligent regarding thy house and thy children, and thou hast allowed them to be corrupted; but the Lord is merciful unto thee and will heal the sins of thy house.'" },
        { "num": 6, "text": "And she read to me from the book, and the last words I remember, for they were terrible: 'Behold, the Lord of hosts, who by His invisible power and His great wisdom created the world, is angry with those who doubt and who do not keep His commandments.'" },
        { "num": 7, "text": "And after she had finished reading, she rose from the chair, and four young men came and carried away the chair toward the East." }
      ]
    },
    {
      "num": 3,
      "name": "Vision 3",
      "verses": [
        { "num": 1, "text": "A year later, at the same time, as I was going to Cumae, I remembered the vision of the previous year, and again a spirit took me and carried me away to the same place." },
        { "num": 2, "text": "And I knelt down and began to pray and to confess my sins. And behold, the elderly woman whom I had seen the year before appeared again, and she was reading a book. And she said to me: 'Canst thou report these things to the elect of God?'" },
        { "num": 3, "text": "I said to her: 'Lady, I cannot remember so many things; but give me the book that I may copy it.' 'Take it,' she said, 'and return it to me.'" },
        { "num": 4, "text": "I took it, and having retired to a certain place in the country, I copied it all, letter by letter, for I could not distinguish the syllables. And when I had finished, the book was suddenly snatched from my hand by an invisible power." },
        { "num": 5, "text": "After fifteen days, when I had fasted and prayed much to the Lord, the knowledge of the writing was revealed to me. And this was what was written: 'Thy children, Hermas, have rebelled against God and have betrayed their parents; but they shall be healed if they repent with all their heart.'" },
        { "num": 6, "text": "'And do thou speak to the leaders of the Church, that they may direct their ways in righteousness, that they may receive the promises in great glory.'" }
      ]
    },
    {
      "num": 4,
      "name": "Vision 4",
      "verses": [
        { "num": 1, "text": "I saw a third vision, my brothers. I had fasted much and prayed to the Lord, and the elderly woman appeared to me again in the same place where I had seen her before." },
        { "num": 2, "text": "And she said to me: 'Come and sit here.' I said to her: 'Lady, let the elders sit first.' She smiled and said: 'Sit thou down.' And she showed me a great tower being built upon the waters by six young men." },
        { "num": 3, "text": "And thousands of other men were bringing stones; some from the deep, and some from the earth. And those which were brought from the deep were placed in the building, for they were polished and fitted exactly into the joints." },
        { "num": 4, "text": "But of the stones which were brought from the earth, some were cast away, and some were put into the building, and some were broken and cast far from the tower." },
        { "num": 5, "text": "I asked her: 'Lady, what is this tower?' 'The tower,' she said, 'is the Church. And the young men are the holy angels of God, who keep the building together.'" },
        { "num": 6, "text": "'And the stones which were polished and fitted are the apostles and bishops and teachers and deacons who have walked in the holiness of God.'" },
        { "num": 7, "text": "'And those which were cast away are those who have sinned and wish to repent; therefore they are not cast far from the tower, because they will be useful for the building when they have repented.'" }
      ]
    },
    {
      "num": 5,
      "name": "Vision 5",
      "verses": [
        { "num": 1, "text": "And twenty days after I had seen the tower, I was going on the way to the country, and I saw a great beast like a sea-monster, and from its mouth proceeded fiery locusts." },
        { "num": 2, "text": "The beast was about a hundred feet long, and its head was like a ceramic jar. And I began to weep and to pray to the Lord to deliver me from it." },
        { "num": 3, "text": "And I remembered the word which I had heard: 'Do not doubt, Hermas.' And having put on the faith of the Lord, I took courage and gave myself up to the beast." },
        { "num": 4, "text": "And the beast came on with a great rush, and I thought it could destroy a city. But when I came near it, the beast stretched itself out on the ground and only put out its tongue, and did not move at all until I had passed by it." },
        { "num": 5, "text": "And behold, there met me a virgin adorned as if she were coming from a bridal chamber, all in white, and she greeted me: 'Hail, Hermas!'" },
        { "num": 6, "text": "And I greeted her: 'Lady, hail!' She said to me: 'Hast thou seen nothing?' I said to her: 'Lady, I have seen a beast so great that it could destroy nations.'" },
        { "num": 7, "text": "She said: 'Thou hast escaped it because thou didst cast thy care upon God, and didst open thy heart to the Lord, believing that thou canst be saved by nothing but His great and glorious Name.'" },
        { "num": 8, "text": "'Go therefore and tell the elect of God the great things He hath done for thee, and tell them that this beast is a type of the great tribulation which is coming.'" }
      ]
    },
    {
      "num": 6,
      "name": "Mandate 1",
      "verses": [
        { "num": 1, "text": "First of all, believe that God is One, even He who created all things and set them in order, and brought all things from non-existence into being." },
        { "num": 2, "text": "He containeth all things, but He alone is uncontained. Believe in Him therefore, and fear Him, and in thy fear be continent. Keep this commandment, and thou shalt cast away all wickedness from thyself." }
      ]
    },
    {
      "num": 7,
      "name": "Mandate 2",
      "verses": [
        { "num": 1, "text": "He said to me: 'Keep sincerity and be innocent, and thou shalt be as a little child who knoweth not the wickedness that destroyeth the life of men.'" },
        { "num": 2, "text": "'Speak no evil against any man, nor take pleasure in hearing any man speak evil. For if thou listenest, thou also art guilty of the sin of him that speaketh.'" },
        { "num": 3, "text": "'Work that which is good, and of thy labors which God giveth thee, give to all who are in need in simplicity, not doubting to whom thou givest. For God willeth that from His own gifts, gifts should be given to all.'" }
      ]
    },
    {
      "num": 8,
      "name": "Mandate 3",
      "verses": [
        { "num": 1, "text": "Again he said to me: 'Love truth, and let nothing but truth proceed out of thy mouth, that the spirit which God hath placed in thy flesh may be found true in the sight of all men.'" },
        { "num": 2, "text": "'Those who lie set the Lord at nought and become robbers of the Lord, for they do not return the deposit which they received. For they received from Him a spirit free from lies. If they return it a lying spirit, they have defiled the commandment of the Lord.'" }
      ]
    },
    {
      "num": 9,
      "name": "Mandate 4",
      "verses": [
        { "num": 1, "text": "I command thee,' he said, 'to keep chastity, and let no thought enter thy heart concerning another man’s wife, or concerning any fornication. For in so doing, thou committest a great sin.'" },
        { "num": 2, "text": "I said to him: 'Sir, if a man have a wife who is faithful in the Lord, and he find her in adultery, doth he sin if he continue to live with her?'" },
        { "num": 3, "text": "He said: 'As long as he is ignorant, he sinneth not. But if he knoweth her sin, and the woman repenteth not, but continueth in her fornication, and the husband liveth with her, he becometh a partaker of her adultery.'" },
        { "num": 4, "text": "'But if the husband put her away and she repent, and wish to return to her husband, she shall be received, but not often; for to the servants of God there is but one repentance.'" }
      ]
    },
    {
      "num": 10,
      "name": "Mandate 5",
      "verses": [
        { "num": 1, "text": "Be patient,' he said, 'and of good understanding, and thou shalt have dominion over all wicked works and shalt work all righteousness.'" },
        { "num": 2, "text": "'For if thou art patient, the Holy Spirit that dwelleth in thee will be pure and will not be darkened by another evil spirit. But if anger enter, the Holy Spirit, being delicate, is uncomfortable and seeketh to depart.'" },
        { "num": 3, "text": "'For anger is foolish, light, and senseless. From foolishness proceedeth bitterness, and from bitterness wrath, and from wrath anger, and from anger revenge. This is a great sin to the servants of God.'" }
      ]
    },
    {
      "num": 11,
      "name": "Mandate 6",
      "verses": [
        { "num": 1, "text": "I charged thee,' he said, 'in the first commandment to keep faith and fear and temperance.' 'Yes, sir,' I said." },
        { "num": 2, "text": "'Now,' said he, 'I will show thee the powers of these, that thou mayest know what power each hath. For there are two angels with man—one of righteousness and one of wickedness.'" },
        { "num": 3, "text": "'The angel of righteousness is delicate and modest and meek and gentle. When he entereth thy heart, he talketh with thee of righteousness, purity, and holiness. When thou feelest these things, know that he is with thee.'" },
        { "num": 4, "text": "'The angel of wickedness is bitter and angry and foolish, and his works are ruinous. When he entereth thy heart, thou shalt know him by his works.'" }
      ]
    },
    {
      "num": 12,
      "name": "Mandate 7",
      "verses": [
        { "num": 1, "text": "Fear the Lord,' he said, 'and keep His commandments. By fearing the Lord, thou shalt have power over the devil, because there is no power in him.'" },
        { "num": 2, "text": "'For he in whom there is power, he is to be feared. He who hath no power is despised by all. Fear the works of the devil, therefore, that thou mayest not do them; but fear the Lord, that thou mayest do His works.'" }
      ]
    },
    {
      "num": 13,
      "name": "Mandate 8",
      "verses": [
        { "num": 1, "text": "I told thee,' he said, 'that the creatures of God are of two kinds—for temperance is also of two kinds. From some things we must refrain, and from others we must not.'" },
        { "num": 2, "text": "'Refrain from evil: adultery, fornication, lawless theft, false witness, covetousness, and all evil desires. These works are wicked and harmful to the servants of God.'" },
        { "num": 3, "text": "'But refrain not from good: to help the widow, to visit the orphans and the needy, to be hospitable and humble. In these things, keep temperance, and thou shalt live to God.'" }
      ]
    },
    {
      "num": 14,
      "name": "Mandate 9",
      "verses": [
        { "num": 1, "text": "He said to me: 'Remove from thyself double-mindedness, and doubt not at all when thou askest anything of God. Say not in thy heart: \"How can I ask of the Lord and receive, seeing I have sinned so much against Him?\"'" },
        { "num": 2, "text": "'God is not like men who remember evils; He is long-suffering and hath compassion on His creatures. Cleanse thy heart from all the vanities of this world, and ask in faith, and thou shalt receive all thy petitions.'" },
        { "num": 3, "text": "'For double-mindedness is the daughter of the devil, and she worketh much mischief. But faith is strong and powerful and proceedeth from the Lord.'" }
      ]
    },
    {
      "num": 15,
      "name": "Mandate 10",
      "verses": [
        { "num": 1, "text": "Remove sorrow from thyself,' he said, 'for she is the sister of double-mindedness and anger.' 'How, sir,' I said, 'is she their sister?'" },
        { "num": 2, "text": "'Listen,' said he. 'When the double-minded man faileth in his enterprise, sorrow entereth into him. And when anger is suppressed, it likewise turneth into sorrow.'" },
        { "num": 3, "text": "'Sorrow defileth the Holy Spirit and yet also saveth. For when the sinner sorroweth for his deeds, he repenteth. But the sorrow of the world crusheth the spirit. Therefore, clothe thyself in cheerfulness, which is always acceptable to God.'" }
      ]
    },
    {
      "num": 16,
      "name": "Mandate 11",
      "verses": [
        { "num": 1, "text": "He showed me men sitting on a bench, and another man sitting on a chair, and he said to me: 'Seest thou those sitting on the bench? These are the faithful. And he who sitteth on the chair is a false prophet, who destroyeth the minds of the servants of God.'" },
        { "num": 2, "text": "'The false prophet speaketh only when he is asked, and he speaketh according to the desires of men. But the Divine Spirit speaketh when God willeth, and the man filled with the Holy Spirit speaketh as the Lord directeth.'" },
        { "num": 3, "text": "'Test the spirit of the man by his life. The spirit which is from above is meek and peaceable and humble. The spirit which is from below is earthly and empty and foolish.'" }
      ]
    },
    {
      "num": 17,
      "name": "Mandate 12",
      "verses": [
        { "num": 1, "text": "Remove from thyself,' he said, 'every evil desire, and clothe thyself in the desire which is good and holy. For the evil desire is savage and difficult to tame.'" },
        { "num": 2, "text": "I said to him: 'Sir, how shall I overcome these desires?' He said: 'By the fear of God. If the evil desire seeth thee armed with the fear of the Lord, it will flee far from thee.'" },
        { "num": 3, "text": "'Keep therefore these twelve commandments, and thou shalt be able to walk in them. And everyone who keepeth them shall live to God.'" }
      ]
    },
    {
      "num": 18,
      "name": "Similitude 1",
      "verses": [
        { "num": 1, "text": "He said to me: 'Ye know that ye dwell in a foreign land; for your city is far from this city. If then ye know your city, why do ye here provide lands and costly arrays and buildings?'" },
        { "num": 2, "text": "'He that provideth these things for this city cannot return to his own. O foolish and double-minded man, dost thou not understand that all these things are foreign to thee and under the power of another?'" },
        { "num": 3, "text": "'As a prisoner in a strange land, provide nothing for thyself but what is sufficient, and be ready, so that when the master of this city driveth thee out, thou mayest go to thine own city and dwell there in joy.'" }
      ]
    },
    {
      "num": 19,
      "name": "Similitude 2",
      "verses": [
        { "num": 1, "text": "As I was walking in the country, I noticed an elm and a vine, and I was considering them and their fruits. The Shepherd appeared and said: 'What art thou considering?'" },
        { "num": 2, "text": "I said: 'Sir, I am thinking about this elm and the vine, that they are very well suited to one another.' 'These two,' said he, 'are a type for the servants of God.'" },
        { "num": 3, "text": "'The vine beareth fruit, but the elm is a sterile tree. Yet the vine, unless it be set upon the elm, beareth but little fruit and the fruit is rotten. But when the vine is attached to the elm, it beareth fruit both for itself and for the elm.'" },
        { "num": 4, "text": "'So is the poor man and the rich. The poor man is rich in prayer, and his intercession hath great power with God. The rich man hath much wealth, but is poor toward the Lord. When the rich man helpeth the poor, the poor man prayeth for the rich, and God giveth all abundance to both.'" }
      ]
    },
    {
      "num": 20,
      "name": "Similitude 3",
      "verses": [
        { "num": 1, "text": "He showed me many trees which were like one another and seemed to be withered, for they had cast their leaves. He said: 'These trees which thou seest are those who dwell in this world.'" },
        { "num": 2, "text": "I said: 'Sir, they look like one another and appear withered.' He said: 'In this world neither the righteous nor the sinners are manifest, for this world is winter to the righteous, and they do not appear as green, being all alike withered.'" }
      ]
    },
    {
      "num": 21,
      "name": "Similitude 4",
      "verses": [
        { "num": 1, "text": "Again he showed me other trees, some of which were budding and others were withered. He said: 'These trees which bud are the righteous who shall dwell in the world to come; for the world to come is summer to the righteous, but winter to the sinners.'" },
        { "num": 2, "text": "'When the summer of the Lord shineth, then those who are fruit-bearing shall be manifest, but the withered shall be burned as fuel, because they were found dry in the time of the harvest.'" }
      ]
    },
    {
      "num": 22,
      "name": "Similitude 5",
      "verses": [
        { "num": 1, "text": "He showed me a man pasturing his sheep, and he was clothed in a yellow skin and was very joyful. He said: 'This is the angel of luxury and deceit. He corrupteth the souls of the servants of God and turneth them from the truth.'" },
        { "num": 2, "text": "'But those who follow him forget the commandments of God and give themselves up to the pleasures of this life. Therefore, they are delivered to the angel of punishment, who bringeth them through great bitter torments until they repent and return to the Lord.'" }
      ]
    },
    {
      "num": 23,
      "name": "Similitude 6",
      "verses": [
        { "num": 1, "text": "He showed me a great willow tree covering plains and mountains, and under its shadow all who were called by the name of the Lord were gathered. And an angel of the Lord, glorious and very tall, stood by the willow with a great sickle.'" },
        { "num": 2, "text": "'He cut branches from the willow and gave them to the people. And after a time he asked for the branches back. Some were returned withered and moth-eaten; some were half-withered; and some were green and had fruit.'" },
        { "num": 3, "text": "'The tall angel is Michael, and the willow is the Law of God which was given to the whole world. The people are those who have heard the law. Those who returned the branches green are those who have kept the law in holiness; those who returned them withered are the apostates who have forsaken the Lord.'" }
      ]
    },
    {
      "num": 24,
      "name": "Similitude 7",
      "verses": [
        { "num": 1, "text": "He showed me a great plain, and in the midst of it a white rock which had risen out of the plain. The rock was higher than the mountains, and had a gate hewn in it; and the gate seemed to be new, for it shone more than the sun.'" },
        { "num": 2, "text": "'And twelve virgins stood at the gate, clothed in linen garments and beautifully girded. And I saw six men come, glorious and great, and they called thousands of other men to build a tower upon that rock.'" },
        { "num": 3, "text": "'The rock and the gate are the Son of God. The tower is the Church. The builded stones are the various nations who have believed. The virgins are the holy spirits of virtue, and no man can enter the kingdom unless he be clothed with their raiment.'" }
      ]
    },
    {
      "num": 25,
      "name": "Similitude 8",
      "verses": [
        { "num": 1, "text": "Then he showed me twelve mountains of different forms. The first was black as soot; the second was bare, without grass; the third was full of thorns and briars; the fourth had stunted herbs, green at the top but withered at the roots.'" },
        { "num": 2, "text": "'The others were various: some full of fruit, some full of white sheep, and some very beautiful. He explained that these mountains are the various nations of the world, having different minds and understandings.'" },
        { "num": 3, "text": "'But when they believed in the Son of God, they became of one mind and one faith, and were placed in the tower. But some defiled themselves and were cast out of the tower until they should repent and be cleansed by the virgins.'" }
      ]
    },
    {
      "num": 26,
      "name": "Similitude 9",
      "verses": [
        { "num": 1, "text": "After the building of the tower was finished, the master of the tower came to inspect it. He was so tall that he overtopped the tower. He examined every stone, striking it with a rod.'" },
        { "num": 2, "text": "'Some stones became black, some scabby, and some cracked. These he commanded to be taken out of the building and placed near the tower, and other stones were brought from the mountains to take their place.'" },
        { "num": 3, "text": "'This is the final trial of the Church before the end. The master is the Son of God, and he purifieth his house that it may be found holy and without blemish when he dwelleth therein.'" }
      ]
    },
    {
      "num": 27,
      "name": "Similitude 10",
      "verses": [
        { "num": 1, "text": "Finally, the Shepherd said to me: 'Keep these things which I have told thee and walk in them. Cleanse thy house and thy spirit, and thou shalt find favor with the Master of the Tower.'" },
        { "num": 2, "text": "'I was sent by the most venerable Angel to dwell with thee for the rest of thy days, for thou hast been found faithful in all the commandments.'" },
        { "num": 3, "text": "'Go therefore and speak to all men, that they may repent and live to God. The Lord be with thee and with all who do these things. Amen.'" }
      ]
    }
  ]
}