{
  "meta": {
    "name": "Hosea",
    "id": "HOS",
    "version": "NRSV",
    "copyright": "New Revised Standard Version Bible, copyright © 1989 National Council of the Churches of Christ in the United States of America. Used by permission. All rights reserved worldwide."
  },
  "chapters": [
    {
      "num": 1,
      "verses": [
        { "num": 1, "text": "The word of the Lord that came to Hosea son of Beeri, in the days of Kings Uzziah, Jotham, Ahaz, and Hezekiah of Judah, and in the days of King Jeroboam son of Joash of Israel." },
        { "num": 2, "text": "When the Lord first spoke through Hosea, the Lord said to Hosea, “Go, take for yourself a wife of whoredom and have children of whoredom, for the land commits great whoredom by forsaking the Lord.”" },
        { "num": 3, "text": "So he went and took Gomer daughter of Diblaim, and she conceived and bore him a son." },
        { "num": 4, "text": "And the Lord said to him, “Name him Jezreel; for in a little while I will punish the house of Jehu for the blood of Jezreel, and I will put an end to the kingdom of the house of Israel." },
        { "num": 5, "text": "On that day I will break the bow of Israel in the valley of Jezreel.”" },
        { "num": 6, "text": "She conceived again and bore a daughter. Then the Lord said to him, “Name her Lo-ruhamah, for I will no longer have pity on the house of Israel or forgive them." },
        { "num": 7, "text": "But I will have pity on the house of Judah, and I will save them by the Lord their God; I will not save them by bow, or by sword, or by war, or by horses, or by horsemen.”" },
        { "num": 8, "text": "When she had weaned Lo-ruhamah, she conceived and bore a son." },
        { "num": 9, "text": "Then the Lord said, “Name him Lo-ammi, for you are not my people and I am not your God.”" },
        { "num": 10, "text": "Yet the number of the people of Israel shall be like the sand of the sea, which can be neither measured nor numbered; and in the place where it was said to them, “You are not my people,” it shall be said to them, “Children of the living God.”" },
        { "num": 11, "text": "The people of Judah and the people of Israel shall be gathered together, and they shall appoint for themselves one head; and they shall take possession of the land, for great shall be the day of Jezreel." }
      ]
    },
    {
      "num": 2,
      "verses": [
        { "num": 1, "text": "Say to your brother, Ammi, and to your sister, Ruhamah." },
        { "num": 2, "text": "Plead with your mother, plead— for she is not my wife, and I am not her husband— that she put away her whoring from her face, and her adultery from between her breasts," },
        { "num": 3, "text": "or I will strip her naked and expose her as on the day she was born, and make her like a wilderness, and turn her into a parched land, and kill her with thirst." },
        { "num": 4, "text": "Upon her children also I will have no pity, because they are children of whoredom." },
        { "num": 5, "text": "For their mother has played the whore; she who conceived them has acted shamefully. For she said, “I will go after my lovers; they give me my bread and my water, my wool and my flax, my oil and my drink.”" },
        { "num": 6, "text": "Therefore I will hedge up her way with thorns; and I will build a wall against her, so that she cannot find her paths." },
        { "num": 7, "text": "She shall pursue her lovers, but not overtake them; and she shall seek them, but shall not find them. Then she shall say, “I will go and return to my first husband, for it was better with me then than now.”" },
        { "num": 8, "text": "She did not know that it was I who gave her the grain, the wine, and the oil, and who lavished upon her silver and gold that they used for Baal." },
        { "num": 9, "text": "Therefore I will take back my grain in its time, and my wine in its season; and I will take away my wool and my flax, which were to cover her nakedness." },
        { "num": 10, "text": "Now I will uncover her shame in the sight of her lovers, and no one shall rescue her out of my hand." },
        { "num": 11, "text": "I will put an end to all her mirth, her festivals, her new moons, her sabbaths, and all her appointed feasts." },
        { "num": 12, "text": "I will lay waste her vines and her fig trees, of which she said, “These are my pay, which my lovers have given me.” I will make them a forest, and the wild animals shall devour them." },
        { "num": 13, "text": "I will punish her for the festival days of the Baals, when she offered incense to them and decked herself with her rings and jewelry, and went after her lovers, and forgot me, says the Lord." },
        { "num": 14, "text": "Therefore, I will now allure her, and bring her into the wilderness, and speak tenderly to her." },
        { "num": 15, "text": "From there I will give her her vineyards, and make the Valley of Achor a door of hope. There she shall respond as in the days of her youth, as at the time when she came out of the land of Egypt." },
        { "num": 16, "text": "On that day, says the Lord, you will call me, “My husband,” and no longer will you call me, “My Baal.”" },
        { "num": 17, "text": "For I will remove the names of the Baals from her mouth, and they shall be mentioned by name no more." },
        { "num": 18, "text": "I will make for you a covenant on that day with the wild animals, the birds of the air, and the creeping things of the ground; and I will abolish the bow, the sword, and war from the land; and I will make you lie down in safety." },
        { "num": 19, "text": "And I will take you for my wife forever; I will take you for my wife in righteousness and in justice, in steadfast love, and in mercy." },
        { "num": 20, "text": "I will take you for my wife in faithfulness; and you shall know the Lord." },
        { "num": 21, "text": "On that day I will answer, says the Lord, I will answer the heavens and they shall answer the earth;" },
        { "num": 22, "text": "and the earth shall answer the grain, the wine, and the oil, and they shall answer Jezreel;" },
        { "num": 23, "text": "and I will sow him for myself in the land. And I will have pity on Lo-ruhamah, and I will say to Lo-ammi, “You are my people”; and he shall say, “You are my God.”" }
      ]
    },
    {
      "num": 3,
      "verses": [
        { "num": 1, "text": "The Lord said to me again, “Go, love a woman who has a lover and is an adulteress, just as the Lord loves the people of Israel, though they turn to other gods and love raisin-cakes.”" },
        { "num": 2, "text": "So I bought her for fifteen shekels of silver and a homer of barley and a measure of wine." },
        { "num": 3, "text": "And I said to her, “You must remain as mine for many days; you shall not play the whore, you shall not have intercourse with a man, nor I with you.”" },
        { "num": 4, "text": "For the Israelites shall remain many days without king or prince, without sacrifice or pillar, without ephod or teraphim." },
        { "num": 5, "text": "Afterward the Israelites shall return and seek the Lord their God, and David their king; they shall come in awe to the Lord and to his goodness in the latter days." }
      ]
    },
    {
      "num": 4,
      "verses": [
        { "num": 1, "text": "Hear the word of the Lord, O people of Israel; for the Lord has an indictment against the inhabitants of the land. There is no faithfulness or loyalty, and no knowledge of God in the land." },
        { "num": 2, "text": "Swearing, lying, and murder, and stealing and adultery break out; bloodshed follows bloodshed." },
        { "num": 3, "text": "Therefore the land mourns, and all who live in it languish; together with the wild animals and the birds of the air, even the fish of the sea are perishing." },
        { "num": 4, "text": "Yet let no one complain, and let no one accuse, for with you is my contention, O priest." },
        { "num": 5, "text": "You shall stumble by day; the prophet also shall stumble with you by night, and I will destroy your mother." },
        { "num": 6, "text": "My people are destroyed for lack of knowledge; because you have rejected knowledge, I reject you from being a priest to me. And since you have forgotten the law of your God, I also will forget your children." },
        { "num": 7, "text": "The more they increased, the more they sinned against me; they changed their glory into shame." },
        { "num": 8, "text": "They feed on the sin of my people; they are greedy for their iniquity." },
        { "num": 9, "text": "And it shall be like people, like priest; I will punish them for their ways, and repay them for their deeds." },
        { "num": 10, "text": "They shall eat, but not be satisfied; they shall play the whore, but not multiply; because they have abandoned the Lord to devote themselves to" },
        { "num": 11, "text": "whoredom. Wine and new wine take away the understanding." },
        { "num": 12, "text": "My people consult a piece of wood, and their divining rod gives them oracles. For a spirit of whoredom has led them astray, and they have played the whore, forsaking their God." },
        { "num": 13, "text": "They sacrifice on the tops of the mountains, and make offerings upon the hills, under oak, poplar, and terebinth, because their shade is good. Therefore your daughters play the whore, and your daughters-in-law commit adultery." },
        { "num": 14, "text": "I will not punish your daughters when they play the whore, nor your daughters-in-law when they commit adultery; for the men themselves go aside with whores, and sacrifice with temple prostitutes; thus a people without understanding comes to ruin." },
        { "num": 15, "text": "Though you play the whore, O Israel, do not let Judah become guilty. Do not enter Gilgal, or go up to Beth-aven, and do not swear, “As the Lord lives.”" },
        { "num": 16, "text": "Like a stubborn heifer, Israel is stubborn; can the Lord now feed them like a lamb in a broad pasture?" },
        { "num": 17, "text": "Ephraim is joined to idols—let him alone." },
        { "num": 18, "text": "When their drinking is over, they indulge in whoredom; they love lewdness more than their glory." },
        { "num": 19, "text": "A wind has wrapped them in its wings, and they shall be ashamed because of their sacrifices." }
      ]
    },
    {
      "num": 5,
      "verses": [
        { "num": 1, "text": "Hear this, O priests! Give heed, O house of Israel! Listen, O house of the king! For the judgment pertains to you; for you have been a snare at Mizpah, and a net spread upon Tabor," },
        { "num": 2, "text": "and a pit dug deep in Shittim; but I will punish all of them." },
        { "num": 3, "text": "I know Ephraim, and Israel is not hidden from me; for now, O Ephraim, you have played the whore; Israel is defiled." },
        { "num": 4, "text": "Their deeds do not permit them to return to their God. For the spirit of whoredom is within them, and they do not know the Lord." },
        { "num": 5, "text": "Israel’s pride testifies against him; Ephraim stumbles in his guilt; Judah also stumbles with them." },
        { "num": 6, "text": "With their flocks and herds they shall go to seek the Lord, but they will not find him; he has withdrawn from them." },
        { "num": 7, "text": "They have dealt faithlessly with the Lord; for they have borne illegitimate children. Now the new moon shall devour them along with their parcels of land." },
        { "num": 8, "text": "Blow the horn in Gibeah, the trumpet in Ramah. Sound the alarm at Beth-aven; look behind you, Benjamin!" },
        { "num": 9, "text": "Ephraim shall become a desolation on the day of punishment; among the tribes of Israel I declare what is sure." },
        { "num": 10, "text": "The princes of Judah have become like those who remove the landmark; on them I will pour out my wrath like water." },
        { "num": 11, "text": "Ephraim is oppressed, crushed in judgment, because he was determined to go after vanity." },
        { "num": 12, "text": "Therefore I am like maggots to Ephraim, and like rottenness to the house of Judah." },
        { "num": 13, "text": "When Ephraim saw his sickness, and Judah his wound, then Ephraim went to Assyria, and sent to the great king. But he is not able to cure you or heal your wound." },
        { "num": 14, "text": "For I will be like a lion to Ephraim, and like a young lion to the house of Judah. I myself will tear and go away; I will carry off, and no one shall rescue." },
        { "num": 15, "text": "I will return again to my place until they acknowledge their guilt and seek my face; in their distress they will beg my favor." }
      ]
    },
    {
      "num": 6,
      "verses": [
        { "num": 1, "text": "“Come, let us return to the Lord; for it is he who has torn, and he will heal us; he has struck down, and he will bind us up." },
        { "num": 2, "text": "After two days he will revive us; on the third day he will raise us up, that we may live before him." },
        { "num": 3, "text": "Let us know, let us press on to know the Lord; his appearing is as sure as the dawn; he will come to us like the showers, like the spring rains that water the earth.”" },
        { "num": 4, "text": "What shall I do with you, O Ephraim? What shall I do with you, O Judah? Your love is like a morning cloud, like the dew that goes away early." },
        { "num": 5, "text": "Therefore I have hewn them by the prophets, I have killed them by the words of my mouth, and my judgment goes forth as the light." },
        { "num": 6, "text": "For I desire steadfast love and not sacrifice, the knowledge of God rather than burnt offerings." },
        { "num": 7, "text": "But at Adam they transgressed the covenant; there they dealt faithlessly with me." },
        { "num": 8, "text": "Gilead is a city of evildoers, tracked with blood." },
        { "num": 9, "text": "As robbers lie in wait for someone, so the priests are banded together; they murder on the road to Shechem, they commit a monstrous crime." },
        { "num": 10, "text": "In the house of Israel I have seen a horrible thing; Ephraim’s whoredom is there, Israel is defiled." },
        { "num": 11, "text": "For you also, O Judah, a harvest is appointed. When I would restore the fortunes of my people," }
      ]
    },
    {
      "num": 7,
      "verses": [
        { "num": 1, "text": "when I would heal Israel, the corruption of Ephraim is revealed, and the wicked deeds of Samaria; for they deal falsely, the thief breaks in, and the bandits raid outside." },
        { "num": 2, "text": "But they do not consider that I remember all their wickedness. Now their deeds surround them, they are before my face." },
        { "num": 3, "text": "By their wickedness they make the king glad, and the officials by their treachery." },
        { "num": 4, "text": "They are all adulterers; they are like a heated oven, whose baker desists from stirring the fire, from the kneading of the dough until it is leavened." },
        { "num": 5, "text": "On the day of our king the officials became sick with the heat of wine; he stretched out his hand with mockers." },
        { "num": 6, "text": "For they are kindled like an oven, their heart burns within them; all night their anger smolders; in the morning it blazes like a flaming fire." },
        { "num": 7, "text": "All of them are hot as an oven, and they devour their rulers. All their kings have fallen; none of them calls upon me." },
        { "num": 8, "text": "Ephraim mixes himself with the peoples; Ephraim is a cake not turned." },
        { "num": 9, "text": "Foreigners devour his strength, but he does not know it; gray hairs are sprinkled upon him, but he does not know it." },
        { "num": 10, "text": "Israel’s pride testifies against him; yet they do not return to the Lord their God, or seek him, for all this." },
        { "num": 11, "text": "Ephraim has become like a dove, silly and without sense; they call upon Egypt, they go to Assyria." },
        { "num": 12, "text": "As they go, I will cast my net over them; I will bring them down like birds of the air; I will discipline them according to the report made to their assembly." },
        { "num": 13, "text": "Woe to them, for they have strayed from me! Destruction to them, for they have rebelled against me! I would redeem them, but they speak lies against me." },
        { "num": 14, "text": "They do not cry to me from the heart, but they wail upon their beds; for grain and wine they gash themselves, they rebel against me." },
        { "num": 15, "text": "It was I who trained and strengthened their arms, yet they plot evil against me." },
        { "num": 16, "text": "They turn to that which does not profit; they have become like a treacherous bow; their officials shall fall by the sword because of the rage of their tongue. This shall be their derision in the land of Egypt." }
      ]
    },
    {
      "num": 8,
      "verses": [
        { "num": 1, "text": "Set the trumpet to your lips! One like a vulture is over the house of the Lord, because they have broken my covenant, and transgressed my law." },
        { "num": 2, "text": "Israel cries to me, “My God, we know you!”" },
        { "num": 3, "text": "Israel has spurned the good; the enemy shall pursue him." },
        { "num": 4, "text": "They made kings, but not through me; they set up princes, but without my knowledge. With their silver and gold they made idols for their own destruction." },
        { "num": 5, "text": "Your calf is rejected, O Samaria. My anger burns against them. How long will they be incapable of innocence?" },
        { "num": 6, "text": "For it is from Israel, an artisan made it; it is not God. The calf of Samaria shall be broken to pieces." },
        { "num": 7, "text": "For they sow the wind, and they shall reap the whirlwind. The standing grain has no heads, it shall yield no meal; if it were to yield, foreigners would devour it." },
        { "num": 8, "text": "Israel is swallowed up; now they are among the nations as a useless vessel." },
        { "num": 9, "text": "For they have gone up to Assyria, a wild ass wandering alone; Ephraim has hired lovers." },
        { "num": 10, "text": "Though they hire allies among the nations, I will soon gather them up; and they shall soon begin to languish under the burden of kings and princes." },
        { "num": 11, "text": "When Ephraim multiplied altars to expiate sin, they became to him altars for sinning." },
        { "num": 12, "text": "Though I write for him the multitude of my instructions, they are regarded as a strange thing." },
        { "num": 13, "text": "Though they offer choice sacrifices, though they eat flesh, the Lord does not accept them. Now he will remember their iniquity, and punish their sins; they shall return to Egypt." },
        { "num": 14, "text": "For Israel has forgotten his Maker, and built palaces; and Judah has multiplied fortified cities; but I will send a fire upon his cities, and it shall devour his strongholds." }
      ]
    },
    {
      "num": 9,
      "verses": [
        { "num": 1, "text": "Do not rejoice, O Israel! Do not exult as other nations do; for you have played the whore, departing from your God. You have loved a prostitute’s pay on all threshing floors." },
        { "num": 2, "text": "Threshing floor and wine press shall not feed them, and the new wine shall fail them." },
        { "num": 3, "text": "They shall not remain in the land of the Lord; but Ephraim shall return to Egypt, and in Assyria they shall eat unclean food." },
        { "num": 4, "text": "They shall not pour drink offerings of wine to the Lord, and their sacrifices shall not please him. Such sacrifices shall be like mourners’ bread; all who eat of it shall be defiled; for their bread shall be for their hunger only; it shall not come into the house of the Lord." },
        { "num": 5, "text": "What will you do on the day of appointed festival, and on the day of the feast of the Lord?" },
        { "num": 6, "text": "For even if they escape destruction, Egypt shall gather them, Memphis shall bury them. Nettles shall possess their precious things of silver; thorns shall be in their tents." },
        { "num": 7, "text": "The days of punishment have come, the days of recompense have come; Israel shall know it. The prophet is a fool, the man of the spirit is mad, because of your great iniquity and great enmity." },
        { "num": 8, "text": "The prophet is a sentinel for Ephraim with my God, yet a fowler’s snare is on all his ways, and enmity in the house of his God." },
        { "num": 9, "text": "They have deeply corrupted themselves as in the days of Gibeah; he will remember their iniquity, he will punish their sins." },
        { "num": 10, "text": "Like grapes in the wilderness, I found Israel. Like the first fruit on the fig tree, in its first season, I saw your ancestors. But they came to Baal-peor, and consecrated themselves to a thing of shame, and became detestable like the thing they loved." },
        { "num": 11, "text": "Ephraim’s glory shall fly away like a bird—no birth, no pregnancy, no conception!" },
        { "num": 12, "text": "Even if they bring up children, I will bereave them until no one is left. Woe to them indeed when I depart from them!" },
        { "num": 13, "text": "Once I saw Ephraim as a young palm planted in a lovely meadow, but now Ephraim must lead out his children for slaughter." },
        { "num": 14, "text": "Give them, O Lord—what will you give? Give them a miscarrying womb and dry breasts." },
        { "num": 15, "text": "Every evil of theirs began at Gilgal; there I began to hate them. Because of the wickedness of their deeds I will drive them out of my house. I will love them no more; all their officials are rebels." },
        { "num": 16, "text": "Ephraim is stricken, their root is dried up, they shall bear no fruit. Even though they give birth, I will kill the cherished offspring of their womb." },
        { "num": 17, "text": "My God will reject them because they have not listened to him; they shall be wanderers among the nations." }
      ]
    },
    {
      "num": 10,
      "verses": [
        { "num": 1, "text": "Israel is a luxuriant vine that yields its fruit. The more his fruit increased the more altars he built; as his land improved he erected more beautiful pillars." },
        { "num": 2, "text": "Their heart is false; now they must bear their guilt. The Lord will break down their altars, and destroy their pillars." },
        { "num": 3, "text": "For now they will say: “We have no king, for we do not fear the Lord, and a king—what could he do for us?”" },
        { "num": 4, "text": "They utter mere words; with empty oaths they make covenants; so litigation springs up like poisonous weeds in the furrows of the field." },
        { "num": 5, "text": "The inhabitants of Samaria tremble for the calf of Beth-aven. Its people shall mourn for it, and its idolatrous priests shall wail over it, over its glory that has departed from it." },
        { "num": 6, "text": "The thing itself shall be carried to Assyria as tribute to the great king. Ephraim shall be put to shame, and Israel shall be ashamed of his idol." },
        { "num": 7, "text": "Samaria’s king shall perish like a chip on the face of the waters." },
        { "num": 8, "text": "The high places of Aven, the sin of Israel, shall be destroyed. Thorn and thistle shall grow up on their altars. They shall say to the mountains, “Cover us,” and to the hills, “Fall on us.”" },
        { "num": 9, "text": "Since the days of Gibeah you have sinned, O Israel; there they have continued. Shall not war overtake them in Gibeah?" },
        { "num": 10, "text": "I will come against the wayward people to punish them; and nations shall be gathered against them when they are punished for their double iniquity." },
        { "num": 11, "text": "Ephraim was a trained heifer that loved to thresh, and I spared her fair neck; but I will make Ephraim break the ground; Judah must plow; Jacob must harrow for himself." },
        { "num": 12, "text": "Sow for yourselves righteousness; reap steadfast love; break up your fallow ground; for it is time to seek the Lord, that he may come and rain righteousness upon you." },
        { "num": 13, "text": "You have plowed wickedness, you have reaped injustice, you have eaten the fruit of lies. Because you have trusted in your power and in the multitude of your warriors," },
        { "num": 14, "text": "therefore the tumult of war shall rise against your people, and all your fortresses shall be destroyed, as Shalman destroyed Beth-arbel on the day of battle when mothers were dashed in pieces with their children." },
        { "num": 15, "text": "Thus it shall be done to you, O Bethel, because of your great wickedness. At dawn the king of Israel shall be utterly cut off." }
      ]
    },
    {
      "num": 11,
      "verses": [
        { "num": 1, "text": "When Israel was a child, I loved him, and out of Egypt I called my son." },
        { "num": 2, "text": "The more I called them, the more they went from me; they kept sacrificing to the Baals, and offering incense to idols." },
        { "num": 3, "text": "Yet it was I who taught Ephraim to walk, I took them up in my arms; but they did not know that I healed them." },
        { "num": 4, "text": "I led them with cords of human kindness, with bands of love. I was to them like those who lift infants to their cheeks. I bent down to them and fed them." },
        { "num": 5, "text": "They shall return to the land of Egypt, and Assyria shall be their king, because they have refused to return to me." },
        { "num": 6, "text": "The sword rages in their cities, it consumes their oracle-staves, and devours because of their schemes." },
        { "num": 7, "text": "My people are bent on turning away from me. To the Most High they call, but he does not raise them up at all." },
        { "num": 8, "text": "How can I give you up, Ephraim? How can I hand you over, O Israel? How can I make you like Admah? How can I treat you like Zeboiim? My heart recoils within me; my compassion grows warm and tender." },
        { "num": 9, "text": "I will not execute my fierce anger; I will not again destroy Ephraim; for I am God and no mortal, the Holy One in your midst, and I will not come in wrath." },
        { "num": 10, "text": "They shall go after the Lord, who roars like a lion; when he roars, his children shall come trembling from the west." },
        { "num": 11, "text": "They shall come trembling like birds from Egypt, and like doves from the land of Assyria; and I will return them to their homes, says the Lord." },
        { "num": 12, "text": "Ephraim has surrounded me with lies, and the house of Israel with deceit; but Judah still walks with God, and is faithful to the Holy One." }
      ]
    },
    {
      "num": 12,
      "verses": [
        { "num": 1, "text": "Ephraim herds the wind, and pursues the east wind all day long; they multiply falsehood and violence; they make a treaty with Assyria, and oil is carried to Egypt." },
        { "num": 2, "text": "The Lord has an indictment against Judah, and will punish Jacob according to his ways, and repay him according to his deeds." },
        { "num": 3, "text": "In the womb he tried to supplant his brother, and in his manhood he strove with God." },
        { "num": 4, "text": "He strove with the angel and prevailed, he wept and sought his favor; he met him at Bethel, and there he spoke with him." },
        { "num": 5, "text": "The Lord the God of hosts, the Lord is his name!" },
        { "num": 6, "text": "But as for you, return to your God, hold fast to love and justice, and wait continually for your God." },
        { "num": 7, "text": "A trader, in whose hands are false balances, he loves to oppress." },
        { "num": 8, "text": "Ephraim has said, “Ah, I am rich, I have made a fortune for myself; in all my gain no offense has been found in me that would be sin.”" },
        { "num": 9, "text": "I am the Lord your God from the land of Egypt; I will make you live in tents again, as in the days of the appointed festival." },
        { "num": 10, "text": "I spoke to the prophets; it was I who multiplied visions, and through the prophets I will speak parables." },
        { "num": 11, "text": "In Gilead there is iniquity, they shall surely come to nothing. In Gilgal they sacrifice bulls, so their altars shall be like stone-heaps in the furrows of the field." },
        { "num": 12, "text": "Jacob fled to the land of Aram, there Israel served for a wife, and for a wife he guarded sheep." },
        { "num": 13, "text": "By a prophet the Lord brought Israel up from Egypt, and by a prophet he was guarded." },
        { "num": 14, "text": "Ephraim has given bitter offense, so his Lord will leave his blood-guilt upon him, and will pay him back for his insults." }
      ]
    },
    {
      "num": 13,
      "verses": [
        { "num": 1, "text": "When Ephraim spoke, there was trembling; he was exalted in Israel; but he incurred guilt through Baal and died." },
        { "num": 2, "text": "And now they keep on sinning and make a cast image for themselves, idols of silver made according to their understanding, all of them the work of artisans. “Sacrifice to these,” they say. People are kissing calves!" },
        { "num": 3, "text": "Therefore they shall be like the morning cloud or like the dew that goes away early, like chaff that swirls from the threshing floor or like smoke from a window." },
        { "num": 4, "text": "Yet I have been the Lord your God ever since the land of Egypt; you know no God but me, and besides me there is no savior." },
        { "num": 5, "text": "It was I who fed you in the wilderness, in the land of drought." },
        { "num": 6, "text": "When I fed them, they were satisfied; they were satisfied, and their heart was proud; therefore they forgot me." },
        { "num": 7, "text": "So I will become like a lion to them, like a leopard I will lurk beside the way." },
        { "num": 8, "text": "I will fall upon them like a bear robbed of her whelps, and will tear open the covering of their heart; there I will devour them like a lion, as a wild animal would mangle them." },
        { "num": 9, "text": "I will destroy you, O Israel; who can help you?" },
        { "num": 10, "text": "Where now is your king, that he may save you? Where in all your cities are your rulers, of whom you said, “Give me a king and princes”?" },
        { "num": 11, "text": "I gave you a king in my anger, and I took him away in my wrath." },
        { "num": 12, "text": "Ephraim’s iniquity is bound up; his sin is kept in store." },
        { "num": 13, "text": "The pangs of childbirth come for him, but he is an unwise son; for at the proper time he does not present himself at the mouth of the womb." },
        { "num": 14, "text": "Shall I ransom them from the power of Sheol? Shall I redeem them from Death? O Death, where are your plagues? O Sheol, where is your destruction? Compassion is hidden from my eyes." },
        { "num": 15, "text": "Although he may flourish among rushes, the east wind shall come, a blast from the Lord, rising from the wilderness; and his fountain shall dry up, his spring shall be parched. It shall strip his treasury of every precious thing." },
        { "num": 16, "text": "Samaria shall bear her guilt, because she has rebelled against her God; they shall fall by the sword, their little ones shall be dashed in pieces, and their pregnant women ripped open." }
      ]
    },
    {
      "num": 14,
      "verses": [
        { "num": 1, "text": "Return, O Israel, to the Lord your God, for you have stumbled because of your iniquity." },
        { "num": 2, "text": "Take words with you and return to the Lord; say to him, “Take away all guilt; accept that which is good, and we will offer the fruit of our lips." },
        { "num": 3, "text": "Assyria shall not save us; we will not ride on horses; we will say no more, ‘Our God,’ to the work of our hands. In you the orphan finds mercy.”" },
        { "num": 4, "text": "I will heal their disloyalty; I will love them freely, for my anger has turned from them." },
        { "num": 5, "text": "I will be like the dew to Israel; he shall blossom like the lily, he shall strike root like the forests of Lebanon." },
        { "num": 6, "text": "His shoots shall spread out; his beauty shall be like the olive tree, and his fragrance like that of Lebanon." },
        { "num": 7, "text": "They shall again live beneath my shadow, they shall flourish as a garden; they shall blossom like the vine, their fragrance shall be like the wine of Lebanon." },
        { "num": 8, "text": "O Ephraim, what have I to do with idols? It is I who answer and look after you. I am like an evergreen cypress; your faithfulness comes from me." },
        { "num": 9, "text": "Those who are wise understand these things; those who are discerning know them. For the ways of the Lord are right, and the upright walk in them, but transgressors stumble in them." }
      ]
    }
  ]
}