{
  "DEFAULT": {
    "title": "Ferial Day",
    "collect": "Lord God, almighty and everlasting Father, you have brought us in safety to this new day: Preserve us with your mighty power, that we may not fall into sin, nor be overcome by adversity; and in all we do, direct us to the fulfilling of your purpose; through Jesus Christ our Lord. Amen.",
    "antiphon": "The Lord is glorious in his saints: Come let us adore him.",
    "psalms": "Psalm 95",
    "reading_ot": "Isaiah 40:28-31\nHave you not known? Have you not heard? The Lord is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. He gives power to the faint, and to him who has no might he increases strength. Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
    "reading_epistle": "Romans 12:1-2\nI appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.",
    "reading_gospel": "Luke 5:1-11\nOn one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret, and he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets. Getting into one of the boats, which was Simon's, he asked him to put out a little from the land. And he sat down and taught the people from the boat.",
    "reading_ot_evening": "Jeremiah 29:11-13\nFor I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope. Then you will call upon me and come and pray to me, and I will hear you. You will seek me and find me, when you seek me with all your heart.",
    "reading_epistle_evening": "Philippians 4:4-7\nRejoice in the Lord always; again I will say, rejoice. Let your reasonableness be known to everyone. The Lord is at hand; do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
    "reading_gospel_evening": "John 14:27\nPeace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
    "season": "ordinary",
    "liturgicalColor": "green"
  },
  "January 19": {
    "title": "Monday of the Second Week after Epiphany",
    "collect": "Almighty God, whose Son our Savior Jesus Christ is the light of the world: Grant that your people, illumined by your Word and Sacraments, may shine with the radiance of Christ's glory, that he may be known, worshiped, and obeyed to the ends of the earth; through Jesus Christ our Lord, who with you and the Holy Spirit lives and reigns, one God, now and for ever. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 25",
    "reading_ot": "Jeremiah 4:5-31\nDeclare in Judah, and proclaim in Jerusalem, and say, 'Blow the trumpet through the land; cry aloud and say, Assemble, and let us go into the fortified cities!' Raise a standard toward Zion, flee for safety, stay not, for I bring disaster from the north, and great destruction.",
    "reading_epistle": "Acts 2:1-21\nWhen the day of Pentecost arrived, they were all together in one place. And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. And divided tongues as of fire appeared to them and rested on each one of them. And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.",
    "reading_gospel": "John 2:1-11\nOn the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there. Jesus also was invited to the wedding with his disciples. When the wine ran out, the mother of Jesus said to him, 'They have no wine.' And Jesus said to her, 'Woman, what does this have to do with me? My hour has not yet come.'",
    "reading_ot_evening": "Isaiah 44:6-8, 21-23\nThus says the Lord, the King of Israel and his Redeemer, the Lord of hosts: 'I am the first and I am the last; besides me there is no god.'",
    "reading_epistle_evening": "Ephesians 2:1-10\nAnd you were dead in the trespasses and sins in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience.",
    "reading_gospel_evening": "Mark 1:14-20\nNow after John was arrested, Jesus came into Galilee, proclaiming the gospel of God, and saying, 'The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.'",
    "season": "epiphany",
    "liturgicalColor": "white"
  },
  "January 20": {
    "title": "Fabian, Bishop and Martyr of Rome, 250",
    "collect": "Almighty God, you called Fabian to be a faithful pastor and servant of your people, and to lay down his life in witness to your Son: Grant that we, strengthened by his example and aided by his prayers, may persevere in faith to the end; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 26, 28",
    "reading_ot": "Jeremiah 5:1-19\nRun to and fro through the streets of Jerusalem, look and take note! Search her squares to see if you can find a man, one who does justice and seeks truth, that I may pardon her.",
    "reading_epistle": "Acts 2:22-47\nMen of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.",
    "reading_gospel": "John 2:13-25\nThe Passover of the Jews was at hand, and Jesus went up to Jerusalem. In the temple he found those who were selling oxen and sheep and pigeons, and the money-changers sitting there. And making a whip of cords, he drove them all out of the temple, with the sheep and oxen.",
    "reading_ot_evening": "Isaiah 45:5-12\nI am the Lord, and there is no other, besides me there is no God; I equip you, though you do not know me, that people may know, from the rising of the sun and from the west, that there is none besides me.",
    "reading_epistle_evening": "Ephesians 2:11-22\nTherefore remember that at one time you Gentiles in the flesh, called 'the uncircumcision' by what is called the circumcision, which is made in the flesh by hands—remember that you were at that time separated from Christ.",
    "reading_gospel_evening": "Mark 1:21-28\nAnd they went into Capernaum, and immediately on the Sabbath he entered the synagogue and was teaching. And they were astonished at his teaching, for he taught them as one who had authority, and not as the scribes.",
    "season": "epiphany",
    "liturgicalColor": "red"
  },
  "January 21": {
    "title": "Agnes, Martyr at Rome, 304",
    "collect": "Almighty and everlasting God, who chose the weak things of the world to confound the wise: Mercifully grant that we, celebrating the feast of your servant Agnes, may remain constant in the faith; through Jesus Christ our Lord. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 38",
    "reading_ot": "Jeremiah 5:20-31\nDeclare this in the house of Jacob; proclaim it in Judah: 'Hear this, O foolish and senseless people, who have eyes, but see not, who have ears, but hear not. Do you not fear me? declares the Lord.'",
    "reading_epistle": "Acts 3:1-26\nNow Peter and John were going up to the temple at the hour of prayer, the ninth hour. And a man lame from birth was being carried, whom they laid daily at the gate of the temple that is called the Beautiful Gate to ask alms of those entering the temple.",
    "reading_gospel": "John 3:1-21\nNow there was a man of the Pharisees named Nicodemus, a ruler of the Jews. This man came to Jesus by night and said to him, 'Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.'",
    "reading_ot_evening": "Isaiah 46:3-4\nListen to me, O house of Jacob, all the remnant of the house of Israel, who have been borne by me from before your birth, carried from the womb; even to your old age I am he, and to gray hairs I will carry you.",
    "reading_epistle_evening": "Ephesians 3:1-13\nFor this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—assuming that you have heard of the stewardship of God's grace that was given to me for you, how the mystery was made known to me by revelation.",
    "reading_gospel_evening": "Mark 1:29-45\nAnd immediately he left the synagogue and entered the house of Simon and Andrew, with James and John. Now Simon's mother-in-law lay ill with a fever, and immediately they told him about her. And he came and took her by the hand and lifted her up, and the fever left her, and she began to serve them.",
    "season": "epiphany",
    "liturgicalColor": "red"
  },
  "January 22": {
    "title": "Vincent, Deacon of Saragossa and Martyr, 304",
    "collect": "Almighty God, whose deacon Vincent, upheld by you, was not terrified by threats nor overcome by torments: Grant us to endure all adversity with invincible steadfastness; through Jesus Christ our Lord. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 37:1-18",
    "reading_ot": "Jeremiah 6:1-15\nFlee for safety, O people of Benjamin, from the midst of Jerusalem! Blow the trumpet in Tekoa, and raise a signal on Beth-haccherem, for disaster looms out of the north, and great destruction.",
    "reading_epistle": "Acts 4:1-31\nAnd as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them, greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead.",
    "reading_gospel": "John 3:22-36\nAfter this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized.",
    "reading_ot_evening": "Isaiah 48:12-22\nListen to me, O Jacob, and Israel, whom I called! I am he; I am the first, and I am the last. My hand laid the foundation of the earth, and my right hand spread out the heavens; when I call to them, they stand forth together.",
    "reading_epistle_evening": "Ephesians 4:1-16\nI therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, with all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace.",
    "reading_gospel_evening": "Mark 2:1-12\nAnd when he returned to Capernaum after some days, it was reported that he was at home. And many were gathered together, so that there was no more room, not even at the door. And he was preaching the word to them.",
    "season": "epiphany",
    "liturgicalColor": "red"
  },
  "January 23": {
    "title": "Phillips Brooks, Bishop of Massachusetts, 1893",
    "collect": "O everlasting God, who revealed truth to your servant Phillips Brooks, and so formed and molded his mind and heart that he was able to mediate that truth with grace and power: Grant, we pray, that all whom you call to preach the Gospel may steward the wisdom of your majesty poured out upon them; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 31",
    "reading_ot": "Jeremiah 7:1-20\nThe word that came to Jeremiah from the Lord: 'Stand in the gate of the Lord's house, and proclaim there this word, and say, Hear the word of the Lord, all you men of Judah who enter these gates to worship the Lord.'",
    "reading_epistle": "Acts 5:12-42\nNow many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon's Portico. None of the rest dared join them, but the people held them in high esteem.",
    "reading_gospel": "John 4:1-26\nNow when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John, although Jesus himself did not baptize, but only his disciples, he left Judea and departed again for Galilee.",
    "reading_ot_evening": "Isaiah 49:1-7\nListen to me, O coastlands, and give attention, you peoples from afar. The Lord called me from the womb, from the body of my mother he named my name.",
    "reading_epistle_evening": "Ephesians 4:17-32\nNow this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart.",
    "reading_gospel_evening": "Mark 2:13-22\nHe went out again beside the sea, and all the crowd was coming to him, and he was teaching them. And as he passed by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, 'Follow me.' And he rose and followed him.",
    "season": "epiphany",
    "liturgicalColor": "white"
  },
  "January 24": {
    "title": "Ordination of Florence Li Tim-Oi, 1944",
    "collect": "Gracious God, who called Florence Li Tim-Oi to be the first woman ordained to the priesthood in the Anglican Communion: Grant that we may be faithful to your call, breaking down barriers and serving you with courage and love; through Jesus Christ our Lord. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 30, 32",
    "reading_ot": "Jeremiah 8:4-22\nYou shall say to them, Thus says the Lord: 'When men fall, do they not rise again? If one turns away, does he not return? Why then has this people turned away in perpetual backsliding?'",
    "reading_epistle": "Acts 5:12-42\nNow many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon's Portico. None of the rest dared join them, but the people held them in high esteem.",
    "reading_gospel": "John 4:27-42\nJust then his disciples came back. They marveled that he was talking with a woman, but no one said, 'What do you seek?' or, 'Why are you talking with her?' So the woman left her water jar and went away into town and said to the people, 'Come, see a man who told me all that I ever did.'",
    "reading_ot_evening": "Isaiah 49:8-13\nThus says the Lord: 'In a time of favor I have answered you; in a day of salvation I have helped you; I will keep you and give you as a covenant to the people, to establish the land, to apportion the desolate heritages.'",
    "reading_epistle_evening": "Ephesians 4:17-32\nNow this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart.",
    "reading_gospel_evening": "Mark 2:23-3:6\nOne Sabbath he was going through the grainfields, and as they made their way, his disciples began to pluck heads of grain. And the Pharisees were saying to him, 'Look, why are they doing what is not lawful on the Sabbath?'",
    "season": "epiphany",
    "liturgicalColor": "white"
  },
  "January 25": {
    "title": "The Conversion of Saint Paul the Apostle",
    "collect": "O God, who by the preaching of your apostle Paul has caused the light of the Gospel to shine throughout the world: Grant, we pray, that we, having his wonderful conversion in remembrance, may show ourselves thankful to you by following his holy teaching; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen.",
    "antiphon": "The Lord has shown forth his glory: Come let us adore him.",
    "psalms": "Psalm 67",
    "reading_ot": "Acts 26:9-23\n'I myself was convinced that I ought to do many things in opposing the name of Jesus of Nazareth. And I did so in Jerusalem. I not only locked up many of the saints in prison after receiving authority from the chief priests, but when they were put to death I cast my vote against them.'",
    "reading_epistle": "Galatians 1:11-24\nFor I would have you know, brothers, that the gospel that was preached by me is not man's gospel. For I did not receive it from any man, nor was I taught it, but I received it through a revelation of Jesus Christ.",
    "reading_gospel": "Matthew 10:16-22\n'Behold, I am sending you out as sheep in the midst of wolves, so be wise as serpents and innocent as doves. Beware of men, for they will deliver you over to courts and flog you in their synagogues.'",
    "reading_ot_evening": "Isaiah 49:1-7\nListen to me, O coastlands, and give attention, you peoples from afar. The Lord called me from the womb, from the body of my mother he named my name.",
    "reading_epistle_evening": "1 Timothy 1:12-17\nI thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service, though formerly I was a blasphemer, persecutor, and insolent opponent.",
    "reading_gospel_evening": "Luke 21:10-19\nThen he said to them, 'Nation will rise against nation, and kingdom against kingdom. There will be great earthquakes, and in various places famines and pestilences. And there will be terrors and great signs from heaven.'",
    "season": "epiphany",
    "liturgicalColor": "white"
  }
}