{
  "project_manifest": {
    "name": "Universal Office (Prayer App New)",
    "version": "1.2.0",
    "description": "A comprehensive digital Daily Office and Psalter designed for Anglicans and those in communion with them. It incorporates elements from Anglican, Catholic, Eastern Orthodox, Oriental Orthodox, and Church of the East monastic and parish prayer services.",
    "theological_vision": "As part of 'the one, holy, catholic, and apostolic Church,' the app aims to help users become more like Jesus through sacraments and prayer, drawing from the Holy Fathers.",
    "current_phase": "Phase 3: Liturgical Logic & Content Integration (Seasonal Migration Completed, Bible Files Cleaned)"
  },
  "goals": [
    "Offer customizable prayer experiences drawing from multiple Christian traditions to deepen users' spiritual lives.",
    "Facilitate immersion in worship, bringing 'heaven to earth' through visual, auditory, and sensory elements.",
    "Include a saints section with a curated kalendar based on Lesser Feasts and Fasts and the BCP, reviewed for marks of holiness and intercession.",
    "Ensure the app is beautiful and engaging, changing with liturgical seasons to enhance the prayer experience."
  ],
  "immersive_features": {
    "visual": "Icons of saints, background colors, and themes that change with liturgical seasons based on seasonal JSON files (advent.json, christmas.json, etc.) and liturgicalColor field.",
    "auditory": "Light background music or sounds to evoke a sacred atmosphere (pending implementation).",
    "sensory": "Design elements that evoke the atmosphere of traditional worship (e.g., imagery of incense).",
    "ui": "Immersive interface for web and mobile to create a 'heavenly worship' experience."
  },
  "technical_architecture": {
    "frontend": "Vanilla JavaScript with Tailwind CSS for utility-first styling",
    "data_format": "Modular JSON structures for high-performance client-side rendering",
    "state_management": "In-memory session state for navigation and liturgical context",
    "entry_point": "index.html with consolidated logic in app.js"
  },
  "content_status": {
    "psalter": {
      "canonical_psalms": "1-150 (Completed)",
      "historical_psalms": "151-155 (Completed)",
      "total_entries": 155,
      "source_text": "NRSV / Traditional liturgical translations",
      "status": "Fully verified and integrated into psalms.json (updated and confirmed complete)"
    },
    "liturgy": {
      "morning_prayer": "Structural framework defined; logic for Invitatories pending",
      "evening_prayer": "Structural framework defined; logic for Phos Hilaron pending",
      "compline": "Initial template drafted",
      "midday_prayer": "To be implemented"
    },
    "collects_and_special": {
      "daily_collects": "In progress – collect IDs standardized across seasonal files and linked to components.json (partial implementation in index.html with VARIABLE_COLLECT; full linking pending)",
      "seasonal_antiphons": "Implemented via antiphon field in seasonal JSONs",
      "canticles": "Structure defined for Magnificat, Nunc Dimittis, and Te Deum (pending full integration)"
    },
    "saints_kalendar": {
      "status": "Complete for January through December. Covers 5-8 saints/feasts per day from multi-tradition sources (Anglican, Catholic, Eastern/Orient Orthodox, Church of the East). Duplicates removed, gaps filled, modern Anglicans vetted for holiness/intercession marks, feasts kept. Files: saints-january.json through saints-december.json.",
      "notes": "System updated to load correct saints-<month>.json file based on current month, improving loading speed and reducing payload size."
    },
    "seasonal_propers": "Complete for liturgical year A (2025–2026): advent.json, christmas.json, epiphany.json, lent.json, easter.json, ordinary1.json, ordinary2.json, ordinary3.json. Future: Expand to Years B and C for full three-year RCL cycle alignment (including updated collects and scripture lessons)."
  },
  "files_structure": {
    "keep": [
      "index.html",
      "package.json",
      "data/components.json (Verified: Contains openings, creeds, collects, etc.)",
      "data/rubrics.json",
      "data/advent.json",
      "data/christmas.json",
      "data/epiphany.json",
      "data/lent.json",
      "data/easter.json",
      "data/ordinary1.json",
      "data/ordinary2.json",
      "data/ordinary3.json",
      "data/saints-january.json",
      "data/saints-february.json",
      "data/saints-march.json",
      "data/saints-april.json",
      "data/saints-may.json",
      "data/saints-june.json",
      "data/saints-july.json",
      "data/saints-august.json",
      "data/saints-september.json",
      "data/saints-october.json",
      "data/saints-november.json",
      "data/saints-december.json"
    ],
    "new": [
      "data/bible/old-testament.json (OT readings - truncation fixed, additional entries added)",
      "data/bible/new-testament.json (NT readings - duplicates removed, additional entries added)",
      "data/bible/psalms.json (Completed: 1-155)"
    ],
    "delete": [
      "data/psalter.json (Deprecated) [Deleted]",
      "data/scripture.json (Deprecated) [Deleted]",
      "data/propers.json (Deprecated – fully replaced by seasonal JSONs) [Deleted]",
      "README.md (Empty) [Deleted if confirmed empty]",
      "data/saints.json (Deprecated - replaced by month-specific files) [Deleted]"
    ]
  },
  "identified_issues": [
    "Repeated/duplicated phrases in some prayer sections (e.g., litany loops) – review pending",
    "Blank/empty sections under headers caused by null returns in getScriptureText() – fix in progress",
    "Formatting: Inconsistent line breaks and missing separators in scripture rendering",
    "Ref formatting: Case-sensitivity issues between seasonal JSONs and Bible IDs",
    "Collect ID mismatches: Dynamic IDs in index.html don't match components.json (e.g., 'collect-january-25' vs 'collect-jan25-conversion-paul') – to be resolved with seasonal collect fields",
    "Duplicated Marian Antiphon appearing multiple times in the render flow"
  ],
  "fix_plan": [
    "Step 1: Verify all 155 Psalms in psalms.json are pulling correctly via getScriptureText(). [Completed]",
    "Step 2: Migrate from deprecated propers.json to seasonal JSON files (advent.json through ordinary3.json) – [Completed]",
    "Step 3: Implement liturgicalColor field from seasonal JSONs to dynamically update UI (CSS variables, themes) – planned next",
    "Step 4: Clean new-testament.json - Remove duplicates like MATT 18:1-7 and ensure all lesson refs load full text. [Completed]",
    "Step 5: Fix old-testament.json truncation - Restore data after Jeremiah 8. [Completed]",
    "Step 6: Standardize Collect IDs - Link seasonal JSON collect fields to components.json entries. [Pending - Partial: VARIABLE_COLLECT added to index.html render loop]",
    "Step 7: Consolidate Marian logic - Render once based on marianPos in index.html. [Pending]",
    "Step 8: Refine Scripture Rendering - Ensure regex continues to strip verse numbers and replace line breaks for paragraph flow. [Pending]",
    "Step 9: Implement 30-day Psalm cycle - Add range parsing logic for blocks like 'Psalm 67, Psalm 68'. [Completed]",
    "Step 10: Finalize Office Logic - Implement automatic time-based selection for Morning/Evening prayer. [Pending]",
    "Step 11: Cleanup - Delete deprecated psalter.json, scripture.json, and propers.json files. [Completed - Confirmed deleted]",
    "Step 12: Update index.html to load correct saints-<month>.json file based on current month (instead of saints.json) to speed loading and reduce payload size. [Completed]"
  ],
  "future_plans": [
    "Implement dynamic calculation for movable feasts (e.g., Easter date algorithm) to generate seasonal data beyond hardcoded 2025-2026 years.",
    "Migrate individual prayers from hardcoded in index.html to components.json (or new prayers.json), and add 'Return to Main Screen' buttons in individual prayers section and daily office (e.g., from settings or main content).",
    "Expand seasonal JSONs and bible files to include full scripture lessons and collects for Years B and C (three-year RCL cycle).",
    "Migrate styling to Tailwind CSS (utility-first) after core functionality is complete, before adding immersive audio/graphics."
  ],
  "lessons_learned": [
    {
      "lesson": "Consolidation of shared saints/feasts",
      "description": "When a saint or feast is shared across traditions (especially Universal ones like All Saints, Saint Nicholas, Saint Ambrose, etc.), consolidate to a single entry with 'tradition': 'Universal'. Do not repeat the same saint multiple times on the same day under each tradition. This reduces file size, eliminates redundancy, and improves performance."
    },
    {
      "lesson": "Anglican saint selection/removal process",
      "description": "Anglican entries are vetted using these criteria: 1) Holiness evidence (martyrdom, miracles, veneration in official Anglican calendars like Lesser Feasts and Fasts or BCP). 2) Pre-Reformation or post-Reformation with strong marks of sanctity (e.g., bishops/martyrs kept). 3) Explicit Protestant reformers (e.g., John Knox) removed unless user overrides. 4) Modern figures kept only if user specifically approves (e.g., Oakerhater, Crummell, bishops, martyrs, Kamehameha). Process involved user feedback loops and manual review for each month."
    },
    {
      "lesson": "No simulations",
      "description": "Simulations lead to errors in research-heavy tasks (missed dupes, incomplete fills). Always use real tool calls (web_search, browse_page, code_execution) for verification and filling. Never simulate to save time."
    },
    {
      "lesson": "User preferences for code output",
      "description": "Provide full file text in code blocks when editing. Walk through step-by-step for non-coders. Verify user consent before long code blocks. Ask for current file text if unsure. Never assume or guess file contents."
    },
    {
      "lesson": "Month-specific files",
      "description": "Using one saints.json is inefficient for loading. Future update to load saints-<month>.json based on current month will reduce payload and speed up app. This is now planned as a priority step."
    }
  ],
  "last_updated": "2026-02-05"
}