{
  "project_manifest": {
    "name": "Universal Office (Prayer App New)",
    "version": "1.2.0",
    "description": "A comprehensive digital Daily Office and Psalter designed for Anglicans and those in communion with them. It incorporates elements from Anglican, Catholic, Eastern Orthodox, Oriental Orthodox, and Church of the East monastic and parish prayer services.",
    "theological_vision": "As part of 'the one, holy, catholic, and apostolic Church,' the app aims to help users become more like Jesus through sacraments and prayer, drawing from the Holy Fathers.",
    "current_phase": "Phase 3: Liturgical Logic & Content Integration (Seasonal Migration Completed, Bible Files Cleaned, UI Fixes Applied)"
  },
  "goals": [
    "Offer customizable prayer experiences drawing from multiple Christian traditions to deepen users' spiritual lives.",
    "Facilitate immersion in worship, bringing 'heaven to earth' through visual, auditory, and sensory elements.",
    "Include a saints section with a curated kalendar based on Lesser Feasts and Fasts and the BCP, reviewed for marks of holiness and intercession.",
    "Ensure the app is beautiful and engaging, changing with liturgical seasons to enhance the prayer experience."
  ],
  "immersive_features": {
    "visual": "Icons of saints, background colors, and themes that change with liturgical seasons based on seasonal JSON files (advent.json, christmas.json, etc.) and liturgicalColor field.",
    "auditory": "Light background music or sounds to evoke a sacred atmosphere (pending implementation).",
    "sensory": "Design elements that evoke the atmosphere of traditional worship (e.g., imagery of incense).",
    "ui": "Immersive interface for web and mobile to create a 'heavenly worship' experience."
  },
  "technical_architecture": {
    "frontend": "Vanilla JavaScript with Tailwind CSS for utility-first styling",
    "data_format": "Modular JSON structures for high-performance client-side rendering",
    "state_management": "In-memory session state for navigation and liturgical context",
    "entry_point": "index.html with consolidated logic in app.js"
  },
  "content_status": {
    "psalter": {
      "canonical_psalms": "1-150 (Completed)",
      "historical_psalms": "151-155 (Completed)",
      "total_entries": 155,
      "source_text": "NRSV / Traditional liturgical translations",
      "status": "Fully verified and integrated into psalms.json (updated and confirmed complete)"
    },
    "liturgy": {
      "morning_prayer": "Structural framework defined; logic for Invitatories pending",
      "evening_prayer": "Structural framework defined; logic for Phos Hilaron pending",
      "compline": "Initial template drafted",
      "midday_prayer": "To be implemented"
    },
    "collects_and_special": {
      "daily_collects": "In progress – collect IDs standardized across seasonal files and linked to components.json (partial implementation in index.html with VARIABLE_COLLECT; full linking pending)",
      "seasonal_antiphons": "Implemented via antiphon field in seasonal JSONs",
      "canticles": "Structure defined for Magnificat, Nunc Dimittis, and Te Deum (pending full integration)"
    },
    "saints_kalendar": {
      "status": "Complete for January through December. Covers 5-8 saints/feasts per day from multi-tradition sources (Anglican, Catholic, Eastern/Orient Orthodox, Church of the East). Duplicates removed, gaps filled, modern Anglicans vetted for holiness/intercession marks, feasts kept. Files: saints-january.json through saints-december.json.",
      "notes": "System updated to load correct saints-<month>.json file based on current month, improving loading speed and reducing payload size."
    },
    "seasonal_propers": "advent.json updated to 1979 BCP Daily Office Lectionary Year Two with correct readings, psalms, and non-suffixed keys (reading_ot, reading_epistle, reading_gospel). Other seasonal files pending similar updates. Future: Implement dynamic year detection for Year One/Two switching and lesson distribution options."
  },
  "files_structure": {
    "keep": [
      "index.html",
      "package.json",
      "data/components.json (Verified: Contains openings, creeds, collects, etc.)",
      "data/rubrics.json",
      "data/advent.json",
      "data/christmas.json",
      "data/epiphany.json",
      "data/lent.json",
      "data/easter.json",
      "data/ordinary1.json",
      "data/ordinary2.json",
      "data/ordinary3.json",
      "data/saints-january.json",
      "data/saints-february.json",
      "data/saints-march.json",
      "data/saints-april.json",
      "data/saints-may.json",
      "data/saints-june.json",
      "data/saints-july.json",
      "data/saints-august.json",
      "data/saints-september.json",
      "data/saints-october.json",
      "data/saints-november.json",
      "data/saints-december.json"
    ],
    "new": [
      "data/bible/old-testament.json (OT readings - truncation fixed, additional entries added)",
      "data/bible/new-testament.json (NT readings - duplicates removed, additional entries added)",
      "data/bible/psalms.json (Completed: 1-155)"
    ],
    "delete": [
      "data/psalter.json (Deprecated) [Deleted]",
      "data/scripture.json (Deprecated) [Deleted]",
      "data/propers.json (Deprecated – fully replaced by seasonal JSONs) [Deleted]",
      "README.md (Empty) [Deleted if confirmed empty]",
      "data/saints.json (Deprecated - replaced by month-specific files) [Deleted]"
    ]
  },
  "fix_plan": [
    "Step 1: Consolidate Marian logic - Render once based on marianPos in index.html. [Completed]",
    "Step 2: Refine Scripture Rendering - Ensure regex continues to strip verse numbers and replace line breaks for paragraph flow. [Completed]",
    "Step 3: Finalize Office Logic - Implement automatic time-based selection for Morning/Evening prayer. [Pending]",
    "Step 5: Update seasonal JSON keys to 'reading_ot', 'reading_epistle', 'reading_gospel' (remove per-office suffixes). [Completed for advent.json; pending for others]",
    "Step 6: Add settings radio for Gospel placement ('morning', 'evening', 'both') and update renderOffice() logic accordingly. [Completed]",
    "Step 7: Add back navigation buttons to Individual Prayers and Daily Office modes. [Completed]",
    "Step 8: Center Individual Prayers content and remove skew/border. [Completed]",
    "Step 9: Repeated/duplicated phrases in some prayer sections (e.g., litany loops) – review pending [Pending]",
    "Step 10: Blank/empty sections under headers caused by null returns in getScriptureText() – fix in progress [In Progress]",
    "Step 11: Formatting: Inconsistent line breaks and missing separators in scripture rendering [Pending]",
    "Step 12: Ref formatting: Case-sensitivity issues between seasonal JSONs and Bible IDs [Completed]",
    "Step 13: Collect ID mismatches: Dynamic IDs in index.html don't match components.json (e.g., 'collect-january-25' vs 'collect-jan25-conversion-paul') – to be resolved with seasonal collect fields [Pending]",
    "Step 14: Duplicated Marian Antiphon appearing multiple times in the render flow [Completed]",
    "Step 15: Lesson rendering not handling BCP three-lesson structure flexibly; needs option for Gospel placement [Completed]",
    "Step 16: Individual Prayers mode misalignment/skew due to body styles and borders [Completed]"
  ],
  "completed_fixes": [
    "Step 1: Verify all 155 Psalms in psalms.json are pulling correctly via getScriptureText(). [Completed]",
    "Step 2: Migrate from deprecated propers.json to seasonal JSON files (advent.json through ordinary3.json) – [Completed]",
    "Step 3: Clean new-testament.json - Remove duplicates like MATT 18:1-7 and ensure all lesson refs load full text. [Completed]",
    "Step 4: Fix old-testament.json truncation - Restore data after Jeremiah 8. [Completed]",
    "Step 5: Standardize Collect IDs - Link seasonal JSON collect fields to components.json entries. [Completed]",
    "Step 6: Implement 30-day Psalm cycle - Add range parsing logic for blocks like 'Psalm 67, Psalm 68'. [Completed]",
    "Step 7: Cleanup - Delete deprecated psalter.json, scripture.json, and propers.json files. [Completed - Confirmed deleted]",
    "Step 8: Update index.html to load correct saints-<month>.json file based on current month (instead of saints.json) to speed loading and reduce payload size. [Completed]",
    "Step 9: Implement liturgicalColor field from seasonal JSONs to dynamically update UI (CSS variables, themes) – [Completed]",
    "Step 10: Add fixed width to Ordo box and date entry selection option. [Completed]",
    "Step 11: Update advent.json to correct BCP Year Two data with proper reading keys. [Completed]",
    "Step 12: Remove 'checked' from 30-day Psalter toggle in index.html to default to daily Psalms. [Completed]",
    "Step 13: Center Individual Prayers mode and remove left skew/border. [Completed]",
    "Step 14: Add 'Back to Modes' buttons in Individual Prayers (main page) and Daily Office for navigation to splash screen. [Completed]"
  ],
  "future_plans": [
    "Implement dynamic calculation for movable feasts (e.g., Easter date algorithm) to generate seasonal data beyond hardcoded 2025-2026 years.",
    "Migrate individual prayers from hardcoded in index.html to components.json (or new prayers.json).",
    "Expand seasonal JSONs and bible files to include full scripture lessons and collects for Years B and C (three-year RCL cycle alignment).",
    "Migrate styling to Tailwind CSS (utility-first) after core functionality is complete, before adding immersive audio/graphics.",
    "Implement hidden sidebar triggered by options button to replace always-visible sidebar, with slide-in animation and main content adjustment."
  ],
  "lessons_learned": [
    {
      "lesson": "Consolidation of shared saints/feasts",
      "description": "When a saint or feast is shared across traditions (especially Universal ones like All Saints, Saint Nicholas, Saint Ambrose, etc.), consolidate to a single entry with 'tradition': 'Universal'. Do not repeat the same saint multiple times on the same day under each tradition. This reduces file size, eliminates redundancy, and improves performance."
    },
    {
      "lesson": "Anglican saint selection/removal process",
      "description": "Anglican entries are vetted using these criteria: 1) Holiness evidence (martyrdom, miracles, veneration in official Anglican calendars like Lesser Feasts and Fasts or BCP). 2) Pre-Reformation or post-Reformation with strong marks of sanctity (e.g., bishops/martyrs kept). 3) Explicit Protestant reformers (e.g., John Knox) removed unless user overrides. 4) Modern figures kept only if user specifically approves (e.g., Oakerhater, Crummell, bishops, martyrs, Kamehameha). Process involved user feedback loops and manual review for each month."
    },
    {
      "lesson": "No simulations",
      "description": "Simulations lead to errors in research-heavy tasks (missed dupes, incomplete fills). Always use real tool calls (web_search, browse_page, code_execution) for verification and filling. Never simulate to save time."
    },
    {
      "lesson": "User preferences for code output",
      "description": "Provide full file text in code blocks when editing. Walk through step-by-step for non-coders. Verify user consent before long code blocks. Ask for current file text if unsure. Never assume or guess file contents."
    },
    {
      "lesson": "Month-specific files",
      "description": "Using one saints.json is inefficient for loading. Future update to load saints-<month>.json based on current month will reduce payload and speed up app. This is now planned as a priority step."
    },
    {
      "lesson": "Lectionary adherence",
      "description": "Strictly use 1979 BCP Daily Office Lectionary (two-year cycle: Year One for odd civil years preceding, Year Two for even). No RCL or other lectionaries. Verify readings against BCP sources; correct errors like Year One data in Year Two files."
    },
    {
      "lesson": "Psalter options",
      "description": "BCP allows 7-week or 30-day Psalter cycles. Default to daily (7-week) assignments from seasonal JSONs; keep 30-day as unchecked toggle option in settings."
    },
    {
      "lesson": "Lesson distribution",
      "description": "BCP assigns three daily lessons (OT, Epistle/NT, Gospel) for flexible use across offices (typically OT + NT in MP, Gospel in EP). Add user option for Gospel placement: morning, evening, both."
    },
    {
      "lesson": "Code presentation",
      "description": "Always print code/JSON in proper code blocks for readability. Do not output partial files; provide full updated content when requested."
    },
    {
      "lesson": "Step-by-step confirmation",
      "description": "Address reported issues fully before moving on. Confirm user readiness for next steps, especially code edits."
    },
    {
      "lesson": "Lectionary shorthand and choice handling",
      "description": "For BCP lectionary references listed as shorthands like 'Isaiah 58:1-9A(9B-12)', always use the full reading (e.g., Isaiah 58:1-12), not the short alternative. This notation indicates two options: the short version (58:1-9A) and the full (58:1-12). We will not use short alternatives. When the BCP offers a choice of texts (e.g., to avoid deuterocanonicals for evangelicals), select the first one listed. Prioritize full canonical readings for Anglo-Catholics and catholic traditions. If there's a question on a specific case, ask for clarification."
    }
  ],
  "last_updated": "2026-02-09"
}